Repository: FOSSBilling/locale
Catalog: messages.po
Languages: nb

source: Cancel sending email after unsuccessful tries (0 = do not cancel)
nb: Avbryt sending av e-post etter mislykkede forsøk (0 = ikke avbryt)

source: Log sent emails to database
nb: Logg sendte e-post til databasen

source: Email transport
nb: E-posttransport

source: SMTP Hostname
nb: SMTP vertsnavn

source: SMTP Username
nb: SMTP-brukernavn

source: SMTP Password
nb: SMTP-passord

source: SMTP Security
nb: SMTP-sikkerhet

source: None
nb: Ingen

source: SendGrid Username
nb: SendGrid brukernavn

source: SendGrid Password
nb: SendGrid-passord

source: Send test email to staff members
nb: Send test-e-post til ansatte

source: Update email settings
nb: Oppdater e-postinnstillinger

source: Email was successfully sent
nb: E-post ble sendt

source: Template
nb: Mal

source: Variables
nb: Variabler

source: Template Settings
nb: Malinnstillinger

source: Examples
nb: Eksempler

source: Template updated
nb: Malen er oppdatert

source: Manage email template
nb: Administrer e-postmal

source: Most email templates receives parameters from FOSSBilling. You can browse them on "Variables" tab. Copy variable name to email template and hit preview to see parsed content. Please note that values will be different when actual email is sent.
nb: De fleste e-postmaler mottar parametere fra FOSSBilling. Du kan bla gjennom dem på "Variables"-fanen. Kopier variabelnavn til e-postmal og trykk forhåndsvisning for å se analysert innhold. Vær oppmerksom på at verdiene vil være forskjellige når den faktiske e-posten sendes.

source: Email message
nb: E-postmelding

source: Preview
nb: Forhåndsvisning

source: Template settings
nb: Malinnstillinger

source: Enable or disable this email template.
nb: Aktiver eller deaktiver denne e-postmalen.

source: List of variables used in this email
nb: Liste over variabler brukt i denne e-posten

source: These values will change when real email is sent. You can pass these variables to admin or guest API to get additional information from database.
nb: Disse verdiene vil endres når ekte e-post sendes. Du kan sende disse variablene til admin eller gjeste-API for å få tilleggsinformasjon fra databasen.

source: Variable
nb: Variabel

source: Example value
nb: Eksempelverdi

source: This template does not receive any parameters
nb: Denne malen mottar ingen parametere

source: Email templates examples
nb: Eksempler på e-postmaler

source: Email template playground. Use this tool to try rendering email templates.
nb: E-postmal lekeplass. Bruk dette verktøyet til å prøve å gjengi e-postmaler.

source: Back to emails list
nb: Tilbake til e-postlisten

source: From:
nb: Fra:

source: To:
nb: Til:

source: Created at:
nb: Opprettet på:

source: Here you can find all the emails we sent you. Please click on email topic in left column and it will be displayed in right side.
nb: Her kan du finne alle e-postene vi har sendt deg. Vennligst klikk på e-postemnet i venstre kolonne, og det vil vises i høyre side.

source: There are no emails to display
nb: Det er ingen e-poster å vise

source: Incorrect please try again
nb: Feil, prøv igjen

source: Enter the words above
nb: Skriv inn ordene ovenfor

source: Send
nb: Sende

source: Update FOSSBilling
nb: Oppdater FOSSBilling

source: Learn more about extensions
nb: Finn ut mer om utvidelser

source: Hooks
nb: Kroker

source: Activate or deactivate extensions
nb: Aktiver eller deaktiver utvidelser

source: Learn more
nb: Lær mer

source: Deactivate
nb: Deaktiver

source: Automatic update
nb: Automatisk oppdatering

source: The automatic updater is a one-click tool for updating FOSSBilling. It works on hosting environments where PHP can overwrite files uploaded via FTP.
nb: Den automatiske oppdateringen er et ett-klikksverktøy for å oppdatere FOSSBilling. Det fungerer på vertsmiljøer der PHP kan overskrive filer lastet opp via FTP.

source: Migrate configuration file
nb: Migrer konfigurasjonsfil

source: This tool automatically migrates your configuration file to ensure compatibility with the latest FOSSBilling changes. Note that this is only necessary when performing manual updates.
nb: Dette verktøyet migrerer automatisk konfigurasjonsfilen for å sikre kompatibilitet med de siste FOSSBilling-endringene. Merk at dette kun er nødvendig når du utfører manuelle oppdateringer.

source: Migrate configuration
nb: Migrer konfigurasjon

source: Manual update
nb: Manuell oppdatering

source: If the auto updater is unable to function in your current installation environment, a manual update is available as an alternative solution.
nb: Hvis den automatiske oppdateringen ikke kan fungere i ditt nåværende installasjonsmiljø, er en manuell oppdatering tilgjengelig som en alternativ løsning.

source: Extending FOSSBilling
nb: Forlenger FOSSBilling

source: FOSSBilling gives developers all the capabilities to customize, integrate & extend the core system into your own website & applications.
nb: FOSSBilling gir utviklere alle muligheter til å tilpasse, integrere og utvide kjernesystemet til din egen nettside og applikasjoner.

source: Hook
nb: Krok

source: Client area languages
nb: Språk i klientområdet

source: New language
nb: Nytt språk

source: Language
nb: Språk

source: List of translations on extensions site
nb: Liste over oversettelser på utvidelsessiden

source: FOSSBilling in your language
nb: FOSSBilling på ditt språk

source: Although FOSSBilling displays in U.S. English by default, the software has the built-in capability to be used in any language. Follow instructions bellow to install new language.
nb: Selv om FOSSBilling vises på amerikansk engelsk som standard, har programvaren den innebygde muligheten til å brukes på alle språk. Følg instruksjonene nedenfor for å installere nytt språk.

source: Check if your language translation file is available at
nb: Sjekk om din språkoversettelsesfil er tilgjengelig på

source: FOSSBilling translations repository
nb: FOSSBilling oversettelsesarkiv

source: Download language files and place them to
nb: Last ned språkfiler og plasser dem til

source: Language will be automatically available and can be changed in client area
nb: Språket blir automatisk tilgjengelig og kan endres i klientområdet

source: Read
nb: Lese

source: Using FOSSBilling in your language
nb: Bruke FOSSBilling på ditt språk

source: to learn how to install a new language.
nb: for å lære hvordan du installerer et nytt språk.

source: Changing default language
nb: Endring av standardspråk

source: Default language can be set in
nb: Standardspråk kan settes inn

source: Removing language
nb: Fjerner språk

source: Removing languages from FOSSBilling is really simple. Just delete language folder you wish from
nb: Å fjerne språk fra FOSSBilling er veldig enkelt. Bare slett språkmappen du ønsker fra

source: Edit field
nb: Rediger felt

source: Please keep in mind that field name can not start with number. Special characters will be replaced with underscores ( _ )
nb: Vær oppmerksom på at feltnavnet ikke kan begynne med nummer. Spesialtegn vil bli erstattet med understreking ( _ )

source: Label
nb: Merkelapp

source: options
nb: alternativer

source: Value
nb: Verdi

source: + Add new option
nb: + Legg til nytt alternativ

source: Options
nb: Alternativer

source: Hide label
nb: Skjul etiketten

source: Read only
nb: Lesebeskyttet

source: Prepend text
nb: Sett tekst foran

source: Append text
nb: Legg til tekst

source: Textarea size
nb: Tekstområdestørrelse

source: Width
nb: Bredde

source: Height
nb: Høyde

source: Default value/option
nb: Standardverdi/alternativ

source: Save
nb: Spare

source: Please click on "Edit" in order to add options
nb: Vennligst klikk på "Rediger" for å legge til alternativer

source: Custom forms
nb: Egendefinerte skjemaer

source: Import form
nb: Importskjema

source: Create new form
nb: Opprett nytt skjema

source: Products
nb: Produkter

source: Form options
nb: Skjemaalternativer

source: Form options were updated
nb: Skjemaalternativer ble oppdatert

source: Form title
nb: Skjematittel

source: Labels position
nb: Etiketter posisjon

source: Labels on top
nb: Etiketter på topp

source: Labels on the left
nb: Etiketter til venstre

source: Form title visibilty
nb: Synlighet for skjematittel

source: Show form title
nb: Vis skjema tittel

source: Do not show form title
nb: Ikke vis form tittel

source: Text
nb: Tekst

source: Checkbox
nb: Avmerkingsboks

source: Textarea
nb: Tekstområde

source: Payment gateway configuration
nb: Konfigurasjon av betalingsgateway

source: Gateway updated
nb: Gateway oppdatert

source: Payment gateway title
nb: Betalingsportens tittel

source: Select which currencies can accept this payment gateway (Select none to allow all currencies)
nb: Velg hvilke valutaer som kan akseptere denne betalingsgatewayen (velg ingen for å tillate alle valutaer)

source: Allow one time payments
nb: Tillat engangsbetalinger

source: Allow subscription payments
nb: Tillat abonnementsbetalinger

source: Enable test mode
nb: Aktiver testmodus

source: IPN Callback URL
nb: IPN tilbakeringings-URL

source: New payment gateway
nb: Ny betalingsgateway

source: Allow subscriptions
nb: Tillat abonnementer

source: Copy
nb: Kopiere

source: Adding new payment gateway
nb: Legger til ny betalingsgateway

source: Although FOSSBilling ships with most popular payment gateways, you can install other gateways.
nb: Selv om FOSSBilling leveres med de mest populære betalingsgatewayene, kan du installere andre gatewayer.

source: Follow these instructions to install new payment gateway.
nb: Følg disse instruksjonene for å installere ny betalingsgateway.

source: Check for payment gateway at
nb: Sjekk for betalingsgateway på

source: for more payment gateways
nb: for flere betalingsgatewayer

source: Download payment gateway extension file and place it to
nb: Last ned fil for utvidelse av betalingsgatewayen og plasser den til

source: After file is uploaded in place, reload this page.
nb: Etter at filen er lastet opp på plass, last inn denne siden på nytt.

source: Select uploaded file name and click on install.
nb: Velg opplastet filnavn og klikk på installer.

source: Payment gateway will be installed in FOSSBilling and can be configured in "Payment gateways" tab.
nb: Betalingsgateway vil bli installert i FOSSBilling og kan konfigureres i fanen "Betalingsporter".

source: For developers. Read
nb: For utviklere. Lese

source: to learn how to create your own payment gateway and share it with community
nb: for å lære hvordan du oppretter din egen betalingsgateway og deler den med fellesskapet

source: Install
nb: Installer

source: All payment gateways installed
nb: Alle betalingsgatewayer er installert

source: Filter invoices
nb: Filtrer fakturaer

source: Number
nb: Tall

source: Client
nb: Klient

source: Start typing the client name or ID
nb: Begynn å skrive inn klientnavnet eller ID-en

source: All statuses
nb: Alle statuser

source: Refunded
nb: Refundert

source: Issue date
nb: Utstedelsesdato

source: New Invoice
nb: Ny faktura

source: Prepare
nb: Forberede

source: Invoice
nb: Faktura

source: Manage
nb: Administrer

source: Texts
nb: Tekster

source: Client credentials
nb: Kundelegitimasjon

source: Company credentials
nb: Bedriftslegitimasjon

source: Created at
nb: Opprettet kl

source: Due at
nb: Forfaller kl

source: Reminded at
nb: Minnet kl

source: View as client
nb: Se som klient

source: Send reminder
nb: Send påminnelse

source: Mark as paid
nb: Merk som betalt

source: Refund
nb: Tilbakebetaling

source: Invoice updated
nb: Faktura oppdatert

source: Approved
nb: Godkjent

source: Serie and number
nb: Serie og nummer

source: Tax
nb: Avgift

source: Payment method
nb: Betalingsmåte

source: Text before invoice items table
nb: Tekst før fakturaposttabell

source: Text after invoice items table
nb: Tekst etter fakturaposttabell

source: Company details at the moment of purchase
nb: Firmainformasjon ved kjøpsøyeblikket

source: Client details at the moment of purchase
nb: Kundeopplysninger ved kjøpstidspunktet

source: First name
nb: Fornavn

source: Last name
nb: Etternavn

source: Invoice items
nb: Fakturavarer

source: Price
nb: Pris

source: Subtotal
nb: Delsum

source: Approve
nb: Vedta

source: Print
nb: Trykk

source: Invoice settings
nb: Fakturainnstillinger

source: Number of days to generate new invoice before order expiration
nb: Antall dager å generere ny faktura før ordreutløp

source: Invoice due days
nb: Fakturaforfallsdager

source: Auto invoice approval
nb: Autofaktura godkjenning

source: Proforma Invoicing / Sequential Invoice Numbering
nb: Proforma fakturering / Sekvensiell fakturanummerering

source: Remove unpaid invoices after days
nb: Fjern ubetalte fakturaer etter dager

source: Set 0 to keep invoices forever.
nb: Sett 0 for å beholde fakturaer for alltid.

source: Proforma invoice prefix/series
nb: Proforma faktura prefiks/serie

source: Paid invoice prefix/series
nb: Betalt fakturaprefiks/serie

source: Next paid invoice number
nb: Neste betalte fakturanummer

source: Refunds settings
nb: Refusjonsinnstillinger

source: Refunds logic
nb: Refusjonslogikk

source: Negative invoice. Generate refund invoice continuing paid invoices numbering
nb: Negativ faktura. Generer refusjonsfaktura ved å fortsette nummerering av betalte fakturaer

source: Credit note. Generate credit note with unique numbering
nb: Kreditnota. Generer kreditnota med unik nummerering

source: Manual. No actions performed
nb: Håndbok. Ingen handlinger utført

source: Add funds settings
nb: Legg til innstillinger for midler

source: Minimum amount for add funds invoice
nb: Minimumsbeløp for faktura for tilleggsmidler

source: Unlimited
nb: Ubegrenset

source: Maximum amount for add funds invoice
nb: Maksimumsbeløp for faktura for tilleggsmidler

source: Update settings
nb: Oppdater innstillinger

source: Subscription
nb: Abonnement

source: Subscription details
nb: Abonnementsdetaljer

source: Payment gateway
nb: Betalingsporten

source: Subscription ID on payment gateway
nb: Abonnements-ID på betalingsgateway

source: Updated at
nb: Oppdatert kl

source: Payment Gateway
nb: Betalingsgateway

source: New subscription
nb: Nytt abonnement

source: New tax rule
nb: Ny skatteregel

source: Tax settings
nb: Skatteinnstillinger

source: EU VAT
nb: EU moms

source: State/Region
nb: Stat/Region

source: Tax rate
nb: Skattesats

source: Applies to any country
nb: Gjelder alle land

source: Applies to any state
nb: Gjelder enhver stat

source: Tax title
nb: Skattebetegnelse

source: Sales TAX
nb: Omsetningsskatt

source: Leave empty to apply to all states
nb: La stå tomt for å gjelde alle stater

source: Tax settings updated
nb: Skatteinnstillinger oppdatert

source: Enable tax support
nb: Aktiver skattestøtte

source: Automatic VAT Tax Rules Setup
nb: Automatisk oppsett av momsregler

source: If you would like FOSSBilling to automatically setup the EU VAT tax rules for you for all EU Member States then simply enter your VAT Label & local VAT rate below and click the submit button.
nb: Hvis du vil at FOSSBilling automatisk skal sette opp EUs momsregler for deg for alle EU-medlemsstater, skriv inn din MVA-etikett og lokal momssats nedenfor og klikk på send inn-knappen.

source: This action will delete any existing tax rules
nb: Denne handlingen vil slette alle eksisterende skatteregler

source: and configure the VAT rates for all EU countries.
nb: og konfigurere MVA-satsene for alle EU-land.

source: It will overwrite your existing VAT rules. Are you sure?
nb: Det vil overskrive dine eksisterende momsregler. Er du sikker?

source: Generate VAT rates
nb: Generer momssatser

source: Update tax rule
nb: Oppdater skatteregelen

source: sales Tax
nb: omsetningsavgift

source: Transaction
nb: Transaksjon

source: Transaction details
nb: Transaksjonsdetaljer

source: If you are sure that this transaction is valid you can update transaction details in &quot;Manage&quot; tab and try processing transaction again
nb: Hvis du er sikker på at denne transaksjonen er gyldig, kan du oppdatere transaksjonsdetaljene i &quot;Administrer&quot; fanen og prøv å behandle transaksjonen på nytt

source: Invoice Id
nb: Faktura-ID

source: Transaction ID on payment gateway
nb: Transaksjons-ID på betalingsgateway

source: Transaction status on payment gateway
nb: Transaksjonsstatus på betalingsgateway

source: Received at
nb: Mottatt kl

source: Process
nb: Behandle

source: Transaction updated
nb: Transaksjonen er oppdatert

source: Transaction payment information
nb: Transaksjonsbetalingsinformasjon

source: Invoice ID
nb: Faktura-ID

source: Transaction processing information
nb: Transaksjonsbehandlingsinformasjon

source: Validate IPN
nb: Valider IPN

source: Transaction information on payment gateway
nb: Transaksjonsinformasjon på betalingsgateway

source: Transaction type
nb: Transaksjonstype

source: Transaction status on Payment Gateway
nb: Transaksjonsstatus på Payment Gateway

source: Transaction ID on Payment Gateway
nb: Transaksjons-ID på betalingsgateway

source: Note about this transaction
nb: Merknad om denne transaksjonen

source: Transaction note updated.
nb: Transaksjonsnotatet er oppdatert.

source: GET
nb: BLI

source: No GET parameters received
nb: Ingen GET-parametere mottatt

source: POST
nb: STOLPE

source: No POST parameters received
nb: Ingen POST-parametere mottatt

source: No SERVER parameters logged
nb: Ingen SERVER-parametere logget

source: parameters received
nb: parametere mottatt

source: Filter transactions
nb: Filtrer transaksjoner

source: ID on payment gateway
nb: ID på betalingsgateway

source: Processed
nb: Behandlet

source: Error
nb: Feil

source: Processing payment ...
nb: Behandler betaling ...

source: Thank you for your patience.
nb: Takk for tålmodigheten.

source: Redirecting to payment gateway..
nb: Omdirigerer til betalingsgateway..

source: Please click here to continue if this page does not redirect automatically in 5 seconds
nb: Klikk her for å fortsette hvis denne siden ikke omdirigeres automatisk innen 5 sekunder

source: Invoice management
nb: Fakturahåndtering

source: List of invoices
nb: Liste over fakturaer

source: All of your invoices can be found here. You can choose to see either paid or unpaid invoices by clicking corresponding button.
nb: Alle dine fakturaer finner du her. Du kan velge å se enten betalte eller ubetalte fakturaer ved å klikke på tilsvarende knapp.

source: Issue Date
nb: Utstedelsesdato

source: Due Date
nb: Forfallsdato

source: Pay
nb: Betale

source: Proforma invoice
nb: Proforma faktura

source: Receipt
nb: Kvittering

source: Payment methods
nb: Betalingsmetoder

source: Please choose payment type and pay for your chosen products.
nb: Velg betalingstype og betal for dine valgte produkter.

source: Pay with
nb: Betal med

source: You can print this invoice or export it to PDF file by clicking on corresponding button.
nb: Du kan skrive ut denne fakturaen eller eksportere den til PDF-fil ved å klikke på tilsvarende knapp.

source: Invoice number
nb: Fakturanummer

source: Invoice date
nb: Faktura dato

source: Due date
nb: Forfallsdato

source: Invoice status
nb: Fakturastatus

source: VAT
nb: mva

source: Account
nb: Konto

source: Billing & Delivery address
nb: Fakturerings- og leveringsadresse

source: Discount
nb: Rabatt

source: Thank you
nb: Takk

source: Your payment is being processed right now. It can take up 5 minutes to complete.
nb: Betalingen din behandles akkurat nå. Det kan ta opptil 5 minutter å fullføre.

source: Payment for invoice received
nb: Betaling for mottatt faktura

source: You will be automatically redirected to invoice page after 5 minutes.
nb: Du blir automatisk omdirigert til fakturasiden etter 5 minutter.

source: Article updated
nb: Artikkelen er oppdatert

source: Views
nb: Visninger

source: Draft
nb: Utkast

source: Categories
nb: Kategorier

source: Category updated
nb: Kategori oppdatert

source: Articles
nb: Artikler

source: New article
nb: Ny artikkel

source: Manage categories
nb: Administrer kategorier

source: New category
nb: Ny kategori

source: Category created
nb: Kategori opprettet

source: Article views
nb: Artikkelvisninger

source: Back to list
nb: Tilbake til listen

source: Similar articles
nb: Lignende artikler

source: Knowledge base categories
nb: Kunnskapsbasekategorier

source: Please try to read related topics in knowledge base before contacting support.
nb: Prøv å lese relaterte emner i kunnskapsbasen før du kontakter support.

source: What are you looking for?
nb: Hva leter du etter?

source: Search
nb: Søk

source: Try using other keyword. No matches found for keyword:
nb: Prøv å bruke andre søkeord. Ingen treff funnet for søkeord:

source: Messages
nb: Meldinger

source: New message
nb: Ny melding

source: Mass Mail Settings
nb: Massepostinnstillinger

source: Client ID to send test email while creating message
nb: Klient-ID for å sende test-e-post mens du oppretter melding

source: Send Email Message
nb: Send e-postmelding

source: From name
nb: Fra navn

source: From email
nb: Fra e-post

source: Recipients filter. Select none to send message to all clients
nb: Mottakere filter. Velg ingen for å sende melding til alle klienter

source: Client status and group
nb: Klientstatus og gruppe

source: Has order
nb: Har orden

source: Message content
nb: Meldingsinnhold

source: Update and preview
nb: Oppdater og forhåndsvis

source: Send test message
nb: Send testmelding

source: Send message to clients
nb: Send melding til kunder

source: Message was added to mail queue and will be sent with scheduled tasks.
nb: Meldingen ble lagt til i e-postkøen og vil bli sendt med planlagte oppgaver.

source: Message was sent.
nb: Melding ble sendt.

source: News
nb: Nyheter

source: News and announcements
nb: Nyheter og kunngjøringer

source: New announcement
nb: Ny kunngjøring

source: Post updated
nb: Innlegget er oppdatert

source: Edit post
nb: Rediger innlegg

source: Image
nb: Bilde

source: https://www.yourdomain.com/image.jpg
nb: https://www.dittdomene.com/bilde.jpg

source: Meta description
nb: Metabeskrivelse

source: Post created
nb: Innlegg opprettet

source: Last update
nb: Siste oppdatering

source: News & Announcements
nb: Nyheter og kunngjøringer

source: Track our latest information.
nb: Spor vår nyeste informasjon.

source: Read more ...
nb: Les mer...

source: by
nb: ved

source: Notifications center
nb: Varslingssenter

source: Notifications
nb: Varsler

source: New note
nb: Ny lapp

source: Delete all
nb: Slett alle

source: Add note
nb: Legg til notat

source: Filter orders
nb: Filtrer bestillinger

source: Product
nb: Produkt

source: Invoice option
nb: Fakturaalternativ

source: Creation date
nb: Opprettelsesdato

source: Pending setup
nb: Venter på oppsett

source: Continue
nb: Fortsette

source: Order management
nb: Ordrehåndtering

source: Edit order
nb: Rediger rekkefølge

source: Edit order config
nb: Rediger ordrekonfig

source: Service management
nb: Tjenesteledelse

source: Addons
nb: Tillegg

source: History
nb: Historie

source: Order
nb: Bestille

source: Payment amount
nb: Betalingsbeløp

source: Order discount
nb: Bestillingsrabatt

source: Payment amount after discount
nb: Betalingsbeløp etter rabatt

source: Order status
nb: Ordrestatus

source: Order notes
nb: Bestill notater

source: Order created
nb: Ordre opprettet

source: Activated
nb: Aktivert

source: Renewal date
nb: Fornyelsesdato

source: day(s)
nb: dag(er)

source: Order group ID
nb: Bestillingsgruppe-ID

source: Order promo code
nb: Bestill kampanjekode

source: Active support tickets
nb: Aktive støttebilletter

source: Order activated
nb: Ordren aktivert

source: Activate
nb: Aktiver

source: Order renewed
nb: Ordren fornyet

source: Renew
nb: Fornye

source: Reason of suspension
nb: Årsak til suspensjon

source: Suspension reason
nb: Årsak til suspensjon
