Repository: FOSSBilling/locale
Catalog: messages.po
Languages: nb

source: Order suspended
nb: Ordren suspendert

source: Suspend
nb: Henge

source: Reason of cancelation
nb: Årsak til kansellering

source: Cancelation reason
nb: Årsak til kansellering

source: Order canceled
nb: Bestillingen kansellert

source: Cancel
nb: Kansellere

source: Unsuspend
nb: Opphev suspenderingen

source: Issue invoice
nb: Utstede faktura

source: Changes status without performing action
nb: Endrer status uten å utføre handling

source: Reason
nb: Grunn

source: Expires at
nb: Utløper kl

source: Activated at
nb: Aktivert kl

source: Order config management
nb: Bestillingskonfigurasjonsadministrasjon

source: Please be cautious and make sure you know what you are doing when editing order config! FOSSBilling relies on these parameters and you might get unexpected results if you change some of them.
nb: Vær forsiktig og sørg for at du vet hva du gjør når du redigerer ordrekonfigurasjon! FOSSBilling er avhengig av disse parameterne, og du kan få uventede resultater hvis du endrer noen av dem.

source: Addons you have ordered with this service
nb: Tillegg du har bestilt med denne tjenesten

source: Product/Service
nb: Produkt/tjeneste

source: Billing Cycle
nb: Faktureringssyklus

source: Next due date
nb: Neste forfallsdato

source: Order invoices
nb: Bestill fakturaer

source: Order status change history
nb: Endringshistorikk for ordrestatus

source: Support tickets regarding this order
nb: Støttebilletter angående denne bestillingen

source: Create new order
nb: Opprett ny ordre

source: for
nb: til

source: Activate order
nb: Aktiver ordre

source: Place new order
nb: Legg inn ny bestilling

source: Selected price is 0.00
nb: Valgt pris er 0,00

source: Product is disabled in configuration
nb: Produktet er deaktivert i konfigurasjonen

source: Orders settings
nb: Bestillingsinnstillinger

source: Settings updated
nb: Innstillinger oppdatert

source: Expiration date
nb: Utløpsdato

source: Next date is counted from last order expiration date
nb: Neste dato regnes fra siste bestillingsutløpsdato

source: Next date is counted from renewal (payment) date
nb: Neste dato regnes fra fornyelsesdatoen (betalingsdatoen).

source: Next date is counted from last expiration date or renewal date whichever is greater
nb: Neste dato regnes fra siste utløpsdato eller fornyelsesdato, avhengig av hva som er størst

source: Show addon orders in orders list
nb: Vis tilleggsordrer i ordrelisten

source: If this is disabled they are shown in master order view "Addons" tab.
nb: Hvis dette er deaktivert, vises de i hovedordrevisningen "Tillegg"-fanen.

source: Auto suspend reason
nb: Årsak til automatisk suspendering

source: Auto Cancellation
nb: Automatisk kansellering

source: Cancel Suspended Orders
nb: Kanseller suspenderte bestillinger

source: Do Not Cancel Suspended Orders
nb: Ikke kanseller suspenderte bestillinger

source: days after order suspension with reason
nb: dager etter ordresuspensjon med begrunnelse

source: Suspension reasons
nb: Årsaker til suspensjon

source: Select Product
nb: Velg produkt

source: Choose products we offer for selling
nb: Velg produkter vi tilbyr for salg

source: My Products & Services
nb: Mine produkter og tjenester

source: All of your orders are displayed here. Click on any order to get full information about it.
nb: Alle bestillingene dine vises her. Klikk på en bestilling for å få full informasjon om den.

source: Service details
nb: Tjenestedetaljer

source: All information about your service
nb: All informasjon om tjenesten din

source: Product name
nb: Produktnavn

source: Billing cycle
nb: Faktureringssyklus

source: Renew now
nb: Forny nå

source: Request Upgrade
nb: Be om oppgradering

source: Open ticket
nb: Åpen billett

source: Request Cancellation
nb: Be om kansellering

source: Back to services
nb: Tilbake til tjenester

source: Submit new support ticket
nb: Send inn ny støttebillett

source: Submit
nb: Send inn

source: Submit cancellation request
nb: Send inn kanselleringsforespørsel

source: I would like to cancel
nb: Jeg vil gjerne avbryte

source: Submit upgrade request
nb: Send inn oppgraderingsforespørsel

source: I would like to upgrade
nb: Jeg vil gjerne oppgradere

source: Upgrade to
nb: Oppgrader til

source: Request
nb: Forespørsel

source: Order Button settings
nb: Bestillingsknappinnstillinger

source: Order window settings
nb: Bestill vinduinnstillinger

source: Advanced settings
nb: Avanserte innstillinger

source: Order popup settings
nb: Bestill popup-innstillinger

source: Configure how your popup window will look like
nb: Konfigurer hvordan popup-vinduet ditt vil se ut

source: Theme color
nb: Tema farge

source: Green
nb: Grønn

source: Red
nb: Rød

source: Blue
nb: Blå

source: Dark
nb: Mørk

source: Border radius
nb: Kanteradius

source: Background
nb: Bakgrunn

source: Color
nb: Farge

source: Opacity
nb: Opasitet

source: Loader (while content of popup is being loaded)
nb: Loader (mens innholdet i popup-vinduet lastes inn)

source: Close (ESC key by default)
nb: Lukk (ESC-nøkkel som standard)

source: Click on background closes popup
nb: Klikk på bakgrunnen lukker popup

source: Show values of custom form before checkout
nb: Vis verdier av tilpasset skjema før kassen

source: User input will be shown before checkout for custom form
nb: Brukerinndata vil bli vist før kassen for tilpasset skjema

source: Order Button code
nb: Bestillingsknappkode

source: Clicking on html element with classname or ID
nb: Klikk på html-element med klassenavn eller ID

source: will open popup window for
nb: vil åpne et popup-vindu for

source: symbols
nb: symboler

source: IMPORTANT
nb: VIKTIG

source: You need to add ID (if you want to use it for one html element) or class (if you want to use it for multiple elements) in order for it to work
nb: Du må legge til ID (hvis du vil bruke det for ett html-element) eller klasse (hvis du vil bruke det for flere elementer) for at det skal fungere

source: Add order-button class to your elements which must call popup. For example:
nb: Legg til ordreknappklasse til elementene dine som må kalle opp popup. For eksempel:

source: Add data-product attribute to your element to open specific product. For example:<br/>
nb: Legg til data-product-attributt til elementet ditt for å åpne spesifikt produkt. For eksempel:<br/>

source: data-product attribute value will be overridden if popup's product is selected from select-box above
nb: verdi for data-produktattributt vil bli overstyrt hvis popup-produktet er valgt fra valgboksen ovenfor

source: Copy this code to your website
nb: Kopier denne koden til nettstedet ditt

source: Try your popup
nb: Prøv popup-vinduet ditt

source: It must start with dot(.) if it is classname or with a hashtag(#)
nb: Den må starte med prikk(.) hvis det er klassenavn eller med en hashtag(#)

source: Add " + selector + " class to your elements which must call popup. For example:
nb: Legg til " + selector + " klasse til elementene dine som må kalle popup. For eksempel:

source: Add " + selector + " ID to your element which must call popup. For example:
nb: Legg til " + selector + " ID til elementet ditt som må kalle popup. For eksempel:

source: Addons & extras
nb: Tillegg og tillegg

source: Setup:
nb: Oppsett:

source: Cart
nb: Handlevogn

source: Remove item
nb: Fjern elementet

source: setup
nb: oppsett

source: Have coupon code?
nb: Har du kupongkode?

source: Enter code
nb: Skriv inn kode

source: Remove
nb: Fjerne

source: Apply
nb: Søke

source: Subtotal:
nb: Delsum:

source: Discount:
nb: Rabatt:

source: Pay by
nb: Betal innen

source: Total amount will be deducted from account balance
nb: Totalbeløpet vil bli trukket fra kontosaldoen

source: Checkout
nb: Kasse

source: Promo code was removed
nb: Kampanjekoden ble fjernet

source: Are you sure you want to remove this item from cart?
nb: Er du sikker på at du vil fjerne denne varen fra handlekurven?

source: Item was removed from cart
nb: Varen ble fjernet fra handlekurven

source: Items
nb: Varer

source: Login or Register
nb: Logg inn eller registrer deg

source: Your email address
nb: Din e-postadresse

source: You must fill in your email.
nb: Du må fylle ut e-posten din.

source: You must fill in your password.
nb: Du må fylle inn passordet ditt.

source: Remember me
nb: Husk meg

source: Log in
nb: Logg inn

source: Or register
nb: Eller registrer deg

source: You are
nb: Du er

source: Or Login
nb: Eller Logg inn

source: Payment
nb: Betaling

source: Powered by FOSSBilling
nb: Drevet av FOSSBilling

source: You logged in successfully
nb: Du har logget på

source: Product was added to shopping cart
nb: Produktet ble lagt i handlekurven

source: Promo code was applied for your order
nb: Kampanjekode ble brukt for bestillingen din

source: Product Configuration
nb: Produktkonfigurasjon

source: FREE
nb: GRATIS

source: Next
nb: Neste

source: About us
nb: Om oss

source: Back to Homepage
nb: Tilbake til hjemmesiden

source: Login
nb: Logg inn

source: Signup
nb: Registrer deg

source: Forgot password?
nb: Glemt passord?

source: Reset password
nb: Tilbakestill passord

source: Enter your email to reset password. You will receive new password after reset link is confirmed.
nb: Skriv inn e-postadressen din for å tilbakestille passordet. Du vil motta nytt passord etter at tilbakestillingslenken er bekreftet.

source: Password reset confirmation email was sent
nb: Bekreftelsese-post for tilbakestilling av passord ble sendt

source: Privacy Policy
nb: Personvernerklæring

source: Sign up
nb: Registrer deg

source: Account has been created
nb: Konto er opprettet

source: Please check your mailbox and confirm email address
nb: Vennligst sjekk postkassen din og bekreft e-postadressen

source: Terms and Conditions
nb: Vilkår og betingelser

source: Paid support settings
nb: Innstillinger for betalt støtte

source: Ticket price:
nb: Billettpris:

source: Error message:
nb: Feilmelding:

source: Set paid support for helpdesks:
nb: Angi betalt støtte for brukerstøtte:

source: Create new helpdesk
nb: Opprett ny helpdesk

source: Edit product addon
nb: Rediger produkttillegg

source: Addon updated
nb: Addon oppdatert

source: Activation
nb: Aktivering

source: After order is placed
nb: Etter at bestillingen er lagt inn

source: After payment is received
nb: Etter at betaling er mottatt

source: Manual activation
nb: Manuell aktivering

source: Icon
nb: Ikon

source: New addon
nb: Nytt tillegg

source: New product
nb: Nytt produkt

source: Priority
nb: Prioritet

source: Update priority
nb: Oppdater prioritet

source: Icon URL
nb: Ikon URL

source: Product configuration
nb: Produktkonfigurasjon

source: General settings
nb: Generelle innstillinger

source: Upgrades
nb: Oppgraderinger

source: Links
nb: Linker

source: Product configuration updated
nb: Produktkonfigurasjonen er oppdatert

source: Order Form
nb: Bestillingsskjema

source: Add new
nb: Legg til ny

source: Hidden
nb: Skjult

source: Icon/Image URL
nb: Ikon/bilde-URL

source: No additional configuration for this product is required
nb: Ingen ekstra konfigurasjon er nødvendig for dette produktet

source: Choose which addons you would like to offer with
nb: Velg hvilke tillegg du ønsker å tilby med

source: Create new addon
nb: Opprett nytt tillegg

source: Choose which products can client upgrade to
nb: Velg hvilke produkter klienten kan oppgradere til

source: Product Upgrades
nb: Produktoppgraderinger

source: Product links
nb: Produktlenker

source: Product ID
nb: Produkt-ID

source: Order page with ID
nb: Bestillingsside med ID

source: Order page with slug
nb: Bestillingsside med slug

source: Edit form
nb: Rediger skjema

source: Add new form
nb: Legg til nytt skjema

source: Manage coupon code
nb: Administrer kupongkode

source: Discount type
nb: Rabatttype

source: Absolute
nb: Absolutt

source: Percentage
nb: Prosentdel

source: Recurring
nb: Tilbakevendende

source: Applies to first order only
nb: Gjelder kun første bestilling

source: Applies to first order and renewals
nb: Gjelder første bestilling og fornyelser

source: Free setup
nb: Gratis oppsett

source: Promo code limitations
nb: Kampanjekodebegrensninger

source: Once per client
nb: En gang per klient

source: Max uses (zero for unlimited)
nb: Maks bruk (null for ubegrenset)

source: Leave blank for unlimited uses
nb: La stå tomt for ubegrenset bruk

source: Used
nb: Brukt

source: How many times promo code was used
nb: Hvor mange ganger kampanjekoden ble brukt

source: Period when code is valid
nb: Periode når koden er gyldig

source: Periods (Select none to apply to all periods)
nb: Perioder (velg ingen for å gjelde alle perioder)

source: Client Groups (Select none to apply to all client groups)
nb: Klientgrupper (velg ingen for å gjelde alle kundegrupper)

source: Promo
nb: Kampanje

source: New promo
nb: Ny promo

source: Applies to
nb: Gjelder for

source: Valid period
nb: Gyldig periode

source: Usage
nb: Bruk

source: Create new coupon code
nb: Opprett ny kupongkode

source: Create special offers for your clients by creating coupon codes.
nb: Lag spesialtilbud for kundene dine ved å lage kupongkoder.

source: Valid time (Leave blank for undefined time)
nb: Gyldig tid (la stå tomt for udefinert tid)

source: Products (Select none to apply to all products)
nb: Produkter (velg ingen for å gjelde alle produkter)

source: Queues
nb: Køer

source: Created
nb: Opprettet

source: Redirects
nb: Omdirigeringer

source: Create new redirect
nb: Opprett ny omdirigering

source: SEO settings
nb: SEO-innstillinger

source: Ping sitemap to Google
nb: Ping sitemap til Google

source: Stock control settings
nb: Lagerkontrollinnstillinger

source: Enable stock control
nb: Aktiver lagerkontroll

source: Allow quantity select on order form
nb: Tillat antall valg på bestillingsskjema

source: Quantity in stock
nb: Antall på lager

source: Plugin name
nb: Navn på plugin

source: Parameter name
nb: Parameternavn

source: Parameter value
nb: Parameterverdi

source: Update configuration fields
nb: Oppdater konfigurasjonsfelt

source: management
nb: ledelse

source: Quantity
nb: Mengde

source: Domains management
nb: Domeneadministrasjon

source: Top level domains
nb: Domener på toppnivå

source: New top level domain
nb: Nytt toppnivådomene

source: Registrars
nb: Registratorer

source: New domain registrar
nb: Ny domeneregistrator

source: Nameservers
nb: Navnetjenere

source: Manage TLDs
nb: Administrer TLDer

source: Setup domain pricing and allowed operations. Assign specific domain registrars for each Top Level Domain (TLD)
nb: Konfigurer domenepriser og tillatte operasjoner. Tilordne spesifikke domeneregistratorer for hvert toppnivådomene (TLD)

source: Registration
nb: Registrering

source: Transfer
nb: Overføre

source: Operations
nb: Drift

source: Allow register:
nb: Tillat registrering:

source: Allow transfer:
nb: Tillat overføring:

source: Active:
nb: Aktiv:

source: Add new top level domain
nb: Legg til nytt toppnivådomene

source: Setup new TLD prices and properties
nb: Sett opp nye TLD-priser og egenskaper

source: Must start with a dot
nb: Må starte med en prikk

source: Registration price
nb: Registreringspris

source: Renewal price
nb: Fornyelsespris

source: Transfer price
nb: Overføringspris

source: Minimum years of registration
nb: Minimum år med registrering

source: Allow registration
nb: Tillat registrering

source: Allow transfer
nb: Tillat overføring

source: Domain registrars
nb: Domeneregistratorer

source: Manage domain registrars
nb: Administrer domeneregistratorer

source: Adding new domain registrar
nb: Legger til ny domeneregistrator

source: Follow instructions below to install new domain registrar.
nb: Følg instruksjonene nedenfor for å installere ny domeneregistrator.

source: Check domain registrar you are looking for is available at
nb: Sjekk at domeneregistratoren du leter etter er tilgjengelig hos

source: Download domain registrar file and place to
nb: Last ned domeneregistratorfilen og plasser til

source: Reload this page to see newly detected domain registrar
nb: Last inn denne siden på nytt for å se nyoppdaget domeneregistrator

source: Click on install button. Now you will be able to create top level domains with new domain registrar
nb: Klikk på installeringsknappen. Nå vil du kunne opprette toppnivådomener med ny domeneregistrator

source: FOSSBilling documentation
nb: FOSSBilling dokumentasjon

source: to learn how to create your own domain registrar.
nb: for å lære hvordan du oppretter din egen domeneregistrator.

source: Domain registrar installed
nb: Domeneregistrator installert

source: Setup default nameservers that will be used for new domain registrations if client have not provided his own nameservers in order form
nb: Sett opp standard navneservere som skal brukes til nye domeneregistreringer hvis klienten ikke har oppgitt sine egne navneservere i bestillingsskjema

source: Nameservers updated
nb: Navnetjenere oppdatert

source: Nameserver 1
nb: Navnetjener 1

source: Nameserver 2
nb: Navnetjener 2

source: Nameserver 3
nb: Navnetjener 3

source: Nameserver 4
nb: Navnetjener 4

source: Update nameservers
nb: Oppdater navneservere

source: Domain details
nb: Domenedetaljer

source: Domain
nb: Domene

source: Transfer code
nb: Overføringskode

source: Locked
nb: Låst

source: Privacy protection
nb: Personvern

source: Registration/Renewal years
nb: Registrering/Fornyelsesår

source: Get EPP
nb: Få EPP

source: Unlock
nb: Låse opp

source: Lock
nb: Låse

source: Disable privacy
nb: Deaktiver personvern

source: Enable privacy
nb: Aktiver personvern

source: Domain data
nb: Domenedata

source: Domain data updated
nb: Domenedata er oppdatert

source: Transfer code (EPP)
nb: Overføringskode (EPP)

source: Update domain contact details
nb: Oppdater domenekontaktdetaljer

source: Domain contact details updated
nb: Domenekontaktdetaljer oppdatert

source: Phone number
nb: Telefonnummer

source: Domain locked
nb: Domene låst

source: Domain unlocked
nb: Domene er låst opp

source: Privacy protection enabled
nb: Personvern aktivert

source: Privacy protection disabled
nb: Personvern deaktivert

source: Domain transfer code is:
nb: Domeneoverføringskode er:

source: Domain action
nb: Domenehandling

source: Transfer
nb: Overføre

source: Register domain
nb: Registrer domene

source: Domain name to register
nb: Domenenavn for å registrere

source: Years
nb: år

source: Transfer domain
nb: Overfør domene

source: Domain name to transfer
nb: Domenenavn som skal overføres

source: Domain transfer code
nb: Domeneoverføringskode

source: Domain management
nb: Domeneadministrasjon

source: Registrar configuration
nb: Registrarkonfigurasjon

source: Registrar updated
nb: Registerfører oppdatert

source: Registrar title
nb: Registrator tittel

source: Top level domain management
nb: Domeneadministrasjon på toppnivå

source: Top level domain settings updated.
nb: Innstillinger for toppdomene er oppdatert.

source: Protection
nb: Beskyttelse

source: Privacy
nb: Privatliv

source: Whois
nb: Hvem er

source: Domain Protection
nb: Domenebeskyttelse

source: Domain locking is a security enhancement to prevent unauthorized transfers of your domain to another registrar or web host by "locking" your domain name servers.
nb: Domenelåsing er en sikkerhetsforbedring for å forhindre uautoriserte overføringer av domenet ditt til en annen registrar eller webvert ved å "låse" domenenavnserverne dine.

source: Domain Privacy Settings
nb: Innstillinger for domenepersonvern

source: If you would like to hide domain contact information which is shown on WHOIS you can enable privacy protection. Once domain privacy protection is enabled no one will know who registered this service. And once you decide to disable privacy protection, information that is listed above on "Update Domain Contact Details" section will be seen on domain WHOIS again.
nb: Hvis du ønsker å skjule domenekontaktinformasjon som vises på WHOIS, kan du aktivere personvern. Når domenets personvern er aktivert, vil ingen vite hvem som registrerte denne tjenesten. Og når du bestemmer deg for å deaktivere personvern, vil informasjonen som er oppført ovenfor i delen "Oppdater domenekontaktdetaljer" bli sett på WHOIS-domenet igjen.

source: Disable Privacy protection
nb: Deaktiver personvern

source: Enable Privacy protection
nb: Aktiver personvern

source: Update Nameservers
nb: Oppdater navneservere

source: If you would like to host this domain with another company you can update nameservers.
nb: Hvis du vil være vert for dette domenet hos et annet selskap, kan du oppdatere navneservere.

source: Domain contact details will be displayed once someone will check WHOIS output (which is public) of your service. This will update Technical, Billing and Admin contacts for this service. You can enable domain privacy protection if you want to hide your public WHOIS information.
nb: Domenekontaktdetaljer vil vises når noen vil sjekke WHOIS-utdata (som er offentlig) for tjenesten din. Dette vil oppdatere tekniske, fakturerings- og administratorkontakter for denne tjenesten. Du kan aktivere personvern for domener hvis du vil skjule den offentlige WHOIS-informasjonen din.

source: Domain Secret
nb: Domenehemmelighet

source: All domain names (except a .EU, .UK domain name) have a Domain (Transfer) Secret Key/Authorization Code (EPP Code) associated with them. This would be required if you want to transfer service.
nb: Alle domenenavn (unntatt et .EU, .UK domenenavn) har en hemmelig domenenøkkel/autorisasjonskode (EPP-kode) knyttet til seg. Dette vil være nødvendig hvis du ønsker å overføre tjenesten.

source: Get EPP code
nb: Få EPP-kode

source: Register a new domain
nb: Registrer et nytt domene

source: Enter new domain name to register
nb: Skriv inn nytt domenenavn for å registrere deg

source: Check
nb: Sjekke

source: I want to use my nameservers
nb: Jeg vil bruke navneserverne mine

source: Transfer a new domain
nb: Overfør et nytt domene

source: Enter your domain name to transfer
nb: Skriv inn domenenavnet ditt for å overføre

source: Enter domain transfer code
nb: Skriv inn domeneoverføringskoden

source: Year/s @
nb: år/år @

source: File
nb: Fil

source: Currently uploaded file
nb: For øyeblikket opplastet fil

source: Upload new file
nb: Last opp ny fil

source: Upload
nb: Last opp

source: File was uploaded
nb: Filen ble lastet opp

source: File information
nb: Filinformasjon

source: Filename
nb: Filnavn

source: Location
nb: Sted

source: Downloads
nb: Nedlastinger

source: Upload new file for this order
nb: Last opp ny fil for denne bestillingen

source: Use this function to update existing order file. Client will be able to download new file from client area
nb: Bruk denne funksjonen til å oppdatere eksisterende ordrefil. Klienten vil kunne laste ned ny fil fra klientområdet

source: Download
nb: Last ned

source: Hosting settings
nb: Hosting-innstillinger

source: Hosting settings updated
nb: Vertsinnstillinger oppdatert

source: Hosting plan
nb: Vertskapsplan

source: Reseller hosting
nb: Forhandler hosting

source: Free domain registration
nb: Gratis domeneregistrering

source: Select free tlds
nb: Velg gratis tlds

source: Select free periods
nb: Velg ledige perioder

source: Month
nb: Måned

source: Months
nb: Måneder

source: Year
nb: År

source: Free domain transfer
nb: Gratis domeneoverføring

source: Hosting plans
nb: Vertskapsplaner

source: New hosting plan
nb: Ny vertsplan

source: Servers
nb: Servere

source: New server
nb: Ny server

source: Hosting management
nb: Hosting ledelse

source: Manage hosting plan
nb: Administrer vertsplan

source: Hosting plan updated
nb: Vertskapsplan oppdatert

source: Unique name to identify this hosting plan
nb: Unikt navn for å identifisere denne vertsplanen

source: Disk quota
nb: Diskkvote

source: Bandwidth
nb: Båndbredde
