Repository: FOSSBilling/locale
Catalog: messages.po
Languages: nb

source: Server Manager Hestia CP Error: Unsuspend Account Error. Error code:
nb: Server Manager Hestia CP Feil: Unsuspend Account Feil. Feilkode:

source: Server Manager Hestia CP Error: Cancel Account Error. Error code:
nb: Server Manager Hestia CP-feil: Avbryt kontofeil. Feilkode:

source: Server Manager Hestia CP Error: Change User package Account Error. Error code:
nb: Server Manager Hestia CP-feil: Endre brukerpakkekontofeil. Feilkode:

source: Server Manager Hestia CP Error: Not Supported
nb: Server Manager Hestia CP-feil: Støttes ikke

source: Server Manager Hestia CP Error: Change Password Account Error. Error code:
nb: Server Manager Hestia CP-feil: Endre passordkontofeil. Feilkode:

source: PHP Soap extension required for IspConfig server manager
nb: PHP Soap-utvidelse kreves for IspConfig-serveradministrator

source: Server manager does not support sync
nb: Serveradministrator støtter ikke synkronisering

source: Server manager does not support username changes
nb: Serveradministrator støtter ikke brukernavnendringer

source: Server manager does not support domain changes
nb: Serveradministrator støtter ikke domeneendringer

source: Server manager does not support ip changes
nb: Serveradministrator støtter ikke ip-endringer

source: Could not load Soap client
nb: Kunne ikke laste inn Soap-klient

source: Could not retrieve session
nb: Kunne ikke hente økten

source: Error when making request to the server
nb: Feil ved forespørsel til serveren

source: Connection to server failed
nb: Tilkobling til server mislyktes

source: The server adapter does not support account synchronization
nb: Serveradapteren støtter ikke kontosynkronisering

source: Failed to create new account
nb: Kunne ikke opprette ny konto

source: Can't modify client
nb: Kan ikke endre klienten

source: Server manager does not support changing IP addresses
nb: Serveradministrator støtter ikke endring av IP-adresser

source: Virtualmin can't suspend/unsuspend reseller's account
nb: Virtualmin kan ikke suspendere/oppheve suspenderingen av forhandlerens konto

source: Create reseller command is only available in Virtualmin PRO version
nb: Opprett forhandlerkommando er kun tilgjengelig i Virtualmin PRO-versjonen

source: Failed to create reseller's account
nb: Kunne ikke opprette forhandlerkonto

source: Failed to create account
nb: Kunne ikke opprette konto

source: Failed to suspend user's account
nb: Kunne ikke suspendere brukerens konto

source: Failed to unsuspend user's account
nb: Kunne ikke oppheve suspenderingen av brukerens konto

source: Failed to change user's password
nb: Kunne ikke endre brukerens passord

source: Failed to delete user's account
nb: Kunne ikke slette brukerens konto

source: Failed to modify domain details
nb: Kunne ikke endre domenedetaljer

source: Failed to enable features
nb: Kunne ikke aktivere funksjoner

source: Failed to disable features
nb: Kunne ikke deaktivere funksjoner

source: Cancel reseller command only available in Virtualmin PRO version
nb: Avbryt forhandlerkommando kun tilgjengelig i Virtualmin PRO-versjon

source: Failed to delete reseller
nb: Kunne ikke slette forhandler

source: Modify reseller comand is only available in Virtualmin PRO version
nb: Endre forhandlerkommando er kun tilgjengelig i Virtualmin PRO-versjonen

source: Failed to change reseller's password
nb: Kunne ikke endre forhandlerens passord

source: Modify reseller command is only available in Virtualmin PRO version
nb: Endre forhandlerkommando er bare tilgjengelig i Virtualmin PRO-versjonen

source: Server manager "cPanel WHM" is not configured properly. Hostname is not set
nb: Serveradministrator "cPanel WHM" er ikke riktig konfigurert. Vertsnavn er ikke angitt

source: Server manager "cPanel WHM" is not configured properly. Username is not set
nb: Serveradministrator "cPanel WHM" er ikke riktig konfigurert. Brukernavn er ikke angitt

source: Server manager "cPanel WHM" is not configured properly. Authentication is not set
nb: Serveradministrator "cPanel WHM" er ikke riktig konfigurert. Autentisering er ikke angitt

source: Activity
nb: Aktivitet

source: Event history
nb: Hendelseshistorikk

source: Unknown API call :call
nb: Ukjent API-kall :call

source: Invalid request. Make sure request origin is :from
nb: Ugyldig forespørsel. Sørg for at forespørselens opprinnelse er :from

source: Unauthorized IP
nb: Uautorisert IP

source: Authentication Failed
nb: Autentisering mislyktes

source: Unknown API call
nb: Ukjent API-kall

source: CSRF token invalid.
nb: CSRF-token er ugyldig.

source: Currency not found
nb: Finner ikke valuta

source: Promo code is expired or does not exist
nb: Kampanjekoden er utløpt eller eksisterer ikke

source: Promo can not be applied to your account
nb: Kampanje kan ikke brukes på kontoen din

source: Selected billing period is not valid
nb: Valgt faktureringsperiode er ikke gyldig

source: I'm afraid we are out of stock.
nb: Jeg er redd vi er utsolgt.

source: Selected billing period is not valid for addon
nb: Valgt faktureringsperiode er ikke gyldig for tillegg

source: Product not found
nb: Produktet ble ikke funnet

source: Add products to cart before applying promo code
nb: Legg produkter i handlekurven før du bruker kampanjekoden

source: You have already used this promo code. Please remove promo code and checkout again.
nb: Du har allerede brukt denne kampanjekoden. Fjern kampanjekoden og gå til kassen igjen.

source: Can not checkout empty cart.
nb: Kan ikke betale tom handlekurv.

source: Selected currency :selected does not match your profile currency :code. Please change cart currency to continue.
nb: Valgt valuta :selected samsvarer ikke med profilens valuta :kode. Endre handlekurvens valuta for å fortsette.

source: Discount: :product
nb: Rabatt: :produkt

source: :product setup
nb: :produktoppsett

source: Email is already registered.
nb: E-post er allerede registrert.

source: Can not change email. It is already registered.
nb: Kan ikke endre e-post. Den er allerede registrert.

source: Passwords do not match
nb: Passord stemmer ikke

source: Event not found
nb: Arrangementet ble ikke funnet

source: New registrations are temporary disabled
nb: Nye registreringer er midlertidig deaktivert

source: Passwords do not match.
nb: Passord stemmer ikke.

source: Email is already registered. You may want to login instead of registering.
nb: E-post er allerede registrert. Det kan være lurt å logge på i stedet for å registrere deg.

source: Account has been created. Please check your mailbox and confirm email address.
nb: Konto er opprettet. Vennligst sjekk postkassen din og bekreft e-postadressen.

source: Please check your login details.
nb: Vennligst sjekk påloggingsdetaljene dine.

source: Email not found in our database
nb: Finner ikke e-post i vår database

source: The link have expired or you have already confirmed password reset.
nb: Koblingen er utløpt eller du har allerede bekreftet tilbakestilling av passord.

source: Clients
nb: Kunder

source: Overview
nb: Oversikt

source: Advanced search
nb: Avansert søk

source: Client login history
nb: Klientpåloggingshistorikk

source: Email address was confirmed
nb: E-postadressen ble bekreftet

source: Active clients
nb: Aktive kunder

source: Suspended clients
nb: Suspenderte klienter

source: Canceled clients
nb: Kansellerte kunder

source: All clients
nb: Alle klienter

source: Invalid email confirmation link
nb: Ugyldig e-postbekreftelseslink

source: The password you chose when creating your account.
nb: Passordet du valgte da du opprettet kontoen din.

source: Currency can not be changed. Client already have invoices issued.
nb: Valuta kan ikke endres. Kunden har allerede utstedt fakturaer.

source: Currency can not be changed. Client already have orders.
nb: Valuta kan ikke endres. Kunden har allerede bestillinger.

source: Define clients currency before adding funds.
nb: Definer kundens valuta før du legger til midler.

source: Funds amount is not valid
nb: Fondsbeløpet er ikke gyldig

source: Funds description is not valid
nb: Beskrivelsen av midler er ikke gyldig

source: Client ID or email is required
nb: Klient-ID eller e-post er påkrevd

source: Client not found
nb: Klienten ble ikke funnet

source: Can not remove group with clients
nb: Kan ikke fjerne gruppe med klienter

source: Please check your mailbox and confirm email address.
nb: Vennligst sjekk postkassen din og bekreft e-postadressen.

source: Confirmation email was sent to your email address. Please click on link in it in order to verify your email.
nb: E-postbekreftelse ble sendt til e-postadressen din. Vennligst klikk på lenken i den for å bekrefte e-posten din.

source: Email can not be changed
nb: E-post kan ikke endres

source: It is required that you provide details for field ":field"
nb: Det kreves at du oppgir detaljer for feltet ":field"

source: Cookie consent
nb: Samtykke til informasjonskapsler

source: Execute now
nb: Utfør nå

source: Currency already registered
nb: Valuta er allerede registrert

source: Currency code is not valid
nb: Valutakoden er ikke gyldig

source: Currency conversion rate can not be zero
nb: Valutakonverteringskursen kan ikke være null

source: Currency code not provided
nb: Valutakode ikke oppgitt

source: Can not remove default currency
nb: Kan ikke fjerne standardvaluta

source: Currency code not found
nb: Finner ikke valutakode

source: Currency rate is not valid
nb: Valutakursen er ikke gyldig

source: <b>Currencylayer threw an error:</b><br />
nb: <b>Currencylayer ga en feil:</b><br />

source: Custom Pages
nb: Egendefinerte sider

source: Email not found
nb: Finner ikke e-post

source: Email template not found
nb: Finner ikke e-postmal

source: Receiver is not defined. Define to or to_client or to_staff parameter
nb: Mottaker er ikke definert. Definer parameteren til eller til_klient eller til_staff

source: Email history
nb: E-posthistorikk

source: Receiver is not defined. Define to or to_client or to_staff or to_admin parameter
nb: Mottaker er ikke definert. Definer parameteren til eller til_klient eller til_staff eller til_admin

source: From email address can not be empty
nb: Fra e-postadresse kan ikke være tom

source: Email template :code was not found
nb: E-postmal :kode ble ikke funnet

source: Embed and integrate
nb: Bygg inn og integrer

source: You have latest version of FOSSBilling. You do not need to update.
nb: Du har siste versjon av FOSSBilling. Du trenger ikke å oppdatere.

source: Extension not found
nb: Finner ikke utvidelsen

source: Parameter ext is missing
nb: Parameter ext mangler

source: Extensions
nb: Utvidelser

source: Languages
nb: Språk

source: Could not retrieve version information for extension :ext
nb: Kunne ikke hente versjonsinformasjon for utvidelsen :ext

source: Latest :mod version installed. No need to update
nb: Siste: mod-versjon installert. Ingen grunn til å oppdatere

source: Could not retrieve :ext information
nb: Kunne ikke hente :ext-informasjon

source: Visit the extension store for more information on updating this extension.
nb: Besøk utvidelsesbutikken for mer informasjon om oppdatering av denne utvidelsen.

source: FOSSBilling core modules can not be managed
nb: FOSSBilling kjernemoduler kan ikke administreres

source: Module seems to be already installed.
nb: Modulen ser ut til å være allerede installert.

source: Extension can not be moved. Make sure your server allows you to write to the modules folder.
nb: Forlengelsen kan ikke flyttes. Sørg for at serveren din lar deg skrive til moduler-mappen.

source: Theme can not be moved. Make sure your server allows you to write to the themes folder.
nb: Tema kan ikke flyttes. Sørg for at serveren din lar deg skrive til temamappen.

source: Locale files can not be moved. Make sure your server allows you to write to the locale folder
nb: Lokale filer kan ikke flyttes. Sørg for at serveren din lar deg skrive til lokalitetsmappen

source: Payment gateways files can not be moved. Make sure your server allows you to write to the Payment gateway folder
nb: Betalingsgatewayfiler kan ikke flyttes. Sørg for at serveren din lar deg skrive til betalingsgateway-mappen

source: Extension does not support auto-install feature. Extension must be installed manually
nb: Utvidelsen støtter ikke funksjonen for automatisk installasjon. Forlengelse må installeres manuelt

source: FOSSBilling core modules can not be installed or removed
nb: FOSSBilling kjernemoduler kan ikke installeres eller fjernes

source: Module can not be installed. It requires at least :min version of FOSSBilling. You are using :v
nb: Modulen kan ikke installeres. Det krever minst :min versjon av FOSSBilling. Du bruker :v

source: Form style was not found in predefined list
nb: Skjemastil ble ikke funnet i forhåndsdefinert liste

source: Form field type is not valid
nb: Skjemafelttypen er ikke gyldig

source: This input type must have unique values
nb: Denne inndatatypen må ha unike verdier

source: Form id was not passed
nb: Skjema-ID ble ikke bestått

source: Form name was not passed
nb: Skjemanavn ble ikke bestått

source: Form type was not passed
nb: Skjematype ble ikke bestått

source: Field type not supported
nb: Felttype støttes ikke

source: Field name can not start with number.
nb: Feltnavn kan ikke begynne med nummer.

source: Field name can not be empty. Please make sure it is not empty and does not contain special characters.
nb: Feltnavnet kan ikke være tomt. Sørg for at den ikke er tom og ikke inneholder spesialtegn.

source: Unfortunately field with this name exists in this form already. Form must have different field names.
nb: Dessverre finnes feltet med dette navnet allerede i dette skjemaet. Skjemaet må ha forskjellige feltnavn.

source: values must be unique
nb: verdier må være unike

source: labels must be unique
nb: etiketter må være unike

source: Textarea size options must be integer values
nb: Alternativer for tekstområdestørrelse må være heltallsverdier

source: Order :id is free. No need to generate invoice.
nb: Bestilling :id er gratis. Du trenger ikke å generere faktura.

source: Client currency must match subscription currency. Check if clients currency is defined.
nb: Kundens valuta må samsvare med abonnementsvalutaen. Sjekk om kundens valuta er definert.

source: Subscription not found
nb: Finner ikke abonnement

source: Invoice was not found
nb: Faktura ble ikke funnet

source: Paid Invoice can not be modified
nb: Betalt faktura kan ikke endres

source: Order not found
nb: Finner ikke bestillingen

source: You need to enter numeric value
nb: Du må angi numerisk verdi

source: Invoice hash not passed. Missing param hash
nb: Faktura-hash ikke bestått. Mangler param-hash

source: Payment method not found. Missing param gateway_id
nb: Finner ikke betalingsmåten. Mangler param gateway_id

source: Invoices
nb: Fakturaer

source: Subscriptions
nb: Abonnementer

source: Transactions overview
nb: Transaksjonsoversikt

source: Transactions search
nb: Transaksjonssøk

source: Tax rules
nb: Skatteregler

source: Payment gateways
nb: Betalingsporter

source: Unpaid invoices
nb: Ubetalte fakturaer

source: Paid invoices
nb: Betalte fakturaer

source: Refunded invoices
nb: Refunderte fakturaer

source: All invoices
nb: Alle fakturaer

source: Can not refund invoice with negative amount
nb: Kan ikke refundere faktura med negativt beløp

source: Invoice is related to order #:id. Please cancel order first.
nb: Faktura er relatert til ordre #:id. Vennligst kanseller bestillingen først.

source: Invoices are not generated for 0 amount orders
nb: Fakturaer genereres ikke for ordrer med 0 beløp

source: You must have at least one active order before you can add funds so you cannot proceed at the current time!
nb: Du må ha minst én aktiv ordre før du kan legge til penger, slik at du ikke kan fortsette på det nåværende tidspunktet!

source: Amount must be at least :min_amount
nb: Beløpet må være minst :min_amount

source: Amount cannot exceed :max_amount
nb: Beløpet kan ikke overstige :max_amount

source: Invoice not found
nb: Finner ikke faktura

source: Payment method not found
nb: Finner ikke betalingsmåten

source: Payment method not enabled
nb: Betalingsmåte er ikke aktivert

source: Could not activate proforma item. Order :id not found
nb: Kunne ikke aktivere proforma-elementet. Ordre: id ikke funnet

source: Invoice item title is missing
nb: Fakturavaretittel mangler

source: Add funds to account
nb: Legg til midler til kontoen

source: Promotional Code: :code - :value Discount
nb: Kampanjekode: :kode - :verdi Rabatt

source: Promotional Code: :code - :value%
nb: Kampanjekode: :kode - :verdi%

source: Payment gateway is not available for installation.
nb: Betalingsporten er ikke tilgjengelig for installasjon.

source: Payment gateway :adapter was not found
nb: Betalingsporten :adapter ble ikke funnet

source: Transaction invoice id is missing
nb: Transaksjonsfaktura-ID mangler

source: Payment gateway id is missing
nb: ID for betalingsgateway mangler

source: Transaction :id not found.
nb: Transaksjon: ID ikke funnet.

source: Could not determine transaction origin. Transaction payment gateway is unknown.
nb: Kunne ikke fastslå transaksjonens opprinnelse. Transaksjonsbetalingsgateway er ukjent.

source: Can not handle transaction received from unknown payment gateway: :id
nb: Kan ikke håndtere transaksjon mottatt fra ukjent betalingsgateway: :id

source: Payment adapter :adapter does not support action :action
nb: Betalingskort :adapter støtter ikke action :action

source: Unknown transaction #:id type: :type
nb: Ukjent transaksjon #:id type: :type

source: Transaction :id is not associated with an invoice.
nb: Transaksjon :id er ikke knyttet til en faktura.

source: Invoice #:id not found
nb: Faktura #:id ikke funnet

source: Instant payment notification (IPN) did not pass gateway :id validation
nb: Øyeblikkelig betalingsvarsel (IPN) bestod ikke gateway:id-validering

source: Payment gateway :id method getTransaction should return Payment_Transaction object
nb: Payment gateway :id-metoden getTransaction skal returnere Payment_Transaction-objektet

source: Can not create subscription. Subscription id from payment gateway was not received
nb: Kan ikke opprette abonnement. Abonnements-ID fra betalingsgateway ble ikke mottatt

source: Subscription #:id was not found. Could not unsubscribe
nb: Abonnement #:id ble ikke funnet. Kunne ikke avslutte abonnementet

source: Only approved transaction can be processed
nb: Kun godkjent transaksjon kan behandles

source: Transaction currency :code do not match required currency :required
nb: Transaksjonsvaluta :kode samsvarer ikke med nødvendig valuta :påkrevd

source: Transaction status on payment gateway is Pending. Only Complete or Unknown transactions can be processed.
nb: Transaksjonsstatus på betalingsgateway er Venter. Bare komplette eller ukjente transaksjoner kan behandles.

source: Client currency do not match invoice currency
nb: Kundens valuta samsvarer ikke med fakturavalutaen

source: Can not add negative amount to client balance for debit transaction
nb: Kan ikke legge til negativt beløp til klientsaldoen for debettransaksjonen

source: Article not found
nb: Artikkelen ikke funnet

source: Article Category not found
nb: Artikkelkategori ikke funnet

source: Category not found
nb: Fant ikke kategori

source: ID or slug is missing
nb: ID eller snegl mangler

source: Article item not found
nb: Artikkelelementet ble ikke funnet

source: Category ID or slug is missing
nb: Kategori-ID eller slug mangler

source: Knowledge base category not found
nb: Kunnskapsbasekategori ikke funnet

source: Knowledge base
nb: Kunnskapsgrunnlag

source: Can not remove category which has articles
nb: Kan ikke fjerne kategori som har artikler

source: Message from name can not be empty
nb: Melding fra navn kan ikke være tom

source: Add some content before sending message
nb: Legg til noe innhold før du sender melding

source: Mass mailer
nb: Massepost

source: Disabled for security reasons (Demo mode enabled)
nb: Deaktivert av sikkerhetsgrunner (demomodus aktivert)

source: News item not found
nb: Nyhet ikke funnet

source: Announcements
nb: Kunngjøringer

source: Notification message was not found
nb: Varslingsmeldingen ble ikke funnet

source: Only suspended orders can be unsuspended
nb: Bare suspenderte bestillinger kan oppheves

source: Only canceled orders can be uncanceled
nb: Kun kansellerte bestillinger kan kanselleres

source: Order config not passed
nb: Bestillingskonfigurasjon ikke bestått

source: Automatically issue renewal invoices
nb: Utsted automatisk fornyelsesfakturaer

source: Issue invoices manually
nb: Utstede fakturaer manuelt

source: Only pending and failed setup orders can be deleted.
nb: Bare ventende og mislykkede oppsettordrer kan slettes.

source: Orders
nb: Bestillinger

source: Orders pending setup
nb: Bestillinger venter på oppsett

source: Active orders
nb: Aktive bestillinger

source: Suspended orders
nb: Suspenderte bestillinger

source: All orders
nb: Alle bestillinger

source: Currency could not be determined for order
nb: Valuta kunne ikke bestemmes for bestilling

source: Product :id is out of stock.
nb: Produkt :id er ikke på lager.

source: Group ID parameter is missing for addon product order
nb: Gruppe-ID-parameter mangler for tilleggsproduktbestilling

source: Parent order :group_id was not found
nb: Overordnet ordre :group_id ble ikke funnet

source: Only pending setup or failed orders can be activated
nb: Bare ventende oppsett eller mislykkede bestillinger kan aktiveres

source: Error creating
nb: Feil ved opprettelse

source: Only active orders can be suspended
nb: Bare aktive bestillinger kan suspenderes

source: Can not cancel
nb: Kan ikke avbryte

source: You have already created domain product.
nb: Du har allerede opprettet et domeneprodukt.

source: Product type :type is not registered
nb: Produkttype :type er ikke registrert

source: priority params is missing
nb: prioritetsparametere mangler

source: Addon not found
nb: Finner ikke tillegg

source: Product ID or slug is missing
nb: Produkt-ID eller slug mangler

source: Products & services
nb: Produkter og tjenester

source: Product addons
nb: Produkttillegg

source: Product promotions
nb: Produktkampanjer

source: Pricing type is required
nb: Pristype er påkrevd

source: Can not remove product which has active orders.
nb: Kan ikke fjerne produkt som har aktive bestillinger.

source: Can not remove product category with products
nb: Kan ikke fjerne produktkategori med produkter

source: This promo code already exists.
nb: Denne kampanjekoden finnes allerede.

source: Message handler function :method does not exists
nb: Meldingsbehandlingsfunksjon :metode eksisterer ikke

source: Redirect not found
nb: Omdirigering ikke funnet

source: Order id is required
nb: Bestillings-ID kreves

source: API call is missing arguments
nb: API-kall mangler argumenter

source: You must fill in all required fields.
nb: Du må fylle ut alle obligatoriske felt.

source: Field
nb: Felt

source: Could not activate order. Service was not created
nb: Kunne ikke aktivere bestillingen. Tjenesten ble ikke opprettet

source: Custom plugin method :method is forbidden
nb: Egendefinert plugin-metode: metode er forbudt

source: Config must be an array
nb: Konfigurasjon må være en matrise

source: Order is not activated
nb: Ordren er ikke aktivert

source: Plugin class file :file was not found
nb: Plugin-klassefil :fil ble ikke funnet

source: Plugin :plugin does not support action :action
nb: Plugin :plugin støtter ikke action :action

source: Order :id has no active service
nb: Order :id har ingen aktiv tjeneste

source: TLD not found
nb: TLD ikke funnet

source: ID not found
nb: Finner ikke ID

source: Tld already registered
nb: Tld allerede registrert
