Repository: FOSSBilling/locale
Catalog: messages.po
Languages: nb

source: Max Addon domains
nb: Max Addon-domener

source: Max FTP accounts
nb: Maks FTP-kontoer

source: Max SQL Databases
nb: Maks SQL-databaser

source: Max Email Accounts
nb: Maks. e-postkontoer

source: Max Subdomains
nb: Maks. underdomener

source: Max Parked Domains
nb: Maks parkerte domener

source: Server manager specific parameters
nb: Serveradministratorspesifikke parametere

source: Update hosting plan
nb: Oppdater vertsplan

source: Hosting plan additional parameters
nb: Vertskapsplan tilleggsparametere

source: Depending on server manager used to setup hosting account you may require provide additional parameters. List of parameters server managers requires you can find on extensions page.
nb: Avhengig av serveradministratoren som brukes til å konfigurere vertskontoen, kan det hende du må oppgi ytterligere parametere. Liste over parametere som serveradministratorer krever, kan du finne på utvidelsessiden.

source: Add new field
nb: Legg til nytt felt

source: Server manager
nb: Serveransvarlig

source: Test connection
nb: Test tilkobling

source: Server connected
nb: Server tilkoblet

source: Addon domains
nb: Addon-domener

source: Disk space
nb: Diskplass

source: Unique name to identify this server
nb: Unikt navn for å identifisere denne serveren

source: Hostname
nb: Vertsnavn

source: server1.yourserverdomain.com
nb: server1.dinserverdomene.com

source: Primary IP address of the server used to connect to it like: 123.123.123.123
nb: Primær IP-adresse til serveren som brukes til å koble til den som: 123.123.123.123

source: Assigned IP Addresses
nb: Tildelte IP-adresser

source: List the IP Addresses assigned to the server (One per line)
nb: List opp IP-adressene som er tildelt serveren (én per linje)

source: Enable/Disable
nb: Aktiver/deaktiver

source: ns1.yourdomain.com
nb: ns1.dittdomene.com

source: ns2.yourdomain.com
nb: ns2.dittdomene.com

source: ns3.yourdomain.com
nb: ns3.dittdomene.com

source: ns4.yourdomain.com
nb: ns4.dittdomene.com

source: Use Secure connection
nb: Bruk sikker tilkobling

source: Add server
nb: Legg til server

source: Adding new hosting plan
nb: Legger til ny vertsplan

source: Depending on server manager used to setup hosting account you may require provide additional parameters in next step. In this step provide basic hosting plan information.
nb: Avhengig av serveradministratoren som brukes til å konfigurere vertskontoen, kan det hende du må oppgi ytterligere parametere i neste trinn. I dette trinnet oppgi grunnleggende informasjon om vertsplan.

source: Disk quota (MB)
nb: Diskkvote (MB)

source: Bandwidth (MB)
nb: Båndbredde (MB)

source: Create hosting plan
nb: Lag hostingplan

source: Server Name
nb: Servernavn

source: Account IP
nb: Konto-IP

source: Username
nb: Brukernavn

source: per month
nb: per måned

source: Jump to control panel
nb: Hopp til kontrollpanelet

source: Reseller control panel
nb: Forhandler kontrollpanel

source: Account was synced
nb: Kontoen ble synkronisert

source: Sync with server
nb: Synkroniser med server

source: Change hosting plan
nb: Endre vertsplan

source: Hosting plan changed
nb: Hostingplan endret

source: Change
nb: Endre

source: Change account password
nb: Endre kontopassord

source: Account password changed
nb: Kontopassord endret

source: Password Confirm
nb: Passordbekreft

source: Change IP
nb: Endre IP

source: Account IP changed
nb: Konto-IP endret

source: Change username
nb: Endre brukernavn

source: Account username changed
nb: Kontoens brukernavn endret

source: Change domain
nb: Bytt domene

source: Account domain changed
nb: Kontodomene endret

source: Import existing
nb: Importer eksisterende

source: Domain name
nb: Domenenavn

source: Domain TLD
nb: Domene-TLD

source: Leave blank to generate
nb: La stå tomt for å generere

source: Server management
nb: Serveradministrasjon

source: Server updated
nb: Server oppdatert

source: Primary IP address of the server used to connect to it like: 127.0.0.1
nb: Primær IP-adresse til serveren som brukes til å koble til den som: 127.0.0.1

source: Connection port
nb: Tilkoblingsport

source: Custom port. Use blank to use default. Used to connect to the API
nb: Egendefinert port. Bruk tom for å bruke standard. Brukes til å koble til API

source: Update and test connection
nb: Oppdater og test tilkobling

source: Update server
nb: Oppdater server

source: Manage hosting account
nb: Administrer hostingkonto

source: Server Hostname
nb: Server vertsnavn

source: Manage domain
nb: Administrer domene

source: Jump to cPanel
nb: Gå til cPanel

source: Change your FTP/cPanel/SSH password.
nb: Endre FTP/cPanel/SSH-passordet ditt.

source: New domain
nb: Nytt domene

source: Domain configuration
nb: Domenekonfigurasjon

source: I will use my existing domain and update nameservers
nb: Jeg vil bruke mitt eksisterende domene og oppdatere navneservere

source: I want to register a new domain
nb: Jeg ønsker å registrere et nytt domene

source: mydomain
nb: mittdomene

source: License settings
nb: Lisensinnstillinger

source: Prefix
nb: Prefiks

source: Length
nb: Lengde

source: Validate IP
nb: Bekreft IP

source: Validate Hostname
nb: Bekreft vertsnavn

source: Validate Version
nb: Valider versjon

source: Validate Path
nb: Valider bane

source: License plugins
nb: Lisens plugins

source: FOSSBilling gives you ability to provide your own license generation script. Follow the instructions bellow to install new license plugin
nb: FOSSBilling gir deg muligheten til å gi ditt eget lisensgenereringsskript. Følg instruksjonene nedenfor for å installere ny lisensplugin

source: License plugin is PHP class "License_PluginName" with one method
nb: Lisensplugin er PHP-klassen "License_PluginName" med én metode

source: Take a look at default plugin at
nb: Ta en titt på standard plugin på

source: Create your plugin and place it to
nb: Lag din plugin og plasser den til

source: FOSSBilling will automatically detect new plugin
nb: FOSSBilling vil automatisk oppdage ny plugin

source: for more information.
nb: for mer informasjon.

source: License details
nb: Lisensdetaljer

source: Key
nb: Nøkkel

source: Last ping
nb: Siste ping

source: License data
nb: Lisensdata

source: License Key
nb: Lisensnøkkel

source: Valid IPs (one per line)
nb: Gyldige IP-er (én per linje)

source: Validate host
nb: Valider verten

source: Valid hosts (one per line)
nb: Gyldige verter (én per linje)

source: Validate path
nb: Valider bane

source: Valid paths (one per line)
nb: Gyldige baner (én per linje)

source: Validate version
nb: Valider versjon

source: Valid versions (one per line)
nb: Gyldige versjoner (én per linje)

source: Valid IPs
nb: Gyldige IP-er

source: All ips
nb: Alle ips

source: Valid Domains
nb: Gyldige domener

source: All hosts
nb: Alle verter

source: Valid Versions
nb: Gyldige versjoner

source: All versions
nb: Alle versjoner

source: Valid Install paths
nb: Gyldige installasjonsbaner

source: All paths
nb: Alle stier

source: Reset license
nb: Tilbakestill lisens

source: You can reset your license parameters if you have changed your server
nb: Du kan tilbakestille lisensparameterne hvis du har endret serveren din

source: License was reset
nb: Lisensen ble tilbakestilt

source: Membership settings
nb: Medlemskapsinnstillinger

source: Membership service does not have any configuration options
nb: Medlemskapstjenesten har ingen konfigurasjonsalternativer

source: Membership details
nb: Medlemsdetaljer

source: SpamChecker settings
nb: SpamChecker-innstillinger

source: Enable IP blocking
nb: Aktiver IP-blokkering

source: Blocked IPs are not allowed to login, register or open public ticket. (One IP per line)
nb: Blokkerte IP-er har ikke lov til å logge inn, registrere eller åpne offentlig billett. (Én IP per linje)

source: reCAPTCHA settings
nb: reCAPTCHA-innstillinger

source: Enable captcha for client registration and contact forms
nb: Aktiver captcha for klientregistrering og kontaktskjemaer

source: Sign up for reCAPTCHA key for your domain at
nb: Registrer deg for reCAPTCHA-nøkkelen for domenet ditt på

source: Enable reCAPTCHA
nb: Aktiver reCAPTCHA

source: reCAPTCHA version
nb: reCAPTCHA versjon

source: reCAPTCHA Public key
nb: reCAPTCHA offentlig nøkkel

source: reCAPTCHA Secret key
nb: reCAPTCHA hemmelig nøkkel

source: Akismet settings
nb: Akismet-innstillinger

source: Enable forum messages checking on the <a href="https://akismet.com/" target="_blank">Akismet</a> database
nb: Aktiver forummeldinger i <a href="https://akismet.com/" target="_blank">Akismet</a>-databasen

source: Enable Akismet
nb: Aktiver Akismet

source: Akismet API key
nb: Akismet API-nøkkel

source: Stop Forum Spam settings
nb: Stopp Forum Spam-innstillinger

source: If enabled, client IP will be checked on the <a href="https://stopforumspam.com/" target="_blank">Stop Forum Spam</a> database before registration
nb: Hvis aktivert, vil klient-IP bli sjekket i <a href="https://stopforumspam.com/" target="_blank">Stopp Forum Spam</a>-databasen før registrering

source: Enable Stop Forum Spam
nb: Aktiver Stopp Forum Spam

source: Staff Group management
nb: Personalgruppeledelse

source: Staff
nb: Personale

source: Manage staff member details
nb: Administrer personopplysninger

source: Staff group updated
nb: Personalgruppen oppdatert

source: Staff members
nb: Medarbeidere

source: New staff member
nb: Ny medarbeider

source: Manage groups
nb: Administrer grupper

source: Signature
nb: Signatur

source: Inactive
nb: Inaktiv

source: Create group
nb: Opprett gruppe

source: Create main administrator account
nb: Opprett hovedadministratorkonto

source: Enter your email address
nb: Skriv inn e-postadressen din

source: Enter your password
nb: Skriv inn passordet ditt

source: Create administrator account
nb: Opprett administratorkonto

source: Log into your account
nb: Logg inn på kontoen din

source: Forgot your password?
nb: Glemt passordet ditt?

source: Sign in
nb: Logg på

source: Staff members login history
nb: Ansattes påloggingshistorikk

source: Staff members logins history
nb: Ansattes påloggingshistorikk

source: INFORMATION
nb: INFORMASJON

source: This staff member is used by FOSSBilling to perform system tasks and can not be removed.
nb: Denne medarbeideren brukes av FOSSBilling til å utføre systemoppgaver og kan ikke fjernes.

source: Permissions
nb: Tillatelser

source: This staff member updated.
nb: Denne medarbeideren oppdaterte.

source: permissions
nb: tillatelser

source: This administrator is allowed to do everything
nb: Denne administratoren har lov til å gjøre alt

source: Permissions updated
nb: Tillatelser oppdatert

source: Module
nb: Modul

source: Change staff member password
nb: Endre passord for ansatte

source: Staff member password changed
nb: Ansattes passord endret

source: Repeat same password
nb: Gjenta samme passord

source: Reset your password
nb: Tilbakestill passordet ditt

source: Enter your email address. You will receive a confirmation link if your account exists.
nb: Skriv inn e-postadressen din. Du vil motta en bekreftelseslenke hvis kontoen din eksisterer.

source: Email address
nb: E-postadresse

source: Send me the link
nb: Send meg linken

source: Take me back to the login screen.
nb: Ta meg tilbake til påloggingsskjermen.

source: Update your password
nb: Oppdater passordet ditt

source: Enter your secret code
nb: Skriv inn din hemmelige kode

source: Repeat Password
nb: Gjenta passord

source: Update password
nb: Oppdater passord

source: Profile updated
nb: Profilen er oppdatert

source: External application can control every aspect of FOSSBilling using this API key.
nb: Ekstern applikasjon kan kontrollere alle aspekter av FOSSBilling ved å bruke denne API-nøkkelen.

source: Warning! Resetting the key will break existing applications using it.
nb: Advarsel! Tilbakestilling av nøkkelen vil ødelegge eksisterende applikasjoner som bruker den.

source: Generate new key
nb: Generer ny nøkkel

source: Change your avatar at
nb: Bytt avatar på

source: New API key generated. Applications using old key are now not working.
nb: Ny API-nøkkel generert. Apper som bruker gammel nøkkel fungerer nå ikke.

source: Check login IP
nb: Sjekk innloggings-IP

source: Allowed IPs. One per line
nb: Tillatte IP-er. En per linje

source: Allow staff reset passwords
nb: Tillat at personalet tilbakestiller passord

source: Canned category
nb: Hermetisert kategori

source: Canned response
nb: Hermetisert svar

source: New response
nb: Nytt svar

source: Support settings
nb: Støtteinnstillinger

source: Help desk name will be visible for clients when submitting new ticket. Define very large number of hours to disable auto close ticket option.
nb: Navnet på brukerstøtten vil være synlig for kunder når de sender inn ny billett. Definer et veldig stort antall timer for å deaktivere alternativet for automatisk lukking av billett.

source: Help desk updated
nb: Helpdesk oppdatert

source: Close after
nb: Lukk etter

source: Can reopen
nb: Kan åpne igjen

source: Ticket
nb: Billett

source: Ticket ID
nb: Billett-ID

source: Author
nb: Forfatter

source: Time opened
nb: Tiden åpnet

source: Last updated
nb: Sist oppdatert

source: Close
nb: Lukke

source: Reply as
nb: Svar som

source: Hello
nb: Hallo

source: Show/Hide messages
nb: Vis/skjul meldinger

source: Post
nb: Stolpe

source: Close ticket
nb: Lukk billett

source: Solved tickets
nb: Løste billetter

source: Help desks
nb: Helpdesk

source: Auto responder settings
nb: Innstillinger for autosvar

source: Enable auto responder
nb: Aktiver autosvar

source: Auto respond message
nb: Autosvar melding

source: Delay message
nb: Forsinket melding

source: Selected canned response message will be added to default reply message.
nb: Valgt hermetisk svarmelding vil bli lagt til standard svarmelding.

source: Enable delay message
nb: Aktiver forsinkelsesmelding

source: Delay hours
nb: Forsinkede timer

source: Delay reply
nb: Utsett svar

source: Wait time in hours
nb: Ventetid i timer

source: Wait time - how many hours user needs to wait until consequent ticket submission.
nb: Ventetid - hvor mange timer brukeren må vente til påfølgende billettinnlevering.

source: New helpdesk
nb: Ny helpdesk

source: Close tickets after
nb: Lukk billetter etter

source: message(s)
nb: melding(er)

source: Support tickets
nb: Støttebilletter

source: Task
nb: Oppgave

source: Related to
nb: Relatert til

source: Set Task complete
nb: Angi oppgave fullført

source: Filter support tickets
nb: Filtrer støttebilletter

source: Client ID
nb: Klient-ID

source: Order ID
nb: Bestillings-ID

source: Ticket subject
nb: Billett emne

source: Ticket messages
nb: Billettmeldinger

source: New email
nb: Ny e-post

source: Open ticket for existing client
nb: Åpen billett for eksisterende klient

source: Open public ticket for non client
nb: Åpen offentlig billett for ikke klient

source: Receivers name
nb: Mottakers navn

source: user@domail.com
nb: bruker@domail.com

source: Contact us
nb: Kontakt oss

source: Ticket information
nb: Billettinformasjon

source: Ticket was closed and cannot be reopened.
nb: Billetten var stengt og kan ikke gjenåpnes.

source: Service #
nb: Tjenestenummer

source: Last tickets
nb: Siste billetter

source: Back to tickets list
nb: Tilbake til billettlisten

source: Need an answer? We are here to help!
nb: Trenger du et svar? Vi er her for å hjelpe!

source: Submit new ticket
nb: Send inn ny billett

source: System settings
nb: Systeminnstillinger

source: Countries
nb: Land

source: FTP layer
nb: FTP-lag

source: About
nb: Om

source: Company updated
nb: Selskapet oppdatert

source: Address line 1
nb: Adresselinje 1

source: Address line 2
nb: Adresselinje 2

source: Address line 3
nb: Adresselinje 3

source: Logo URL (dark mode)
nb: Logo URL (mørk modus)

source: Favicon
nb: Favorittikon

source: Company number, chamber of commerce number
nb: Firmanummer, handelskammernummer

source: VAT number
nb: MVA-nummer

source: Bank Account number
nb: Bankkontonummer

source: Company terms of service, legal regulation
nb: Bedriftsvilkår for bruk, juridisk regulering

source: Company privacy policy
nb: Bedriftens personvernpolicy

source: Countries updated
nb: Land oppdatert

source: List of countries
nb: Liste over land

source: FTP layer for FOSSBilling
nb: FTP-lag for FOSSBilling

source: FTP is used to manage FOSSBilling modules and updates.
nb: FTP brukes til å administrere FOSSBilling-moduler og oppdateringer.

source: FTP settings updated
nb: FTP-innstillinger oppdatert

source: FTP hostname
nb: FTP-vertsnavn

source: Can be a numerical URL 127.0.0.1 is the default address for a locally hosted server, it might be this, it might be the full URL as my example above with the File Transfer Protocol (FTP) prefix, it might be the http:// protocol it might be SFTP (secure FTP) even secure http (https). Your host will be able to advise you on the correct format.
nb: Kan være en numerisk URL 127.0.0.1 er standardadressen for en lokalt vertsserver, det kan være denne, det kan være den fullstendige URL-en som mitt eksempel ovenfor med File Transfer Protocol (FTP)-prefikset, det kan være http:/ / protokoll kan det være SFTP (sikker FTP) til og med sikker http (https). Verten din vil kunne gi deg råd om riktig format.

source: Is nearly always 21 unless the host has changed this they will have notified you of this. Secure FTP generally uses port 22.
nb: Er nesten alltid 21 med mindre verten har endret dette, vil de ha varslet deg om dette. Sikker FTP bruker vanligvis port 22.

source: FTP user
nb: FTP-bruker

source: In most cases, this is the specific user name your host has set up for you to access your Web site via FTP- It is the name you use in your FTP client. This could be an alphanumeric, it could be your name, even your e-mail address, If you don't know this speak to your host. You may have the facility on your Web account to set up additional FTP users if that is the case (and it's more secure) you are recommended to do this
nb: I de fleste tilfeller er dette det spesifikke brukernavnet verten din har satt opp for at du skal få tilgang til nettstedet ditt via FTP - Det er navnet du bruker i FTP-klienten. Dette kan være et alfanumerisk, det kan være navnet ditt, til og med e-postadressen din. Hvis du ikke vet dette, snakk med verten din. Du kan ha mulighet på nettkontoen din til å sette opp flere FTP-brukere hvis det er tilfelle (og det er sikrere) anbefales det å gjøre dette

source: FTP password
nb: FTP-passord

source: This is the password you enter in your FTP client.
nb: Dette er passordet du skriver inn i FTP-klienten din.

source: FTP directory
nb: FTP-katalog

source: This is generally the directory in which FOSSBilling is installed. This setting is very important to be setup correctly as it very specifically depends on the Host server settings. In can be just / BUT it might be htdocs/boxbilling, public_html/, /public_html/boxbilling or other. It is a variable that FOSSBilling has absolutely no control over. You will need to clarify this with your host.
nb: Dette er vanligvis katalogen der FOSSBilling er installert. Denne innstillingen er veldig viktig for å være riktig konfigurert, da den er veldig spesifikt avhengig av vertsserverinnstillingene. I kan være bare / MEN det kan være htdocs/boxbilling, public_html/, /public_html/boxbilling eller annet. Det er en variabel som FOSSBilling absolutt ikke har kontroll over. Du må avklare dette med verten din.

source: Cache control
nb: Bufferkontroll

source: Cache folder cleared
nb: Buffermappen er tømt

source: Invalidate cache
nb: Ugyldig hurtigbuffer

source: About FOSSBilling
nb: Om FOSSBilling

source: System undergoing maintenance
nb: System under vedlikehold

source: Our systems are undergoing a maintenance. We'll be back soon.
nb: Systemene våre er under vedlikehold. Vi kommer snart tilbake.

source: While we're away, you can still reach us over other channels.
nb: Mens vi er borte, kan du fortsatt nå oss via andre kanaler.

source: Themes
nb: Temaer

source: Settings for
nb: Innstillinger for

source: Switch to a predefined set of theme settings from the dropdown. Adjust each section and apply the changes once you're done.
nb: Bytt til et forhåndsdefinert sett med temainnstillinger fra rullegardinmenyen. Juster hver seksjon og bruk endringene når du er ferdig.

source: Your current preset
nb: Din nåværende forhåndsinnstilling

source: Save current settings as a new preset called
nb: Lagre gjeldende innstillinger som en ny forhåndsinnstilling kalt

source: Apply changes
nb: Bruk endringer

source: Client area themes
nb: Kundeområde-temaer

source: Admin area themes
nb: Administrasjonsområdetemaer

source: Wysiwyg settings
nb: Wysiwyg-innstillinger

source: Default editor
nb: Standard editor

source: Oops... You just found an error page
nb: Oops... Du fant nettopp en feilside

source: Back to Dashboard
nb: Tilbake til Dashboard

source: Source code
nb: Kildekode

source: Enable dark mode
nb: Aktiver mørk modus

source: Enable light mode
nb: Aktiver lysmodus

source: Logout
nb: Logg ut

source: Visit client area
nb: Besøk kundeområdet

source: Inquiries
nb: Forespørsler

source: Search:
nb: Søk:

source: Enter search text..
nb: Skriv inn søketekst..

source: Danger!
nb: Fare!

source: Warning
nb: Advarsel

source: clients
nb: klienter

source: suspended
nb: suspendert

source: orders
nb: bestillinger

source: invoices
nb: fakturaer

source: unpaid
nb: ubetalt

source: tickets
nb: billetter

source: waiting for staff reply
nb: venter på svar fra personalet

source: Statistics
nb: Statistikk

source: Today
nb: I dag

source: Yesterday
nb: I går

source: This month so far
nb: Denne måneden så langt

source: Last month
nb: Forrige måned

source: Income
nb: Inntekt

source: Latest orders
nb: Siste bestillinger

source: Define date interval for graphs
nb: Definer datointervall for grafer

source: Update graphs
nb: Oppdater grafer

source: Recent clients activity
nb: Nylig klientaktivitet

source: Recent staff activity
nb: Nylig personalaktivitet

source: Delete selected
nb: Slett valgte

source: Are you sure you want to delete the selected items?
nb: Er du sikker på at du vil slette de valgte elementene?

source: No items selected
nb: Ingen elementer er valgt

source: You need to select at least one item to delete
nb: Du må velge minst ett element for å slette

source: Support ticket
nb: Støttebillett

source: Staff member
nb: Ansatt

source: Announcement
nb: Kunngjøring

source: Payment type
nb: Betalingstype

source: Free
nb: Gratis

source: One time
nb: En gang

source: Recurrent
nb: Tilbakevendende

source: Setup price
nb: Oppsettpris

source: Price for period
nb: Pris for periode

source: First payment sum
nb: Første betalingssum

source: Weekly
nb: Ukentlig

source: Monthly
nb: Månedlig

source: Enter search text...
nb: Skriv inn søketekst...

source: Search settings
nb: Søkeinnstillinger

source: Help
nb: Hjelp

source: Documentation
nb: Dokumentasjon

source: Whoops! This is not the web page you are looking for.
nb: Oops! Dette er ikke nettsiden du leter etter.

source: Order services
nb: Bestill tjenester

source: Sign out
nb: Logg ut

source: User profile
nb: Brukerprofil

source: profile
nb: profil

source: sign out
nb: logge ut

source: Account balance
nb: Kontosaldo

source: You are logged out
nb: Du er logget ut

source: Products and services
nb: Produkter og tjenester

source: Latest news and announcements
nb: Siste nyheter og kunngjøringer

source: Browse our KB for answers and FAQ
nb: Bla gjennom vår KB for svar og vanlige spørsmål

source: Powered by the FOSSBilling Community
nb: Drevet av FOSSBilling-fellesskapet

source: Top
nb: Topp

source: Services
nb: Tjenester

source: Quantity:
nb: Mengde:

source: Total price:
nb: Totalpris:

source: Setup Price
nb: Oppsettpris

source: Order now
nb: Bestill nå
