Repository: FOSSBilling/locale
Catalog: messages.po
Languages: nb

source: Mod object is not set for the service
nb: Mod-objekt er ikke satt for tjenesten

source: Method :method must contain underscore
nb: Metode :metode må inneholde understrek

source: Invalid module name
nb: Ugyldig modulnavn

source: FOSSBilling module :mod is not installed/activated
nb: FOSSBilling-modul :mod er ikke installert/aktivert

source: You do not have access to :mod module
nb: Du har ikke tilgang til :mod-modulen

source: Api class must be instance of Api_Abstract
nb: Api-klassen må være en forekomst av Api_Abstract

source: :type API call :method does not exist in module :module
nb: :type API-kall :metode finnes ikke i modul :modul

source: The system is undergoing maintenance. Please try again later.
nb: Systemet er under vedlikehold. Vennligst prøv igjen senere.

source: Page :url not found
nb: Side:url ikke funnet

source: Page not found
nb: Siden ikke funnet

source: php openssl extension must be enabled on your server
nb: php openssl-utvidelsen må være aktivert på serveren din

source: CURL extension is not enabled
nb: CURL-utvidelsen er ikke aktivert

source: Unable to connect to FOSSBilling extensions site.
nb: Kan ikke koble til nettstedet for FOSSBilling-utvidelser.

source: FTP extension is not enabled in PHP. You will not be able to use automatic updates and other automation.
nb: FTP-utvidelse er ikke aktivert i PHP. Du vil ikke kunne bruke automatiske oppdateringer og annen automatisering.

source: The FTP PHP extension is not available
nb: FTP PHP-utvidelsen er ikke tilgjengelig

source: FTP hostname is required
nb: FTP-vertsnavn kreves

source: FTP username is required
nb: FTP-brukernavn kreves

source: FTP password is required
nb: FTP-passord kreves

source: Failed to connect to FTP server :host : :port
nb: Kunne ikke koble til FTP-serveren :host : :port

source: FTP username or password incorrect for :username
nb: FTP-brukernavn eller passord er feil for :brukernavn

source: Missing log message
nb: Manglende loggmelding

source: Bad log priority
nb: Dårlig loggprioritet

source: Resource is not a stream
nb: Ressurs er ikke en strøm

source: Mode cannot be changed on existing streams
nb: Modus kan ikke endres på eksisterende strømmer

source: :stream cannot be opened with mode :mode
nb: :stream kan ikke åpnes med modus :modus

source: Unable to write to stream
nb: Kan ikke skrive til strømming

source: Unknown mail transport: :transport
nb: Ukjent posttransport: :transport

source: Sendgrid is not configured
nb: Sendgrid er ikke konfigurert

source: SMTP host not configured
nb: SMTP-verten er ikke konfigurert

source: SMTP port not configured
nb: SMTP-porten er ikke konfigurert

source: SMTP hostname is not configured.
nb: SMTP-vertsnavn er ikke konfigurert.

source: Module :mod manifest file is missing
nb: Modul :mod manifestfil mangler

source: Module :mod manifest file is not valid. Check file syntax and permissions.
nb: Modul :mod manifestfilen er ikke gyldig. Sjekk filsyntaks og tillatelser.

source: Module :mod does not have service class
nb: Modul :mod har ikke serviceklasse

source: Module :mod Client controller class was not found
nb: Modul :mod Klientkontrollerklasse ble ikke funnet

source: Core module can not be updated
nb: Kjernemodul kan ikke oppdateres

source: Invalid period code. Period definition must be 2 chars length
nb: Ugyldig periodekode. Periodedefinisjonen må være 2 tegn

source: Period Error. Unit :unit is not defined
nb: Periodefeil. Enhet:enhet er ikke definert

source: Invalid period quantity :qty for unit :unit. Allowed range is from :from to :to
nb: Ugyldig periodeantall:kvantum for enhet:enhet. Tillatt område er fra :fra til :til

source: Every week
nb: Hver uke

source: Every month
nb: Hver måned

source: Every 3 months
nb: Hver 3. måned

source: Every 6 months
nb: Hver 6. måned

source: Every year
nb: Hvert år

source: Every 2 years
nb: Hvert 2. år

source: Every 3 years
nb: Hvert 3. år

source: Every :number day
nb: Hver dag

source: Every :number week
nb: Hver :antall uke

source: Every :number month
nb: Hver :antall måned

source: Every :number year
nb: Hvert :antall år

source: Unit not defined
nb: Enhet ikke definert

source: Can not determine months amount from unit
nb: Kan ikke bestemme månedsbeløp fra enhet

source: Service class :class was not found in :path
nb: Tjenesteklasse :klasse ble ikke funnet i :bane

source: Unable to load existing configuration. updateConfig() is unable to progress.
nb: Kan ikke laste inn eksisterende konfigurasjon. updateConfig() kan ikke fortsette.

source: Unable to create backup of configuration file. Canceling config migration.
nb: Kan ikke lage sikkerhetskopi av konfigurasjonsfilen. Avbryter konfigurasjonsmigrering.

source: Error when writing updated configuration file.
nb: Feil ved skriving av oppdatert konfigurasjonsfil.

source: Email address is invalid
nb: E-postadressen er ugyldig

source: second
nb: sekund

source: minute
nb: minutt

source: hour
nb: time

source: day
nb: dag

source: week
nb: uke

source: month
nb: måned

source: year
nb: år

source: decade
nb: tiår

source: Missing mods param for Box_TwigLoader
nb: Manglende mods-param for Box_TwigLoader

source: Missing theme param for Box_TwigLoader
nb: Mangler temaparam for Box_TwigLoader

source: Missing type param for Box_TwigLoader
nb: Manglende typeparam for Box_TwigLoader

source: Email is not valid
nb: E-post er ikke gyldig

source: Minimum password length is 8 characters.
nb: Minste passordlengde er 8 tegn.

source: Maximum password length is 256 characters.
nb: Maksimal passordlengde er 256 tegn.

source: Password must include at least one number.
nb: Passordet må inneholde minst ett tall.

source: Password must include at least one lowercase letter.
nb: Passordet må inneholde minst én liten bokstav.

source: Password must include at least one uppercase letter.
nb: Passordet må inneholde minst én stor bokstav.

source: Invalid birth date value
nb: Ugyldig fødselsdatoverdi

source: File :file does not exist
nb: Fil :fil eksisterer ikke

source: Failed to extract file! Exception:<br>
nb: Kunne ikke pakke ut filen! Unntak:<br>

source: Could not determine domain price. Domain action is missing
nb: Kunne ikke bestemme domeneprisen. Domenehandling mangler

source: Unknown TLD. Could not determine registration price
nb: Ukjent TLD. Kunne ikke bestemme registreringsprisen

source: Domain product can not be removed.
nb: Domeneprodukt kan ikke fjernes.

source: Unknown period selected
nb: Ukjent periode er valgt

source: Product pricing could not be determined.
nb: Produktpriser kunne ikke fastsettes.

source: Unknown Period selected for setup price
nb: Ukjent periode valgt for oppsettpris

source: Product :id payment type is recurrent, but period was not selected
nb: Produkt :id betalingstype er tilbakevendende, men perioden ble ikke valgt

source: Unknown Period selected for price
nb: Ukjent periode valgt for pris

source: Payment gateway "AliPay" is not configured properly. Please update configuration parameter "Partner ID" at "Configuration -> Payment gateways".
nb: Betalingsporten "AliPay" er ikke riktig konfigurert. Vennligst oppdater konfigurasjonsparameteren "Partner ID" ved "Konfigurasjon -> Betalingsporter".

source: Payment gateway "AliPay" is not configured properly. Please update configuration parameter "Security Code" at "Configuration -> Payment gateways".
nb: Betalingsporten "AliPay" er ikke riktig konfigurert. Vennligst oppdater konfigurasjonsparameteren "Sikkerhetskode" ved "Konfigurasjon -> Betalingsporter".

source: Payment gateway "AliPay" is not configured properly. Please update configuration parameter "Seller email" at "Configuration -> Payment gateways".
nb: Betalingsporten "AliPay" er ikke riktig konfigurert. Vennligst oppdater konfigurasjonsparameteren "Selgers e-post" ved "Konfigurasjon -> Betalingsporter".

source: Error getting service for contract
nb: Feil ved å hente service for kontrakt

source: AliPay does not support recurrent payments
nb: AliPay støtter ikke gjentakende betalinger

source: Not enough in balance
nb: Ikke nok i balanse

source: Forbidden to pay deposit invoice with this gateway
nb: Forbudt å betale depositumsfaktura med denne gatewayen

source: IPN is not valid
nb: IPN er ikke gyldig

source: ClientBalance gateway is not enabled
nb: ClientBalance-gateway er ikke aktivert

source: Shop ID is missing in gateway configuration
nb: Butikk-ID mangler i gateway-konfigurasjonen

source: Secret key is missing in gateway configuration
nb: Hemmelig nøkkel mangler i gateway-konfigurasjonen

source: Interkassa payment gateway do not support recurrent payments
nb: Interkassa betalingsgateway støtter ikke tilbakevendende betalinger

source: IPN is duplicate
nb: IPN er duplikat

source: Not implemented yet
nb: Ikke implementert ennå

source: PHP Curl extension must be enabled in order to use PayPal gateway
nb: PHP Curl-utvidelsen må være aktivert for å bruke PayPal-gateway

source: Payment gateway "PayPal" is not configured properly. Please update configuration parameter "PayPal Email address" at "Configuration -> Payments".
nb: Betalingsporten "PayPal" er ikke riktig konfigurert. Vennligst oppdater konfigurasjonsparameteren "PayPal E-postadresse" ved "Konfigurasjon -> Betalinger".

source: Redirecting to PayPal.com
nb: Omdirigerer til PayPal.com

source: Payment for invoice :serie:id [:title]
nb: Betaling for faktura :serie:id [:title]

source: Payment gateway "Stripe" is not configured properly. Please update configuration parameter "api_key" at "Configuration -> Payments".
nb: Betalingsporten "Stripe" er ikke riktig konfigurert. Vennligst oppdater konfigurasjonsparameteren "api_key" ved "Konfigurasjon -> Betalinger".

source: Payment gateway "Stripe" is not configured properly. Please update configuration parameter "pub_key" at "Configuration -> Payments".
nb: Betalingsporten "Stripe" er ikke riktig konfigurert. Vennligst oppdater konfigurasjonsparameteren "pub_key" ved "Konfigurasjon -> Betalinger".

source: Payment for invoice :serie:id
nb: Betaling for faktura :serie:id

source: Payment gateway "Stripe" is not configured properly. Please update configuration parameter "test_pub_key" at "Configuration -> Payments".
nb: Betalingsporten "Stripe" er ikke riktig konfigurert. Vennligst oppdater konfigurasjonsparameteren "test_pub_key" ved "Konfigurasjon -> Betalinger".

source: Payment gateway "Stripe" is not configured properly. Please update configuration parameter "test_api_key" at "Configuration -> Payments".
nb: Betalingsporten "Stripe" er ikke riktig konfigurert. Vennligst oppdater konfigurasjonsparameteren "test_api_key" ved "Konfigurasjon -> Betalinger".

source: Payment gateway "2Checkout" is not configured properly. Please update configuration parameter "Vendor account number" at "Configuration -> Payments".
nb: Betalingsporten "2Checkout" er ikke riktig konfigurert. Vennligst oppdater konfigurasjonsparameteren "Leverandørkontonummer" ved "Konfigurasjon -> Betalinger".

source: Payment gateway "2Checkout" is not configured properly. Please update configuration parameter "Secret word" at "Configuration -> Payments".
nb: Betalingsporten "2Checkout" er ikke riktig konfigurert. Vennligst oppdater konfigurasjonsparameteren "Hemmelig ord" ved "Konfigurasjon -> Betalinger".

source: 2Checkout IPN is not valid
nb: 2Checkout IPN er ikke gyldig

source: Invoice id could not be determined for this transaction
nb: Faktura-ID kunne ikke fastsettes for denne transaksjonen

source: Redirecting to 2Checkout.com
nb: Omdirigerer til 2Checkout.com

source: Payment gateway "WebMoney" is not configured properly. Please update configuration parameter "Purse" at "Configuration -> Payment gateways > WebMoney".
nb: Betalingsporten "WebMoney" er ikke riktig konfigurert. Vennligst oppdater konfigurasjonsparameteren "Purse" ved "Konfigurasjon -> Betalingsporter > WebMoney".

source: WebMoney IPN is not valid
nb: WebMoney IPN er ikke gyldig

source: Return URL for payment gateway was not set
nb: Retur-URL for betalingsgateway ble ikke angitt

source: Cancel URL for payment gateway was not set
nb: Avbryt URL for betalingsgateway ble ikke angitt

source: IPN Notification URL for payment gateway was not set
nb: IPN-varslings-URL for betalingsgateway ble ikke angitt

source: IPN redirect URL for payment gateway was not set
nb: IPN-viderekoblings-URL for betalingsgateway ble ikke angitt

source: Payment adapter class did not implement configuration options method
nb: Betalingskortklassen implementerte ikke metoden for konfigurasjonsalternativer

source: Email Registrar config requires param "email"
nb: E-postregistratorkonfigurasjon krever param "email"

source: Email registrar can not determine whether domain is available
nb: E-postregistrator kan ikke fastslå om domenet er tilgjengelig

source: Email registrar can not determine whether domain can be transferred
nb: E-postregistrator kan ikke bestemme om domene kan overføres

source: Domain registrar "Internetbs" is not configured properly. Please update configuration parameter "Internetbs API key" at "Configuration -> Domain registration".
nb: Domeneregistrator "Internetbs" er ikke riktig konfigurert. Vennligst oppdater konfigurasjonsparameteren "Internetbs API-nøkkel" ved "Konfigurasjon -> Domeneregistrering".

source: Domain registrar "Internetbs" is not configured properly. Please update configuration parameter "Internetbs API password" at "Configuration -> Domain registration".
nb: Domeneregistrator "Internetbs" er ikke riktig konfigurert. Vennligst oppdater konfigurasjonsparameteren "Internetbs API-passord" ved "Konfigurasjon -> Domeneregistrering".

source: Domain transfer checking is not implemented
nb: Kontroll av domeneoverføring er ikke implementert

source: Registrar does not support domain removal.
nb: Registrator støtter ikke fjerning av domene.

source: Domain registrar "Namecheap" is not configured properly. Please update configuration parameter "Reseller ID" at "Configuration -> Domain registration".
nb: Domeneregistrator "Namecheap" er ikke riktig konfigurert. Vennligst oppdater konfigurasjonsparameteren "Forhandler-ID" ved "Konfigurasjon -> Domeneregistrering".

source: Domain registrar "Namecheap" is not configured properly. Please update configuration parameter "API Key" at "Configuration -> Domain registration".
nb: Domeneregistrator "Namecheap" er ikke riktig konfigurert. Vennligst oppdater konfigurasjonsparameteren "API Key" ved "Konfigurasjon -> Domeneregistrering".

source: Domain registrar "Namecheap" is not configured properly. Please update configuration parameter "Username" at "Configuration -> Domain registration".
nb: Domeneregistrator "Namecheap" er ikke riktig konfigurert. Vennligst oppdater konfigurasjonsparameteren "Brukernavn" ved "Konfigurasjon -> Domeneregistrering".

source: Domain registrar "Namecheap" is not configured properly. Please update configuration parameter "Server IP Address" at "Configuration -> Domain registration".
nb: Domeneregistrator "Namecheap" er ikke riktig konfigurert. Vennligst oppdater konfigurasjonsparameteren "Server IP-adresse" ved "Konfigurasjon -> Domeneregistrering".

source: Could not update NameServers
nb: Kunne ikke oppdatere navneservere

source: API ERROR: could not retrieve domain details
nb: API-FEIL: kunne ikke hente domenedetaljer

source: This feature is unavailable through the Namecheap API. Please contact your administrator.
nb: Denne funksjonen er utilgjengelig gjennom Namecheap API. Kontakt administratoren din.

source: Domain deletion is not implemented in the NameCheap adapter. Please contact your system administrator.
nb: Domenesletting er ikke implementert i NameCheap-adapteren. Ta kontakt med systemadministratoren din.

source: Could not retrieve privacy info on this domain.
nb: Kunne ikke hente personverninformasjon på dette domenet.

source: API ERROR: could not get lock status on domain
nb: API-FEIL: kunne ikke få låsestatus på domenet

source: API ERROR: could not set lock status on domain
nb: API-FEIL: kunne ikke angi låsestatus på domenet

source: Domain registrar "NetEarthOne" is not configured properly. Please update configuration parameter "NetEarthOne Reseller ID" at "Configuration -> Domain registration".
nb: Domeneregistrator "NetEarthOne" er ikke riktig konfigurert. Vennligst oppdater konfigurasjonsparameteren "NetEarthOne Reseller ID" ved "Konfigurasjon -> Domeneregistrering".

source: Domain registrar "NetEarthOne" is not configured properly. Please update configuration parameter "NetEarthOne API Key" at "Configuration -> Domain registration".
nb: Domeneregistrator "NetEarthOne" er ikke riktig konfigurert. Vennligst oppdater konfigurasjonsparameteren "NetEarthOne API Key" ved "Konfigurasjon -> Domeneregistrering".

source: Domain registrar "Resell.biz" is not configured properly. Please update configuration parameter "Resell.biz Reseller ID" at "Configuration -> Domain registration".
nb: Domeneregistrator "Resell.biz" er ikke riktig konfigurert. Vennligst oppdater konfigurasjonsparameteren "Resell.biz forhandler-ID" ved "Konfigurasjon -> Domeneregistrering".

source: Domain registrar "Resell.biz" is not configured properly. Please update configuration parameter "Resell.biz API Key" at "Configuration -> Domain registration".
nb: Domeneregistrator "Resell.biz" er ikke riktig konfigurert. Vennligst oppdater konfigurasjonsparameteren "Resell.biz API Key" ved "Konfigurasjon -> Domeneregistrering".

source: Domain registrar "ResellerClub" is not configured properly. Please update configuration parameter "ResellerClub Reseller ID" at "Configuration -> Domain registration".
nb: Domeneregistrator "ResellerClub" er ikke riktig konfigurert. Vennligst oppdater konfigurasjonsparameteren "ResellerClub Reseller ID" ved "Konfigurasjon -> Domeneregistrering".

source: Domain registrar "ResellerClub" is not configured properly. Please update configuration parameter "ResellerClub API Key" at "Configuration -> Domain registration".
nb: Domeneregistrator "ResellerClub" er ikke riktig konfigurert. Vennligst oppdater konfigurasjonsparameteren "ResellerClub API Key" ved "Konfigurasjon -> Domeneregistrering".

source: Valid contact company number is required while registering AU domain name
nb: Gyldig kontaktselskapsnummer kreves ved registrering av AU-domenenavn

source: Domain EPP code can be retrieved from domain registrar
nb: Domene EPP-kode kan hentes fra domeneregistrator

source: You are already registered as reseller
nb: Du er allerede registrert som forhandler

source: Valid contact Passport information is required while registering ES domain name
nb: Gyldig kontaktpassinformasjon kreves ved registrering av ES-domenenavn

source: Valid contact Passport information is required while registering ASIA domain name
nb: Gyldig kontaktpassinformasjon kreves ved registrering av ASIA-domenenavn

source: Valid contact Birth Date is required while registering RU domain name
nb: Gyldig kontakt fødselsdato kreves ved registrering av RU-domenenavn

source: Valid contact Passport information is required while registering RU domain name
nb: Gyldig kontaktpassinformasjon kreves ved registrering av RU-domenenavn

source: Contact not found
nb: Finner ikke kontakt

source: Domain registrar "ResellerID" is not configured properly. Please update configuration parameter "ResellerID Reseller ID" at "Configuration -> Domain registration".
nb: Domeneregistrator "ForhandlerID" er ikke riktig konfigurert. Vennligst oppdater konfigurasjonsparameteren "ForhandlerID Forhandler-ID" ved "Konfigurasjon -> Domeneregistrering".

source: Domain registrar "ResellerID" is not configured properly. Please update configuration parameter "ResellerID API Key" at "Configuration -> Domain registration".
nb: Domeneregistrator "ForhandlerID" er ikke riktig konfigurert. Vennligst oppdater konfigurasjonsparameteren "ForhandlerID API-nøkkel" ved "Konfigurasjon -> Domeneregistrering".

source: Domain registrar class did not implement configuration options method
nb: Domeneregistrarklassen implementerte ikke metoden for konfigurasjonsalternativer

source: cURL extension is not enabled
nb: cURL-utvidelsen er ikke aktivert

source: Server manager "CWP" is not configured properly. IP address is not set!
nb: Serveradministrator "CWP" er ikke riktig konfigurert. IP-adressen er ikke angitt!

source: Server manager "CWP" is not configured properly. Hostname is not set!
nb: Serveradministrator "CWP" er ikke riktig konfigurert. Vertsnavn er ikke angitt!

source: Server manager "CWP" is not configured properly. API Key / Access Hash is not set!
nb: Serveradministrator "CWP" er ikke riktig konfigurert. API-nøkkel / Access Hash er ikke angitt!

source: Failed to connect to server
nb: Kunne ikke koble til serveren

source: Failed to create account!
nb: Kunne ikke opprette konto!

source: Failed to suspend account!
nb: Kunne ikke suspendere kontoen!

source: Failed to unsuspend account!
nb: Kunne ikke oppheve suspenderingen av kontoen!

source: Failed to cancel / delete account!
nb: Kunne ikke avbryte/slette kontoen!

source: Failed to change the account package!
nb: Kunne ikke endre kontopakken!

source: Failed to change the account password!
nb: Kunne ikke endre kontopassordet!

source: CWP does not support username changes
nb: CWP støtter ikke brukernavnendringer

source: CWP does not support changing the primary domain name
nb: CWP støtter ikke endring av det primære domenenavnet

source: CWP does not support changing the IP
nb: CWP støtter ikke endring av IP

source: DirectAdmin server manager requires php curl extension to be enabled
nb: DirectAdmin server manager krever at php curl-utvidelsen er aktivert

source: Server manager "DirectAdmin" is not configured properly. Hostname is not set
nb: Serveradministrator "DirectAdmin" er ikke riktig konfigurert. Vertsnavn er ikke angitt

source: Server manager "DirectAdmin" is not configured properly. Username is not set
nb: Serveradministrator "DirectAdmin" er ikke riktig konfigurert. Brukernavn er ikke angitt

source: Server manager "DirectAdmin" is not configured properly. Password is not set
nb: Serveradministrator "DirectAdmin" er ikke riktig konfigurert. Passord er ikke angitt

source: Unable to assign the Reseller ANY ips. Make sure to have free, un-assigned ips.
nb: Kan ikke tildele forhandleren NOEN IPS. Sørg for å ha gratis, ikke-tilordnede IP-er.

source: Error Creating User
nb: Feil ved opprettelse av bruker

source: Server Manager DirectAdmin Error: "Account is not suspended"
nb: Server Manager DirectAdmin-feil: "Kontoen er ikke suspendert"

source: DirectAdmin do not support username changes
nb: DirectAdmin støtter ikke brukernavnendringer

source: DirectAdmin do not support domain changes
nb: DirectAdmin støtter ikke domeneendringer

source: DirectAdmin do not support ip changes
nb: DirectAdmin støtter ikke ip-endringer

source: Server Manager DirectAdmin Error: "Login failed"
nb: Server Manager DirectAdmin-feil: "Pålogging mislyktes"

source: Server Manager DirectAdmin Error: "The request you have made cannot be executed because it does not exist in your authority level"
nb: Server Manager DirectAdmin-feil: "Forespørselen du har gjort kan ikke utføres fordi den ikke eksisterer på autoritetsnivået ditt"

source: PHP cURL extension is not enabled
nb: PHP cURL-utvidelsen er ikke aktivert

source: Connection to server failed. Error code:
nb: Tilkobling til server mislyktes. Feilkode:

source: Server Manager Hestia CP Error: Unable to create User. Error code:
nb: Server Manager Hestia CP Feil: Kan ikke opprette bruker. Feilkode:

source: Server Manager Hestia CP Error: Create Domain failure. Error code:
nb: Server Manager Hestia CP Feil: Opprett domenefeil. Feilkode:

source: Server Manager Hestia CP Error: Suspend Account Error. Error code:
nb: Server Manager Hestia CP-feil: Suspend Account-feil. Feilkode:
