Repository: FOSSBilling/locale
Catalog: messages.po
Languages: nb

source: Registrar is not available for installation.
nb: Registrar er ikke tilgjengelig for installasjon.

source: Domain order is not activated
nb: Domenebestilling er ikke aktivert

source: Domain :domain is not valid
nb: Domene :domene er ikke gyldig

source: Domain availability could not be determined. TLD is not active.
nb: Domenetilgjengelighet kunne ikke fastslås. TLD er ikke aktiv.

source: Domain is not available.
nb: Domene er ikke tilgjengelig.

source: TLD is not active.
nb: TLD er ikke aktiv.

source: Domain can not be transferred.
nb: Domene kan ikke overføres.

source: Domain registration
nb: Domeneregistrering

source: Domain :domain registration
nb: Domene :domeneregistrering

source: Domain :domain transfer
nb: Domene :domeneoverføring

source: Invalid domain action.
nb: Ugyldig domenehandling.

source: Order data must contain :field configuration field
nb: Ordredata må inneholde :field konfigurasjonsfelt

source: Domain name :domain is not valid
nb: Domenenavn :domene er ikke gyldig

source: :domain can not be transferred!
nb: :domene kan ikke overføres!

source: :tld can be registered for at least :years years
nb: :tld kan registreres i minst :år år

source: :domain is already registered!
nb: :domene er allerede registrert!

source: Default domain nameservers are not configured
nb: Standard domenenavneservere er ikke konfigurert

source: Nameserver 1 is required
nb: Navnetjener 1 kreves

source: Nameserver 2 is required
nb: Navnetjener 2 kreves

source: Domain name is not valid
nb: Domenenavnet er ikke gyldig

source: Domain can not be transferred
nb: Domene kan ikke overføres

source: Domain can not be registered
nb: Domene kan ikke registreres

source: Domain registrar :adapter was not found
nb: Domeneregistrator :adapter ble ikke funnet

source: Registrar :adapter was not found
nb: Registrar :adapter ble ikke funnet

source: Registrar adapter :adapter should extend Registrar_AdapterAbstract
nb: Registrar adapter :adapter bør utvide Registrar_AdapterAbstract

source: Can not remove registrar which has domains
nb: Kan ikke fjerne registrator som har domener

source: File was not uploaded
nb: Filen ble ikke lastet opp

source: Error uploading file
nb: Feil ved opplasting av fil

source: File can not be downloaded at the moment. Please contact support
nb: Filen kan ikke lastes ned for øyeblikket. Vennligst kontakt support

source: plan_id is missing
nb: plan_id mangler

source: Product type is invalid
nb: Produkttypen er ugyldig

source: Hosting plans and servers
nb: Hostingplaner og servere

source: :hosting for :domain
nb: :hosting for :domene

source: Hosting product is not configured completely. Configure server for hosting product.
nb: Hosting-produktet er ikke konfigurert fullstendig. Konfigurer server for vertsprodukt.

source: Hosting product is not configured completely. Configure hosting plan for hosting product.
nb: Hosting-produktet er ikke konfigurert fullstendig. Konfigurer vertsplan for vertsprodukt.

source: Domain name is not valid.
nb: Domenenavnet er ikke gyldig.

source: Domain extension is not valid.
nb: Domeneutvidelsen er ikke gyldig.

source: Account username is missing or is not valid
nb: Kontoens brukernavn mangler eller er ugyldig

source: Account ip is missing or is not valid
nb: Konto-ip mangler eller er ikke gyldig

source: Domain sld or tld is missing
nb: Domene sld eller tld mangler

source: Account password is missing or is not valid
nb: Kontopassordet mangler eller er ugyldig

source: Invalid server manager. Server was not configured properly.
nb: Ugyldig serveradministrator. Serveren var ikke riktig konfigurert.

source: Server manager :adapter is not valid
nb: Serveradministrator: adapter er ikke gyldig

source: Can not remove hosting plan which has active accounts
nb: Kan ikke fjerne vertsplan som har aktive kontoer

source: Could not find main domain product
nb: Kunne ikke finne hoveddomeneproduktet

source: License plugin :plugin was not found
nb: Lisensplugin :plugin ble ikke funnet

source: License plugin do not have generate method
nb: Lisensplugin har ikke genereringsmetode

source: Maximum number of iterations reached while generating license key
nb: Maksimalt antall iterasjoner nådd under generering av lisensnøkkel

source: Your IP address (:ip) is blocked. Please contact our support to lift your block.
nb: IP-adressen din (:ip) er blokkert. Ta kontakt med vår kundestøtte for å løfte blokkeringen din.

source: Akismet detected this message is spam
nb: Akismet oppdaget at denne meldingen er spam

source: To use reCAPTCHA you must get an API key from <a href='https://www.google.com/recaptcha/admin/create'>here</a>
nb: For å bruke reCAPTCHA må du få en API-nøkkel fra <a href='https://www.google.com/recaptcha/admin/create'>her</a>

source: You have to complete the CAPTCHA to continue
nb: Du må fullføre CAPTCHA for å fortsette

source: reCAPTCHA verification failed.
nb: reCAPTCHA-verifisering mislyktes.

source: Your username is blacklisted in the Stop Forum Spam database
nb: Brukernavnet ditt er svartelistet i Stopp Forum Spam-databasen

source: Your e-mail is blacklisted in the Stop Forum Spam database
nb: Din e-post er svartelistet i Stopp Forum Spam-databasen

source: Your IP address is blacklisted in the Stop Forum Spam database
nb: IP-adressen din er svartelistet i Stopp Forum Spam-databasen

source: Akismet API Key not set.
nb: Akismet API-nøkkel ikke angitt.

source: Could not start new CURL instance
nb: Kunne ikke starte ny CURL-forekomst

source: Could not close the CURL instance
nb: Kunne ikke lukke CURL-forekomsten

source: Could not send cURL request
nb: Kunne ikke sende cURL-forespørsel

source: Administrator account already exists
nb: Administratorkonto eksisterer allerede

source: You are not allowed to login to admin area from :ip address
nb: Du har ikke lov til å logge på admin-området fra :ip-adresse

source: Password reset has been disabled
nb: Tilbakestilling av passord er deaktivert

source: Staff login history
nb: Personalets påloggingshistorikk

source: Check your login details
nb: Sjekk påloggingsdetaljene dine

source: This administrator account is protected and can not be removed
nb: Denne administratorkontoen er beskyttet og kan ikke fjernes

source: Staff member with email :email is already registered
nb: Medarbeider med e-post :e-post er allerede registrert

source: Administrators group can not be removed
nb: Administratorgruppen kan ikke fjernes

source: Can not remove group which has staff members
nb: Kan ikke fjerne gruppen som har ansatte

source: Ticket not found
nb: Billett ikke funnet

source: Ticket can not be reopened.
nb: Billetten kan ikke gjenåpnes.

source: Please enter your message
nb: Vennligst skriv inn meldingen din

source: Support
nb: Støtte

source: Client tickets
nb: Kundebilletter

source: Advanced ticket search
nb: Avansert billettsøk

source: Public tickets
nb: Offentlige billetter

source: Canned responses
nb: Hermetiske svar

source: Tickets waiting for staff reply
nb: Billetter venter på svar fra personalet

source: Tickets waiting for client reply
nb: Billetter venter på svar fra kunden

source: Resolved tickets
nb: Løste billetter

source: All tickets
nb: Alle billetter

source: Can not remove helpdesk which has tickets
nb: Kan ikke fjerne helpdesk som har billetter

source: Order ID does not exist
nb: Ordre-ID finnes ikke

source: We have already received this request.
nb: Vi har allerede mottatt denne forespørselen.

source: Identity is not valid
nb: Identiteten er ikke gyldig

source: Public ticket not found
nb: Offentlig billett ble ikke funnet

source: Configuration
nb: Konfigurasjon

source: Settings
nb: Innstillinger

source: Report a bug
nb: Rapporter en feil

source: Parameter key is missing
nb: Parameternøkkel mangler

source: Invalid parameter name, received: param_
nb: Ugyldig parameternavn, mottatt: param_

source: Parameter :param does not exist
nb: Parameter :param eksisterer ikke

source: Country :code phone code is not registered
nb: Land :kode telefonkoden er ikke registrert

source: Theme ":name" assets folder is not writable. Files can not be uploaded and settings can not be saved. Set folder permissions to 777
nb: Temaet ":navn" eiendelermappen er ikke skrivbar. Filer kan ikke lastes opp og innstillinger kan ikke lagres. Sett mappetillatelser til 777

source: Theme ":name" assets folder is not writable. Set folder :folder permissions to 777
nb: Temaet ":navn" eiendelermappen er ikke skrivbar. Sett mappe :mappe-tillatelser til 777

source: Theme ":name" is not configurable
nb: Temaet ":navn" kan ikke konfigureres

source: Theme ":name" does not exist
nb: Temaet ":navn" eksisterer ikke

source: Error uploading file :file Error code: :error
nb: Feil ved opplasting av fil :fil Feilkode: :feil

source: Theme was not found in path :path
nb: Tema ble ikke funnet i path :path

source: Unable to decode theme manifest file :file
nb: Kan ikke dekode temamanifestfilen :fil

source: System activity
nb: Systemaktivitet

source: User
nb: Bruker

source: Message
nb: Beskjed

source: Country
nb: Land

source: Date
nb: Dato

source: Are you sure?
nb: Er du sikker?

source: The list is empty
nb: Listen er tom

source: Client groups
nb: Kundegrupper

source: Edit client group
nb: Rediger klientgruppe

source: Title
nb: Tittel

source: Go back
nb: Gå tilbake

source: Update
nb: Oppdater

source: Filter clients
nb: Filtrer klienter

source: Name
nb: Navn

source: Company name
nb: Firmanavn

source: Email
nb: E-post

source: Group
nb: Gruppe

source: All
nb: Alle

source: Active
nb: Aktiv

source: Suspended
nb: Suspendert

source: Canceled
nb: Kansellert

source: Registration date
nb: Registreringsdato

source: Reset
nb: Tilbakestill

source: New client
nb: Ny klient

source: Groups
nb: Grupper

source: New group
nb: Ny gruppe

source: Company
nb: Bedrift

source: Address Line 1
nb: Adresselinje 1

source: Address Line 2
nb: Adresselinje 2

source: City
nb: By

source: State
nb: Tilstand

source: Postcode
nb: postnummer

source: Phone
nb: Telefon

source: Currency
nb: Valuta

source: Password
nb: Passord

source: Create
nb: Skape

source: Clients login history
nb: Kundens påloggingshistorikk

source: Clients logins history
nb: Kundens påloggingshistorikk

source: Profile
nb: Profil

source: Edit
nb: Redigere

source: Tickets
nb: Billetter

source: Payments
nb: Betalinger

source: Logins
nb: Innlogginger

source: Emails
nb: E-poster

source: Transactions
nb: Transaksjoner

source: Fund balance
nb: Fondssaldo

source: Notes
nb: Notater

source: API Key
nb: API-nøkkel

source: Address
nb: Adresse

source: Registered at
nb: Registrert kl

source: Login to client area
nb: Logg inn på kundeområdet

source: Delete
nb: Slett

source: Client profile details
nb: Kundeprofildetaljer

source: Client Profile updated
nb: Kundeprofilen er oppdatert

source: Individual
nb: Individuell

source: Other/Unknown
nb: Annet/Ukjent

source: Mail approved
nb: Mail godkjent

source: Yes
nb: Ja

source: No
nb: Ingen

source: Date of birth
nb: Fødselsdato

source: Company details
nb: Firmadetaljer

source: Company number
nb: Firmanummer

source: Company VAT number
nb: Firma MVA-nummer

source: Address and contact details
nb: Adresse og kontaktinformasjon

source: Passport number
nb: Passnummer

source: Additional settings
nb: Ytterligere innstillinger

source: Alternative ID
nb: Alternativ ID

source: Used to identify client on foreign system. Usually used by importers
nb: Brukes til å identifisere klient på utenlandsk system. Brukes vanligvis av importører

source: Exempt from tax
nb: Fritatt for skatt

source: Signed up time
nb: Påmeldingstid

source: Update profile
nb: Oppdater profilen

source: Change password
nb: Endre passord

source: Password changed
nb: Passord endret

source: Password confirm
nb: Bekreft passord

source: Custom fields
nb: Egendefinerte felt

source: Use these fields to define custom client details
nb: Bruk disse feltene til å definere tilpassede klientdetaljer

source: Client Profile custom fields updated
nb: Kundeprofilens egendefinerte felt er oppdatert

source: Custom field
nb: Egendefinert felt

source: Client orders
nb: Kundebestillinger

source: Amount
nb: Beløp

source: Period
nb: Periode

source: New order
nb: Ny ordre

source: Client invoices
nb: Kundefakturaer

source: Issued at
nb: Utstedt kl

source: Paid at
nb: Betalt kl

source: New invoice
nb: Ny faktura

source: Client support tickets
nb: Kundestøttebilletter

source: Subject
nb: Tema

source: New support ticket
nb: Ny støttebillett

source: Client payments history
nb: Kundebetalingshistorikk

source: Description
nb: Beskrivelse

source: Add funds for client
nb: Legg til midler for klienten

source: Funds added
nb: Midler lagt til

source: Add funds
nb: Legg til midler

source: Logins history
nb: Påloggingshistorikk

source: Emails sent to client
nb: E-post sendt til klient

source: Email subject
nb: E-postemne

source: To
nb: Til

source: Date sent
nb: Dato sendt

source: Transactions received
nb: Mottatte transaksjoner

source: Gateway
nb: Inngangsport

source: Client settings
nb: Klientinnstillinger

source: Configuration updated
nb: Konfigurasjonen er oppdatert

source: Custom Fields
nb: Egendefinerte felt

source: Allow new signups
nb: Tillat nye registreringer

source: Require email confirmation
nb: Krev e-postbekreftelse

source: After enabling this feature, all existing users will have to confirm their emails if it was not done before
nb: Etter å ha aktivert denne funksjonen, må alle eksisterende brukere bekrefte e-postene sine hvis det ikke ble gjort før

source: Allow email change
nb: Tillat endring av e-post

source: Required fields
nb: Obligatoriske felter

source: Last Name
nb: Etternavn

source: Gender
nb: Kjønn

source: Birthday
nb: Fødselsdag

source: Post code
nb: postnummer

source: Custom_
nb: Skikk_

source: Required
nb: Obligatorisk

source: Field title
nb: Felttittel

source: Payment history
nb: Betalingshistorikk

source: Here you can track what you have been charged for and add more funds to your account
nb: Her kan du spore hva du har blitt belastet for og legge til flere midler på kontoen din

source: Add funds!
nb: Legg til midler!

source: Profile details
nb: Profildetaljer

source: User profile settings
nb: Brukerprofilinnstillinger

source: Details
nb: Detaljer

source: Change Password
nb: Endre passord

source: API key
nb: API-nøkkel

source: Update details
nb: Oppdater detaljer

source: Keep your personal data up to date.
nb: Hold dine personlige data oppdatert.

source: Please register with
nb: Registrer deg hos

source: at
nb: på

source: to change your profile image. Gravatar image updates may not appear immediately.
nb: for å endre profilbildet ditt. Gravatar-bildeoppdateringer vises kanskje ikke umiddelbart.

source: Email Address
nb: E-postadresse

source: First Name
nb: Fornavn

source: Birth date
nb: Fødselsdato

source: Company Name
nb: Firmanavn

source: Company VAT
nb: Bedriftsmva

source: Company Number
nb: Firmanummer

source: Phone Country Code
nb: Telefonens landskode

source: Phone Number
nb: Telefonnummer

source: Address 2
nb: Adresse 2

source: -- Select country --
nb: -- Velg land --

source: Zip/Postal Code
nb: Postnummer

source: Please enter new password two times in order avoid mistypes
nb: Vennligst skriv inn nytt passord to ganger for å unngå feilskriving

source: Password Changed
nb: Passord endret

source: Current Password
nb: Gjeldende passord

source: New Password
nb: Nytt passord

source: Confirm Password
nb: Bekreft passord

source: API key allows integration with external applications. You will need this key for authentication.
nb: API-nøkkel tillater integrasjon med eksterne applikasjoner. Du trenger denne nøkkelen for autentisering.

source: Warning! Resetting the key will break existing applications using it!
nb: Advarsel! Tilbakestilling av nøkkelen vil ødelegge eksisterende applikasjoner som bruker den!

source: Your API key
nb: Din API-nøkkel

source: Reset key
nb: Tilbakestill nøkkel

source: Your profile currency is defined after your first order. Once your currency is set, all your profile accounting will be managed in that currency and can not be changed.
nb: Profilvalutaen din er definert etter din første bestilling. Når valutaen din er angitt, vil alt profilregnskapet ditt bli administrert i den valutaen og kan ikke endres.

source: Your profile currency is
nb: Din profilvaluta er

source: Create new client profile if you want to manage your money in other currency
nb: Opprett ny kundeprofil hvis du vil administrere pengene dine i annen valuta

source: Edit cookie consent message text
nb: Rediger teksten for samtykkemeldingen for informasjonskapsler

source: Here you can specify message which will be shown to user. It will be shown until user will click <strong>Close &times;</strong> button, however it will not be intrusive and will not disturb to perform any actions.
nb: Her kan du spesifisere melding som skal vises til brukeren. Det vil bli vist til brukeren klikker på <strong>Lukk & ganger;</strong>-knappen, men det vil ikke være påtrengende og vil ikke forstyrre å utføre noen handlinger.

source: If there is a need to change the way notification looks or is being displayed, you can do it by editing
nb: Hvis det er behov for å endre måten varslingen ser ut eller vises på, kan du gjøre det ved å redigere

source: Add note or todo task
nb: Legg til notat- eller gjøremålsoppgave

source: Cron settings
nb: Cron-innstillinger

source: Setup scheduled tasks to be executed once a day
nb: Sett opp planlagte oppgaver som skal utføres en gang om dagen

source: Scheduled tasks must be enabled immediately after installation. Cron is responsible for sending your clients reminder about payments, domain renewal notices and many more.
nb: Planlagte oppgaver må aktiveres umiddelbart etter installasjon. Cron er ansvarlig for å sende kundene dine påminnelser om betalinger, varsler om domenefornyelse og mye mer.

source: Timezone
nb: Tidssone

source: Time on server
nb: Tid på server

source: Last time scheduled tasks were executed
nb: Sist gang planlagte oppgaver ble utført

source: Scheduled tasks were never executed
nb: Planlagte oppgaver ble aldri utført

source: Unix crontab setup
nb: Unix crontab oppsett

source: Execute scheduled tasks from browser
nb: Utfør planlagte oppgaver fra nettleseren

source: Currency management
nb: Valutastyring

source: Currency settings
nb: Valutainnstillinger

source: Edit currency information
nb: Rediger valutainformasjon

source: Currency updated
nb: Valuta oppdatert

source: Conversion rate
nb: Konverteringsfrekvens

source: Price format
nb: Prisformat

source: Currencies
nb: Valutaer

source: Add new currency
nb: Legg til ny valuta

source: Converter
nb: Konverter

source: Manage currencies
nb: Administrer valutaer

source: Default currency is the one you manage all your prices in admin area. If your client in client area chooses other than default currency, prices will be recalculated according to conversion rate. You can have only one default currency. You can not add same currency once again. Changing default currency is not recommended when active orders are available. Nothing is recalculated on default currency change. Your income is calculated in default currency. Changing default currency after you have paid invoices will distort income statistics. Currency rates are taken from European Central Bank and currencylayer.
nb: Standardvaluta er den du administrerer alle prisene dine i administrasjonsområdet. Hvis din klient i kundeområdet velger annet enn standardvaluta, vil prisene bli beregnet på nytt i henhold til konverteringsfrekvensen. Du kan bare ha én standardvaluta. Du kan ikke legge til samme valuta igjen. Det anbefales ikke å endre standardvaluta når aktive bestillinger er tilgjengelige. Ingenting blir beregnet på nytt ved standard valutaendring. Inntekten din beregnes i standardvaluta. Endring av standardvaluta etter at du har betalt fakturaer vil forvrenge inntektsstatistikken. Valutakurser er hentet fra Den europeiske sentralbanken og valutalag.

source: ISO code
nb: ISO-kode

source: Example price
nb: Eksempel pris

source: Set as default
nb: Sett som standard

source: Update Rates
nb: Oppdater priser

source: Code
nb: Kode

source: Add
nb: Legge til

source: Adjust settings for currency rate updater
nb: Juster innstillingene for valutakursoppdatering

source: Successfully updated settings
nb: Oppdaterte innstillingene

source: API key for currencylayer
nb: API-nøkkel for valutalag

source: Enable CRON jobs
nb: Aktiver CRON-jobber

source: Enabled
nb: Aktivert

source: Disabled
nb: Funksjonshemmet

source: If you enable this, conversion rates will be automatically updated whenever the CRON job fires up.
nb: Hvis du aktiverer dette, oppdateres konverteringsfrekvensene automatisk hver gang CRON-jobben starter.

source: Result
nb: Resultat

source: New Custom Page
nb: Ny egendefinert side

source: Slug
nb: Snegl

source: View
nb: Utsikt

source: Enter page title here.
nb: Skriv inn sidetittel her.

source: Meta Description
nb: Metabeskrivelse

source: Enter page meta description here.
nb: Skriv inn sidens metabeskrivelse her.

source: Meta Keywords
nb: Meta nøkkelord

source: Enter page meta keywords here.
nb: Skriv inn metasøkeord for siden her.

source: Content
nb: Innhold

source: Enter page content here.
nb: Skriv inn sideinnhold her.

source: Edit Custom Page
nb: Rediger egendefinert side

source: Home
nb: Hjem

source: Custom page updated
nb: Egendefinert side oppdatert

source: Enter page slug here.
nb: Skriv inn page slug her.

source: Client Area
nb: Kundeområde

source: Dashboard
nb: Dashbord

source: Tickets waiting your reply
nb: Billetter venter på svar

source: Submitted
nb: Sendt inn

source: Actions
nb: Handlinger

source: Reply
nb: Svar

source: Balance
nb: Balansere

source: All Invoices
nb: Alle fakturaer

source: Paid
nb: Betalt

source: Unpaid
nb: Ubetalt

source: Expiring
nb: Utløper

source: New ticket
nb: Ny billett

source: Open
nb: Åpne

source: On Hold
nb: På vent

source: Recent orders
nb: Nylige bestillinger

source: Recent emails
nb: Nylige e-poster

source: ago
nb: siden

source: From
nb: Fra

source: Sent
nb: Sendt

source: Email resent
nb: E-post sendt på nytt

source: Resend
nb: Send på nytt

source: Information
nb: Informasjon

source: Email logging is not enabled. If you want to log sent mails to database, enable it in
nb: E-postlogging er ikke aktivert. Hvis du vil logge sendte e-poster til databasen, aktiverer du det

source: email settings.
nb: e-postinnstillinger.

source: Email templates
nb: E-postmaler

source: New template
nb: Ny mal

source: Email settings
nb: E-postinnstillinger

source: Extension
nb: Forlengelse

source: The list is empty. Depending on modules enabled email templates will be inserted after first event occurrence.
nb: Listen er tom. Avhengig av moduler vil e-postmaler bli satt inn etter første hendelse.

source: Where I can use new email template?
nb: Hvor kan jeg bruke ny e-postmal?

source: Newly created email templates can be used in custom event hooks.
nb: Nyopprettede e-postmaler kan brukes i tilpassede eventhooks.

source: Category
nb: Kategori

source: Action code
nb: Handlingskode

source: Email settings updated
nb: E-postinnstillinger oppdatert

source: Configure email options
nb: Konfigurer e-postalternativer

source: FOSSBilling sends emails using <em>sendmail</em> by default or you can configure your own SMTP server
nb: FOSSBilling sender e-poster med <em>sendmail</em> som standard, eller du kan konfigurere din egen SMTP-server

source: Send emails per cron run (0 = unlimited)
nb: Send e-poster per cron-kjøring (0 = ubegrenset)

source: Max email sending time in minutes (0 = unlimited, default 5 min.)
nb: Maksimal e-postsendingstid i minutter (0 = ubegrenset, standard 5 min.)
