Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: The default currency is the one you define product pricing in. If your client chooses a different currency, pricing will be recalculated according to the conversion rate. Changing the default currency after orders have been placed may have unexpected issues. Nothing is recalculated on default currency change. Your income is calculated in the default currency. Changing the default currency after you have paid invoices will distort income statistics.
cs_cz: Výchozí měna je ta, ve které definujete cenu produktu. Pokud si váš klient zvolí jinou měnu, bude cena přepočítána podle směnného kurzu. Změna výchozí měny po zadání pokynů může mít neočekávané problémy. Nic není přepočítáno na výchozí změnu měny. Váš příjem je vypočítán ve výchozí měně. Změna výchozí měny po zaplacení faktur naruší statistiku příjmů.
el_gr: Το προεπιλεγμένο νόμισμα είναι αυτό στο οποίο ορίζετε την τιμολόγηση του προϊόντος. Εάν ο πελάτης σας επιλέξει διαφορετικό νόμισμα, η τιμολόγηση θα υπολογιστεί εκ νέου σύμφωνα με την ισοτιμία μετατροπής. Η αλλαγή του προεπιλεγμένου νομίσματος μετά την τοποθέτηση των παραγγελιών μπορεί να έχει απροσδόκητα προβλήματα. Τίποτα δεν υπολογίζεται εκ νέου κατά την αλλαγή του προεπιλεγμένου νομίσματος. Το εισόδημά σας υπολογίζεται στο προεπιλεγμένο νόμισμα. Η αλλαγή του προεπιλεγμένου νομίσματος αφού έχετε πληρώσει τα τιμολόγια θα παραμορφώσει τα στατιστικά στοιχεία του εισοδήματος.
fa_ir: ارز پیش‌فرض همان ارزی است که شما قیمت محصول را با آن تعریف می‌کنید. اگر مشتری شما ارز دیگری را انتخاب کند، قیمت‌گذاری مجدداً با توجه به نرخ تبدیل محاسبه می‌شود. تغییر ارز پیش‌فرض پس از ثبت سفارش ممکن است مشکلات غیرمنتظره‌ای داشته باشد. هیچ چیزی در مورد تغییر ارز پیش فرض محاسبه نمی شود. درآمد شما به ارز پیش فرض محاسبه می شود. تغییر ارز پیش فرض پس از پرداخت فاکتورها، آمار درآمد را مخدوش می کند.
fr_fr: La devise par défaut est celle dans laquelle vous définissez la tarification des produits. Si votre client choisit une autre devise, les prix seront recalculés en fonction du taux de conversion. La modification de la devise par défaut après la passation de commandes peut avoir des problèmes inattendus. Rien n'est recalculé lors du changement de devise par défaut. Vos revenus sont calculés dans la devise par défaut. Changer la devise par défaut après avoir payé les factures faussera les statistiques des revenus.
hu_hu: A alapértelmezett valuta az, amelyben a termékek árát megadod. Ha az ügyfeled másik valutát választ, az árak a váltási árfolyam alapján újraszámításra kerülnek. Az alapértelmezett valuta megváltoztatása a megrendelések leadása után váratlan problémákat okozhat. Az alapértelmezett valuta megváltoztatásakor semmi sem kerül újraszámításra. A bevételed az alapértelmezett valutában kerül kiszámításra. Az alapértelmezett valuta megváltoztatása a kifizetett számlák után torzítja a bevételi statisztikákat.
id_id: Mata uang bawaan yang akan kamu gunakan dalam harga produk. Jika klient Anda memilih mata uang yang berbeda, harga akan dikalkulasi kembali berdasarkan rate. Mengubah mata uan bawaan setelah pesanan yang telah ditempatkan, memungkinkan mengalam masalah yang tidak terduga. Tidak ada kalkulasi kembali pada mata uang bawaan. Pendapatan Anda dikalkulasi dalam mata uang bawaan. Mengubah mata uang bawaan setelah pembayaran tagihan akan menyebabkan perubahan statistik pendapatan.
nl_nl: De standaardvaluta is de valuta waarin de productprijzen worden bepaald. Als een klant een andere valuta kiest, worden de prijzen herberekend op basis van de wisselkoers. Het wijzigen van de standaardvaluta nadat er bestellingen zijn geplaatst, kan onverwachte problemen veroorzaken. Bij een wijziging van de standaardvaluta worden er geen prijzen herberekend. Het inkomen wordt berekend in de standaardvaluta. Het wijzigen van de standaardvaluta na het betalen van facturen zal de inkomensstatistieken verstoren.
pl_pl: Domyślna waluta to ta, w której zdefiniujesz cenę produktu. Jeśli twój klient wybierze inną walutę, cena zostanie ponownie przeliczona zgodnie z kursem wymiany. Zmiana domyślnej waluty po złożeniu zamówień może mieć nieoczekiwane błędy. Nic nie jest przeliczane po zmianie waluty domyślnej. Twój dochód jest obliczany w domyślnej walucie. Zmiana domyślnej waluty po opłaceniu faktur spowoduje zniekształcenie statystyki dochodów.
ro_ro: Moneda implicită este cea în care definiți prețurile produsului. În cazul în care clientul alege o monedă diferită, prețul va fi recalculat în funcție de rata de schimb. Schimbarea monedei implicite după ce au fost plasate ordinele poate avea probleme neașteptate. Nimic nu este recalculat pe schimbarea valutei implicite. Venitul dvs. este calculat în moneda implicită. Schimbarea monedei implicite după ce ai plătit facturi va denatura statistica veniturilor.
ru_ru: Валюта по умолчанию - это та, в которой вы определяете цены на продукты. Если клиент выберет другую валюту, цены будут пересчитаны по курсу конвертации. Изменение валюты по умолчанию после размещения заказов может вызвать непредвиденные проблемы. При изменении валюты по умолчанию ничего не пересчитывается. Ваш доход рассчитывается в валюте по умолчанию. Изменение валюты по умолчанию после оплаты счетов исказит статистику доходов.
sr_rs: Podrazumevana valuta je ona u kojoj definišete cene proizvoda. Ako vaš klijent odabere drugu valutu, cena će biti ponovo izračunata prema kursu konverzije. Promena podrazumevane valute nakon slanja naloga može imati neočekivane probleme. Ništa se ne preračunava pri promeni podrazumevane valute. Vaš prihod se obračunava u podrazumevanoj valuti. Promena podrazumevane valute nakon što ste platili fakture će iskriviti statistiku prihoda.

source: FOSSBilling is configured to automatically sync currency exchange rates.
cs_cz: FOSSBilling je nakonfigurován pro automatickou synchronizaci směnných kurzů měn.
el_gr: Το FOSSBilling έχει ρυθμιστεί ώστε να συγχρονίζει αυτόματα τις συναλλαγματικές ισοτιμίες.
fa_ir: همگام سازی خودکار FOSSBilling بر اساس نرخ مبادله ارز مرجع انجام شده است.
fr_fr: FOSSBilling est configuré pour synchroniser automatiquement les taux de change des devises.
hu_hu: A FOSSBilling automatikusan van beállítva a valuták árfolyamának szinkronizálására.
id_id: FOSSBilling dikonfigurasi untuk sinkronisasi otomatis perubahan rate mata uang.
nl_nl: FOSSBilling is geconfigureerd om automatisch wisselkoersen te synchroniseren.
pl_pl: FOSSBilling jest skonfigurowany do automatycznej synchronizacji kursów wymiany walut.
ro_ro: FOSSBilling este configurat să sincronizeze automat ratele de schimb valutar.
ru_ru: FOSSBilling настроен на автоматическую синхронизацию курсов валют.
sr_rs: FOSSBilling je konfigurisan da automatski sinhronizuje kurseve valuta.

source: FOSSBilling is not configured to automatically sync currency exchange rates.
cs_cz: FOSSBilling není nakonfigurován pro automatickou synchronizaci směnných kurzů.
el_gr: Το FOSSBilling δεν έχει ρυθμιστεί ώστε να συγχρονίζει αυτόματα τις συναλλαγματικές ισοτιμίες.
fa_ir: همگام سازی خودکار FOSSBilling برای نرخ ها انجام نشده است.
fr_fr: FOSSBilling n'est pas configuré pour synchroniser automatiquement les taux de change des devises.
hu_hu: A FOSSBilling nincs beállítva a valuták árfolyamának automatikus szinkronizálására.
id_id: FOSSBilling tidak dikonfigurasi untuk sinkronisasi otomatis perubahan rate mata uang.
nl_nl: FOSSBilling is niet geconfigureerd om automatisch wisselkoersen te synchroniseren.
pl_pl: FOSSBilling nie jest skonfigurowany do automatycznej synchronizacji kursów wymiany walut.
ro_ro: FOSSBilling nu este configurat pentru a sincroniza automat ratele de schimb valutar.
ru_ru: FOSSBilling не настроен на автоматическую синхронизацию курсов валют.
sr_rs: FOSSBilling nije konfigurisan da automatski sinhronizuje kurseve valuta.

source: ISO code
ar_sa: رمز ISO
bg_bg: Международен ISO код
ca_es: codi ISO
cs_cz: Kód ISO
el_gr: Κωδικός ISO
fa_ir: کد ISO
fi_fi: ISO koodi
fr_fr: Code ISO
hu_hu: ISO-kód
id_id: Kode ISO
lt_lt: ISO kodas
pl_pl: Kod ISO
pt_br: Código ISO
pt_pt: Código ISO
ro_ro: Cod ISO
ru_ru: Код ISO
sr_rs: ISO kod
tr_tr: ISO kodu
uk_ua: Код ISO
vi_vn: Mã ISO
zh_cn: ISO代码

source: Example price
ar_sa: مثال على السعر
bg_bg: Примерна цена
ca_es: Exemple de preu
cs_cz: Vzorová cena
de_de: Beispielpreis
el_gr: Τυχαία τιμή
fa_ir: قیمت نمونه
fi_fi: Esimerkki hinta
fr_fr: Exemple de prix
hu_hu: Példa ár
id_id: Contoh Harga
lt_lt: Kainos pavyzdys
nl_nl: Voorbeeld prijs
pl_pl: Przykładowa cena
pt_br: Preço de exemplo
pt_pt: Exemplo de preço
ro_ro: Exemplu de preț
ru_ru: Пример цены
sr_rs: Primer cene
tr_tr: Örnek fiyat
uk_ua: Приклад ціни
vi_vn: Giá mẫu
zh_cn: 示例价格

source: Are you sure you want to delete?
ar_sa: هل ترغب حقا بالحذف؟
bg_bg: Наистина ли искате да изтриете?
ca_es: Esteu segur que voleu suprimir?
cs_cz: Opravdu chcete odstranit?
de_de: Bist du sicher, das du das löschen möchtest?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε;
fa_ir: آیا مطمئن هستید که می‌خواهید حذف کنید?
fi_fi: Haluatko varmasti poistaa?
fr_fr: Etes-vous sûr que vous voulez supprimer ?
hu_hu: Biztos, hogy törölni akarod?
id_id: Apakah Anda yakin untuk menghapus?
lt_lt: Ar esate įsitikinę, kad norite ištrinti?
nl_nl: Zeker van het verwijderen?
pl_pl: Czy na pewno chcesz usunąć?
pt_br: Tem certeza de que deseja excluir?
pt_pt: Tem a certeza de que pretende apagar?
ro_ro: Sunteţi sigur că doriţi să ştergeţi?
ru_ru: Вы уверены, что хотите удалить?
sr_rs: Da li ste sigurni da želite da izbrišete?
tr_tr: Silmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете видалити?
vi_vn: Bạn có chắc là muốn xoá không?
zh_cn: 确实要删除吗?

source: Set as default
ar_sa: تعيين كإفتراضي
bg_bg: Задаване по подразбиране
ca_es: Establir com a defecte
cs_cz: Nastavit jako výchozí
de_de: Als Standard festlegen
el_gr: Ορισμός ως προεπιλογή
fa_ir: تنظیم به عنوان پیش فرض
fi_fi: Aseta oletukseksi
fr_fr: Définir ces valeurs par défaut
hu_hu: Alapértelmezettként beállítva
id_id: Atur default
lt_lt: Nustatyti kaip numatytąjį
nl_nl: Als standaard instellen
pl_pl: Ustaw jako domyślną
pt_br: Definir como padrão
pt_pt: Definir como predefinição
ro_ro: Setați ca prestabilit
ru_ru: Birlamchi qilib o'rnatish
sr_rs: Postavite kao podrazumevano
tr_tr: Varsayılan olarak ayarla
uk_ua: Встановити за замовчуванням
vi_vn: Đặt mặc định
zh_cn: 设为默认

source: Update Rates
ar_sa: تحديث المعدل
bg_bg: Обновяване на курсовете
ca_es: Actualitzar tarifes
cs_cz: Aktualizovat sazby
de_de: Kurse bearbeiten
el_gr: Ενημέρωση Συντελεστών
fa_ir: به روزرسانی نرخ ها
fi_fi: Päivitä kurssit
fr_fr: Mise à jour du taux
hu_hu: Frissítés árak
id_id: Memperbarui rate mata uang
lt_lt: Atnaujinti tarifus
nl_nl: Tarief bijwerken
pl_pl: Aktualizuj kursy
pt_br: Atualizar Taxas
pt_pt: Atualizar taxas
ro_ro: Actualizați tarifele
ru_ru: Обновить курсы
sr_rs: Ažurirajte Stope
tr_tr: Oranları Güncelle
uk_ua: Оновити тариф
vi_vn: Cập nhật tỉ giá
zh_cn: 更新汇率

source: Currency exchange rates By ExchangeRate-API.
cs_cz: Směnné kurzy podle směnného kurzu – API.
el_gr: Συναλλαγματικές ισοτιμίες Από ExchangeRate-API.
fa_ir: نرخ تبدیل ارز بر اساس ExchangeRate-API.
fr_fr: Taux de change par ExchangeRate-API.
hu_hu: Valuták árfolyamai az ExchangeRate-API segítségével.
id_id: Rate pertukaran mata uang oleh ExchangeRate-API.
nl_nl: Wisselkoersen via ExchangeRate-API.
pl_pl: Kursy wymiany walut według ExchangeRate-API.
ro_ro: Ratele de schimb valutar după ExchangeRate-API.
ru_ru: Курсы валют от ExchangeRate-API.
sr_rs: Kursevi valuta preko ExchangeRate-API.

source: Code
ar_sa: الكود
bg_bg: Код
ca_es: Codi
cs_cz: Kód
de_de: Quelltext
el_gr: Κωδικός
fa_ir: کد
fi_fi: Koodi
hu_hu: Kód
id_id: Kode
lt_lt: Kodas
pl_pl: Kod
pt_br: Código
pt_pt: Código
ro_ro: Cod
ru_ru: Код
sr_rs: Kod
tr_tr: Kod
uk_ua: Код
vi_vn: Mã
zh_cn: 代码

source: Leave blank to automatically set
cs_cz: Nechte prázdné pro automatické nastavení
fr_fr: Laisser vide pour configurer automatiquement
hu_hu: Hagyd üresen az automatikus beállításhoz
ro_ro: Lăsați necompletat pentru a seta automat
ru_ru: Оставьте пустым для автоматической установки
sr_rs: Ostavite prazno da bi se automatski podesilo

source: Add
ar_sa: إضافة
bg_bg: Добавяне
ca_es: Afegeix
cs_cz: Přidat
de_de: Hinzufügen
el_gr: Προσθήκη
fa_ir: افزودن
fi_fi: Lisää
fr_fr: Ajouter
id_id: Tambah
lt_lt: Pridėti
nl_nl: Toevoegen
pl_pl: Dodaj
pt_br: Adicionar
pt_pt: Adicionar
ro_ro: Adăugaţi
ru_ru: Qo'shish
sr_rs: Dodaj
tr_tr: Ekle
uk_ua: Додати
vi_vn: Thêm
zh_cn: 添加

source: Successfully updated settings
ar_sa: تم تحديث الإعدادات بنجاح
bg_bg: Успешно променихте настройките
ca_es: Configuració actualitzada correctament
cs_cz: Nastavení bylo úspěšně aktualizováno
de_de: Einstellungen erfolgreich aktualisiert
el_gr: Επιτυχής ενημέρωση ρυθμίσεων
fa_ir: تنظیمات با موفقیت به روز شد
fi_fi: Asetusten muuttaminen onnistui
fr_fr: Les paramètres ont été mis à jour avec succès
hu_hu: Sikeresen frissített beállítások
id_id: Pengaturan diperbarui
lt_lt: Sėkmingai atnaujinti nustatymai
nl_nl: Instellingen succesvol bijgewerkt
pl_pl: Ustawienia zostały pomyślnie zaktualizowane
pt_br: Definições atualizadas com sucesso
pt_pt: Definições actualizadas com êxito
ro_ro: Setări actualizate cu succes
ru_ru: Настройки успешно обновлены
sr_rs: Podešavanja su uspešno ažurirana
tr_tr: Ayarlar başarıyla güncellendi
uk_ua: Налаштування успішно оновлені
vi_vn: Cập nhật cài đặt thành công
zh_cn: 设置已更新

source: Available exchange rate data providers
cs_cz: Dostupní poskytovatelé údajů o směnných kurzech
el_gr: Διαθέσιμοι πάροχοι δεδομένων συναλλαγματικής ισοτιμίας
fa_ir: FOSSBilling با ارائه دهندگان مختلف داده نرخ مبادله ارز یکپارچه می شود و به شما این امکان را می دهد که هر کدام را که مناسب نیازهای شما است انتخاب کنید. به‌طور پیش‌فرض، FOSSBilling از ExchangeRate-API «Open Access Endpoint» استفاده می‌کند که نیازی به پیکربندی ندارد
fr_fr: Fournisseurs de données de taux de change disponibles
hu_hu: Elérhető árfolyamadat-szolgáltatók
id_id: Penyedia data rate mata uang yang tersedia
nl_nl: Beschikbare wisselkoersdata providers
pl_pl: Dostępni dostawcy danych kursu wymiany walut
ro_ro: Furnizori de date privind cursul de schimb
ru_ru: Доступные поставщики данных о курсах валют
sr_rs: Dostupni provajderi podataka o kursu

source: FOSSBilling provides integration with various currency exchange rate data providers, allowing you to choose whichever one best suits your needs. By default, FOSSBilling will use the ExchangeRate-API "Open Access Endpoint" which does not require any configuration.
cs_cz: FOSSBilling poskytuje integraci s různými poskytovateli údajů o směnných kurzech měny, což vám umožní vybrat si, co nejlépe vyhovuje vašim potřebám. Ve výchozím nastavení bude FOSSBilling používat ExchangeRate-API "Open Access Endpoint", což nevyžaduje žádnou konfiguraci.
el_gr: FOSSBilling παρέχει ενοποίηση με διάφορους παρόχους δεδομένων συναλλαγματικής ισοτιμίας, επιτρέποντάς σας να επιλέξετε όποιο ταιριάζει καλύτερα στις ανάγκες σας. Από προεπιλογή, το FOSSBilling θα χρησιμοποιήσει το ExchangeRate-API "Open Access Endpoint" το οποίο δεν απαιτεί καμία ρύθμιση.
fa_ir: FOSSBilling با ارائه دهندگان مختلف داده نرخ مبادله ارز یکپارچه می شود و به شما این امکان را می دهد که هر کدام را که مناسب نیازهای شما است انتخاب کنید. به‌طور پیش‌فرض، FOSSBilling از ExchangeRate-API «Open Access Endpoint» استفاده می‌کند که نیازی به پیکربندی ندارد.
fr_fr: FOSSBilling vous permet d'intégrer différents fournisseurs de données de taux de change, vous permettant de choisir celui qui vous convient le mieux. Par défaut, FOSSBilling utilisera l'API ExchangeRate-"Open Access Endpoint" qui ne nécessite aucune configuration.
hu_hu: A FOSSBilling különböző valuták árfolyamadat-szolgáltatókkal való integrációt kínál, lehetővé téve, hogy a számodra legmegfelelőbbet válaszd. Alapértelmezés szerint a FOSSBilling az ExchangeRate-API "Nyílt Hozzáférés Végpontját" használja, amelyhez nincs szükség konfigurációra.
id_id: FOSSBilling menyediakan integrasi dengan berbagai penyedia data rate mata uang, memperbolehkan Anda untuk memilih penyedia mana saja yang sesuai dengan kebutuhan Anda. Secara umum, FOSSBilling akan menggunakan layanan ExchangeRate-API "Endpoint Akses Umum" yang tidak membutuhkan konfigurasi apapun.
nl_nl: FOSSBilling biedt integratie met verschillende aanbieders van wisselkoersdata, waardoor de meest geschikte gekozen kan worden. Standaard gebruikt FOSSBilling de "Open Access Endpoint" van ExchangeRate-API, waarvoor geen configuratie nodig is.
pl_pl: FOSSBilling zapewnia integrację z różnymi dostawcami danych o kursach wymiany walut, umożliwiając wybór najbardziej odpowiadającym twoim potrzebom. Domyślnie FOSSbilling użyje ExchangeRate-API "Open Access Endpoint" który nie wymaga konfiguracji.
ro_ro: FOSSBilling oferă integrarea cu diferiți furnizori de date privind rata de schimb valutar, permițându-vă să alegeți care dintre ele corespunde cel mai bine necesităților dvs. În mod implicit, FOSSBilling va utiliza "Finalizare Acces deschis" ExchangeRate-API care nu necesită nicio configurare.
ru_ru: FOSSBilling предоставляет интеграцию с различными поставщиками данных о курсах валют, позволяя выбрать наиболее подходящий для ваших нужд. По умолчанию FOSSBilling использует ExchangeRate-API "Open Access Endpoint", который не требует настройки.
sr_rs: FOSSBilling omogućava integraciju sa različitim provajderima podataka o kursu valuta, omogućavajući vam da izaberete onaj koji najbolje odgovara vašim potrebama. Podrazumevano, FOSSBilling će koristiti ExchangeRate-API "Open Access Endpoint" koji ne zahteva nikakvu konfiguraciju.

source: Provider
cs_cz: Poskytovatel
de_de: Anbieter
el_gr: Πάροχος
fa_ir: ارائه دهنده
fr_fr: Fournisseur
hu_hu: Szolgáltató
id_id: Penyedia
pl_pl: Dostawca
ro_ro: Furnizor
ru_ru: Поставщик
sr_rs: Provajder

source: Authentication Required
cs_cz: Vyžadováno ověření
de_de: Authentifizierung erforderlich
el_gr: Απαιτείται Ταυτοποίηση
fa_ir: احراز هویت اجباری
fr_fr: Authentification requise
hu_hu: Hitelesítés szükséges
id_id: Otentikasi Diperlukan
nl_nl: Authenticatie vereist
pl_pl: Wymagane uwierzytelnienie
ro_ro: Necesită Autentificare
ru_ru: Tasdiqlash talab qilinadi
sr_rs: Potrebna je Potvrda Autentičnosti

source: Update Frequency
cs_cz: Frekvence Aktualizace
de_de: Häufigkeit der Aktualisierung
el_gr: Συχνότητα ενημέρωσης
fa_ir: مدت به روز شدن
fr_fr: Fréquence de mise à jour
hu_hu: Frissítési gyakoriság
id_id: Perbarui frekuensi
nl_nl: Update frequentie
pl_pl: Częstotliwość aktualizacji
ro_ro: Frecvența de actualizare
ru_ru: Частота обновления
sr_rs: Ažuriraj Frekvenciju

source: Supported Currencies
cs_cz: Podporované měny
de_de: Unterstützte Währungen
el_gr: Υποστηριζόμενα νομίσματα
fa_ir: ارزهای پشتیبانی شده
fr_fr: Devises prises en charge
hu_hu: Támogatott pénznemek
id_id: Mat uang yang didukung
nl_nl: Ondersteunde valuta's
pl_pl: Obsługiwane Waluty
ro_ro: Monede suportate
ru_ru: Поддерживаемые валюты
sr_rs: Podržane Valute

source: Pricing
cs_cz: Ceník
de_de: Preisgestaltung
el_gr: Τιμολόγηση
fa_ir: قیمت گذاری
fr_fr: Prix
hu_hu: Árazás
id_id: Harga
nl_nl: Tarieven
pl_pl: Cennik
ro_ro: Prețuri
ru_ru: Ценообразование
sr_rs: Cene

source: ExchangeRate-API (Open Access Endpoint)
fa_ir: API تبدیل ارزها
hu_hu: ExchangeRate-API (Nyílt Hozzáférés Végpont)
id_id: ExchangeRate-API (Endpoint Akses Umum)
nl_nl: Wisselkoers-API (open toegangspunt)
ro_ro: ExchangeRate-API (Punct final de acces liber)

source: 1D
fa_ir: 1 روز
hu_hu: 1 nap
id_id: 1H
ro_ro: 1Z
ru_ru: 1 день

source: Supported currencies
cs_cz: Podporované měny
el_gr: Υποστηριζόμενα νομίσματα
fa_ir: ارزهای پشتیبانی شده
fr_fr: Devises prises en charge
hu_hu: Támogatott pénznemek
id_id: Mata uang yang didukung
nl_nl: Ondersteunde valuta's
pl_pl: Obsługiwane waluty
ro_ro: Monede suportate
ru_ru: Поддерживаемые валюты
sr_rs: Podržane valute

source: Free
ar_sa: مجاناً
bg_bg: Безплатно
ca_es: Gratuït
cs_cz: Zdarma
de_de: Kostenlos
el_gr: Δωρεάν
fa_ir: رایگان
fi_fi: Ilmainen
fr_fr: Gratuit
hu_hu: Ingyen
id_id: Gratis
lt_lt: Nemokamas
nl_nl: Gratis
pl_pl: Darmowy
pt_br: Gratuito
pt_pt: Grátis
ro_ro: Gratuit
ru_ru: Bepul
sr_rs: Besplatno
tr_tr: Ücretsiz
uk_ua: Безплатно
vi_vn: Miễn phí
zh_cn: 免费

source: 1D / 1H / 5M
fa_ir: 1روز/1ساعت/5 دقیقه
id_id: 1H / 1J / 5M
pl_pl: 1D / 1G / 5M
ro_ro: 1Z / 1H / 5M
ru_ru: 1 день / 1 час / 5 минут

source: Free / paid
cs_cz: Zdarma / zaplaceno
de_de: Kostenlos / bezahlt
el_gr: Δωρεάν / επί πληρωμή
fa_ir: رایگان / پرداخت شده
fr_fr: Gratuit / payant
hu_hu: Ingyenes / fizetős
id_id: Gratis / berbayar
nl_nl: Gratis / betaald
pl_pl: Darmowy / płatny
ro_ro: Gratuit / plătit
ru_ru: Бесплатно / платно
sr_rs: Besplatno / plaćeno

source: 1D / 1H / 10M / 1M
fa_ir: 1روز/1ساعت/10دقیقه/یک دقیقه
hu_hu: 1 nap / 1 óra / 10 perc / 1 perc
id_id: 1H / 1J / 10M / 1B
pl_pl: 1D / 1G / 10M / 1M
ro_ro: 1Z / 1H / 10M / 1M
ru_ru: 1 день / 1 час / 10 минут / 1 минута

source: When using ExchangeRate-API, their API informs FOSSBilling when the next update will occur which makes it more efficient for automated exchange rate syncing.
cs_cz: Pokud používáte ExchangeRate-API, jejich API informuje FOSSBilling o tom, kdy dojde k další aktualizaci, díky čemuž bude efektivnější pro automatickou synchronizaci směnných kurzů.
el_gr: Όταν χρησιμοποιείτε το ExchangeRate-API, το API τους ενημερώνει το FOSSBilling για το πότε θα γίνει η επόμενη ενημέρωση, γεγονός που καθιστά πιο αποτελεσματικό τον αυτοματοποιημένο συγχρονισμό συναλλαγματικών ισοτιμιών.
fa_ir: هنگام استفاده از ExchangeRate-API، API آنها به FOSSBilling اطلاع می دهد که به روز رسانی بعدی چه زمانی رخ می دهد که آن را برای همگام سازی خودکار نرخ ارز کارآمدتر می کند.
fr_fr: Lors de l'utilisation d'ExchangeRate-API, leur API informe FOSSBilling quand la prochaine mise à jour aura lieu, ce qui la rend plus efficace pour la synchronisation automatique des taux de change.
hu_hu: Az ExchangeRate-API használatakor az API értesíti a FOSSBillingot a következő frissítés időpontjáról, ami hatékonyabbá teszi az árfolyamok automatikus szinkronizálását.
id_id: Ketika menggunakan ExchangeRate-API, API mereka menginformasikan FOSSBilling kapan pembaruan berikutnya akan terjadi sehingga lebih efisien untuk sinkronisasi nilai tukar otomatis.
nl_nl: Bij het gebruik van ExchangeRate-API informeert hun API FOSSBilling wanneer de volgende update zal plaatsvinden, wat het efficiënter maakt voor geautomatiseerde wisselkoerssynchronisatie.
pl_pl: Podczas korzystania z ExchangeRate-API, ich API informuje FOSSBilling, kiedy nastąpi następna aktualizacja, co czyni ją bardziej efektywną dla automatycznej synchronizacji kursów wymiany walut.
ro_ro: Când se utilizează ExchangeRate-API, API-ul lor informează FOSSBilling atunci când va avea loc următoarea actualizare, ceea ce o va face mai eficientă pentru sincronizarea automată a ratei de schimb.
ru_ru: При использовании ExchangeRate-API их API информирует FOSSBilling о времени следующего обновления, что делает автоматическую синхронизацию курсов более эффективной.
sr_rs: Kada se koristi ExchangeRate-API, njihov API obaveštava FOSSBilling kada će doći do sledećeg ažuriranja, što ga čini efikasnijim za automatsku sinhronizaciju kursa.
