Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Failed to :action1: on the :type: server after failed to :action2:, check the error logs for further details
ar_sa: فشل في :action: مع مسجل :type: ، تحقق من سجلات الأخطاء للحصول على مزيد من التفاصيل
bg_bg: Неуспешно :action1: на :type: сървъра след неуспешно :action2:, проверете регистрите за грешки за повече подробности
ca_es: Ha fallat :action1: al :type: després de fallar :action2: , comprova els registres d'errors per a més detalls
cs_cz: Nepodařilo se :action: s registrem :type: , zkontrolujte protokoly chyb pro další podrobnosti
de_de: Fehler beim :action1: auf dem :type: Server, nachdem bereits :action2: nicht durchgeführt werden könnte. Überprüfe die Fehlerprotokolle auf weitere Details
el_gr: Αποτυχία :action1: στο διακομιστή :type: μετά την αποτυχία της :action2:, ελέγξτε τα αρχεία καταγραφής σφαλμάτων για περισσότερες λεπτομέρειες
fa_ir: خطا در :action1: برای سرور :type: و همچنین خطا در :action2:،گزارش های خطا را برای جزئیات بیشتر بررسی کنید
fi_fi: Epäonnistui :action1: :type: palvelimella sen jälkeen, kun :action2: epäonnistui, tarkista tarkemmat tiedot virhelokeista
fr_fr: Échec de :action1: sur le serveur :type: après l'échec de :action2:, consultez les journaux d'erreurs pour plus de détails
hu_hu: Nem sikerült :action1: a :type: kiszolgálón a sikertelen :action2: után ellenőrizze a hibanaplókat további részletekért
id_id: Gagal :action1: di server :type: setelah gagal :action2:, periksa log kesalahan untuk detail lebih lanjut
nl_nl: :action1: op de :type: server is mislukt nadat het niet gelukt is om :action2: te gebruiken, controleer de error logs voor verdere details
pl_pl: Nie udało się :action1: na serwerze :type: po nieudanej próbie :action2:, sprawdź dzienniki błędów, aby uzyskać więcej szczegółów
pt_br: Falha ao :action1: no servidor :type: após falha em :action2:, verifique os registros de erro para mais detalhes
pt_pt: Falha na :action1: no servidor :type: depois de falhar a :action2:, verifique os registos de erros para mais detalhes
ro_ro: Nu a reușit la :action1: pe serverul :type: după ce a eșuat la :action2:, verificați jurnalele de erori pentru detalii suplimentare
ru_ru: Не удалось :action1: на сервере :type после неудачной попытки :action2:, проверьте журналы ошибок для получения дополнительных сведений
sr_rs: Neuspešno :action1: na :type: serveru nakon što nije uspelo :action2:, proverite evidenciju grešaka za dodatne detalje
tr_tr: :type: sunucusunda :action2: başarısız olduktan sonra :action1: başarısız oldu, daha fazla ayrıntı için hata günlüklerini kontrol edin
uk_ua: Помилка :action1: на :type: сервері після помилки :action2:, перевірте журнал помилок для детальної інформації
vi_vn: Không thể thực hiện :action1: trên máy chủ loại :type: sau khi không thể thực hiện :action2:. Vui lòng kiểm tra nhật ký lỗi để biết thêm chi tiết.
zh_cn: 在执行 :action2: 失败后在 :type: 服务器执行 :action1: 失败，请在错误日志查看详细信息

source: account synchronization
ar_sa: مزامنة الحسابات
bg_bg: синхронизиране на профила
ca_es: sincronització de comptes
cs_cz: synchronizace účtu
de_de: Account-Synchronisierung
el_gr: συγχρονισμός λογαριασμού
fa_ir: همگام سازی حساب
fi_fi: tilin synkronointi
fr_fr: synchronisation du compte
hu_hu: fiók szinkronizálása
id_id: sinkronisasi akun
nl_nl: account synchroniseren
pl_pl: synchronizacja konta
pt_br: sincronização da conta
pt_pt: sincronização de contas
ro_ro: sincronizarea contului
ru_ru: синхронизация учетной записи
sr_rs: sinhronizacija naloga
tr_tr: hesap eşitleme
uk_ua: Синхронізація облікового запису
vi_vn: đồng bộ hoá tài khoản
zh_cn: 账号同步

source: Can't modify client
ar_sa: لا يمكن تعديل العميل
bg_bg: Не мога да модифицирам клиента
ca_es: No es pot modificar el client
cs_cz: Nelze upravit klienta
de_de: Kunde konnte nicht editiert werden
el_gr: Αδυναμία τροποποίησης πελάτη
fa_ir: عدم ویرایش مشتری
fi_fi: Asiakasta ei voi muokata
fr_fr: Impossible de modifier le client
hu_hu: Nem tudja módosítani az ügyfelet
id_id: Tidak data modifikasi klien
lt_lt: Negalima modifikuoti kliento
nl_nl: Kan klant niet wijzigen
pl_pl: Nie można modyfikować klienta
pt_br: Não é possível modificar o cliente
pt_pt: Não é possível modificar o cliente
ro_ro: Nu se poate modifica clientul
ru_ru: Не удается изменить клиента
sr_rs: Nije moguće izmeniti klijenta
tr_tr: Müşteri değiştirilemiyor
uk_ua: Не вдається редагувати клієнта
vi_vn: Không thể sửa khách hàng
zh_cn: 无法修改用户

source: Activity
ar_sa: نشاط
bg_bg: Дейност
ca_es: Activitat
cs_cz: Aktivita
de_de: Aktivität
el_gr: Δραστηριότητα
fa_ir: فعالیت ها
fi_fi: Toiminta
fr_fr: Activité
hu_hu: Tevékenység
id_id: Aktifitas
lt_lt: Veikla
nl_nl: Activiteit
pl_pl: Aktywność
pt_br: Atividade
pt_pt: Atividade
ro_ro: Activitate
ru_ru: Активность
sr_rs: Aktivnost
tr_tr: Aktivite
uk_ua: Активність
vi_vn: Hoạt động
zh_cn: 活动

source: Event history
ar_sa: تاريخ الحدث
bg_bg: История на събитията
ca_es: Historial d'esdeveniments
cs_cz: Historie událostí
de_de: Ereignishistorie
el_gr: Ιστορικό συμβάντων
fa_ir: تاریخچه رویداد
fi_fi: Tapahtumahistoria
fr_fr: Historique des événements
hu_hu: Eseménytörténet
id_id: Riwayat Aktivitas
lt_lt: Įvykių istorija
nl_nl: Activiteitenlog
pl_pl: Historia zdarzeń
pt_br: Histórico de eventos
pt_pt: Histórico de eventos
ro_ro: Istoric eveniment
ru_ru: История событий
tr_tr: Olay Geçmişi
uk_ua: Історія подій
zh_cn: 事件记录

source: Delete activity
ar_sa: حذف النشاط
bg_bg: Изтриване на дейност
ca_es: Esborra l'activitat
cs_cz: Smazat aktivitu
de_de: Aktivität löschen
el_gr: Διαγραφή δραστηριότητας
fa_ir: حذف فعالیت ها
fi_fi: Poista aktiviteetti
fr_fr: Supprimer l'activité
hu_hu: Tevékenység törlése
id_id: Hapus Aktivitas
nl_nl: Verwijder activiteit
pl_pl: Usuń aktywność
pt_br: Excluir atividade
ro_ro: Șterge activitatea
ru_ru: Удалить активность
tr_tr: Aktiviteyi sil
uk_ua: Видалити активність
zh_cn: 删除活动

source: Allows the staff member to delete recorded activity.
ar_sa: السماح للموظف بحذف النشاط المسجل.
bg_bg: Позволява на стафф модератора да изтрива записаната дейност.
ca_es: Permet al membre del personal eliminar l'activitat registrada.
cs_cz: Umožňuje zaměstnanci odstranit zaznamenanou aktivitu.
de_de: Erlaubt der Mitarbeitenden Person, die aufgezeichneten Aktivitäten zu löschen.
el_gr: Επιτρέπει στον υπάλληλο να διαγράψει εγγεγραμμένη δραστηριότητα.
fa_ir: اجازه کارمند برای حذف فعالیت ذخیره شده.
fi_fi: Sallii henkilöstön jäsenen poistaa kirjattuja toimintoja.
fr_fr: Permet à l'équipe de supprimer l'activité enregistrée.
hu_hu: Lehetővé teszi a munkatárs számára a rögzített tevékenységek törlését.
id_id: Memungkinkan anggota staf untuk menghapus aktivitas yang direkam.
nl_nl: Hiermee kan de medewerker de opgenomen activiteit verwijderen.
pl_pl: Pozwala pracownikowi usunąć zarejestrowaną aktywność.
pt_br: Permitir que o membro da equipe exclua a atividade registrada.
ro_ro: Permite membrilor staff-ului să șteargă activitatea înregistrată.
ru_ru: Позволяет сотруднику удалять записанные действия.
tr_tr: Personelin kayıtlı etkinliği silmesine izin verir.
uk_ua: Дозволяє співробітникам співробітника видаляти записану активність.
zh_cn: 允许员工删除活动记录

source: Unknown API call :call
ar_sa: اتصل API غير معروف :call
bg_bg: Непознато API повикване :call
ca_es: Crida a l'API desconeguda :call
cs_cz: Neznámé volání API :call
de_de: Unbekannter API-Aufruf :call
el_gr: Άγνωστη κλήση API :call
fa_ir: خطا در بارگذاری AP :call
fi_fi: Tuntematon API-kutsu :call
fr_fr: Appel API inconnu :call
hu_hu: Ismeretlen API hívás :call
id_id: API tidak dikenal call :call
lt_lt: Nežinomas API pranešimas :call
nl_nl: Onbekende API call :call
pl_pl: Nieznane wywołanie API :call
pt_br: Chamada API desconhecida :call
pt_pt: Chamada de API desconhecida :call
ro_ro: Apel API necunoscut :call
ru_ru: Неизвестный API-вызов :call
sr_rs: Nepoznati API poziv :call
tr_tr: Bilinmeyen API çağrısı :call
uk_ua: Невідомий виклик API :call
vi_vn: Lời gọi API không xác định :call
zh_cn: 未知的 API 调用 :calls

source: Invalid request. Make sure request origin is :from
ar_sa: طلب غير صالح. تحقق أصل الطلب من :from
bg_bg: Невалидна заявка. Уверете се, че произходът на заявката е :from
ca_es: Petició invàlida. Assegureu-vos que l'origen de la sol·licitud sigui :from
cs_cz: Neplatný požadavek. Ujistěte se že původ žádost je :from
de_de: Ungültige Anfrage. Stelle sicher, dass der Ursprung der Anfrage :from
el_gr: Μη έγκυρο αίτημα. Βεβαιωθείτε ότι η προέλευση του αιτήματος είναι :from
fa_ir: درخواست نامعتبر. از درخواست :from اطمینان حاصل نمایید
fi_fi: Virheellinen pyyntö. Varmista, että pyynnön alkuperä on :from
fr_fr: Requête non valide. Assurez-vous que l'origine de la requête est :from
hu_hu: Érvénytelen kérés. Győződj meg róla, hogy a kérés eredete :from
id_id: Permintaan tidak valid. Pastikan asal permintaan adalah :from
lt_lt: Neteisingas prašymas. Įsitikinkite, kad užklausos kilmė yra iš :from
nl_nl: Ongeldig verzoek. Zorg ervoor dat de oorsprong van het verzoek :from is
pl_pl: Nieprawidłowe żądanie. Upewnij się, że źródło żądania jest :from
pt_br: Solicitação inválida. Certifique-se de que a origem da solicitação é :from
pt_pt: Pedido inválido. Certifique-se de que a origem do pedido é :from
ro_ro: Cerere incorectă. Asigurați-vă că solicitarea provine de la :from
ru_ru: Неверный запрос. Убедитесь, что источник запроса :from
sr_rs: Nevažeći Upit. Uverite se da je poreklo zahteva :from
tr_tr: Geçersiz istek. İstek kaynağının :from olduğundan emin olun
uk_ua: Некоректний запит. Переконайтеся, що джерело запиту :from
vi_vn: Yêu cầu không hợp lệ. Cần phải chắc chắn yêu cầu gốc là :from
zh_cn: 无效的请求。请确保请求来源是 :from

source: Unauthorized IP
ar_sa: IP غير مصرح به
bg_bg: Неупълномощен IP адрес
ca_es: IP no autoritzada
cs_cz: Neautorizovaná IP adresa
de_de: Unberechtigte IP
el_gr: Μη εξουσιοδοτημένη πρόσβαση
fa_ir: IP غیرمجاز
fi_fi: Luvaton IP-osoite
fr_fr: Adresse IP non autorisée
hu_hu: Jogosulatlan IP
id_id: IP tidak sah
lt_lt: Neteisėtas IP
nl_nl: Ongeautoriseerd IP
pl_pl: Nieautoryzowany adres IP
pt_br: IP não autorizado
pt_pt: IP não autorizado
ro_ro: IP neautorizat
ru_ru: Неавторизованный IP
sr_rs: Neovlašćena IP
tr_tr: Yetkisiz IP
uk_ua: Неавторизований IP
vi_vn: IP chưa được cấp quyền
zh_cn: 未授权的 IP

source: Authentication Failed
ar_sa: فشلت المصادقة
bg_bg: Удостоверяването е неуспешно
ca_es: L'autenticació ha fallat
cs_cz: Autentizace se nezdařila
de_de: Authentifizierung fehlgeschlagen
el_gr: Αποτυχία Ταυτοποίησης
fa_ir: احراز هویت ناموفق
fi_fi: Autentikointi epäonnistui
fr_fr: Échec de l'authentification
hu_hu: A hitelesítés sikertelen
id_id: Otentikasi gagal
lt_lt: Autentifikavimas nepavyko
nl_nl: Authenticatie mislukt
pl_pl: Uwierzytelnianie nieudane
pt_br: Falha na Autenticação
pt_pt: Falha na autenticação
ro_ro: Autentificare nereușită
ru_ru: Ошибка аутентификации
sr_rs: Autentifikacija nije uspela
tr_tr: Kimlik doğrulama başarısız
uk_ua: Помилка автентифікації
vi_vn: Xác thực thất bại
zh_cn: 验证失败

source: CSRF token invalid
ar_sa: رمز CSRF غير صالح
bg_bg: CSRF токенът е невалиден
ca_es: El testimoni CSRF no és vàlid
cs_cz: CSRF token je neplatný
de_de: CSRF Token ungültig
el_gr: Μη έγκυρο CSRF token
fa_ir: توکن CSRF معتبر نیست
fi_fi: CSRF-tunniste on virheellinen
fr_fr: Token CSRF invalide
hu_hu: A CSRF token érvénytelen
id_id: Token CSRF tidak valid
nl_nl: CSRF token ongeldig
pl_pl: Nieprawidłowy token CSRF
pt_br: Token CSRF inválido
pt_pt: Token CSRF inválido
ro_ro: Token-ul CSRF este invalid
ru_ru: Неверный токен CSRF
sr_rs: CSRF token je nevažeći
tr_tr: CSRF token geçersiz
uk_ua: Невірний CSRF-токен
vi_vn: Khóa CSRF không hợp lệ
zh_cn: CSRF 令牌无效

source: Currency not found
ar_sa: لم يتم العثور على العملة
bg_bg: Валутата не е намерена
ca_es: No s'ha trobat la moneda
cs_cz: Měna nenalezena
de_de: Währung nicht gefunden
el_gr: Το νόμισμα δε βρέθηκε
fa_ir: این ارز یافت نشد
fi_fi: Valuuttaa ei löydy
fr_fr: Devise introuvable
hu_hu: Pénznem nem található
id_id: Mata Uang tidak ditemukan
lt_lt: Valiuta nerasta
nl_nl: Valuta niet gevonden
pl_pl: Nie znaleziono waluty
pt_br: Moeda não encontrada
pt_pt: Moeda não encontrada
ro_ro: Moneda nu a fost găsită
sr_rs: Valuta nije pronađena
tr_tr: Para birimi bulunamadı
uk_ua: Валюти не знайдено
vi_vn: Tiền tệ không tồn tại
zh_cn: 未找到该币种

source: The promo code has expired or does not exist
cs_cz: Promo kód vypršel nebo neexistuje
de_de: Der Gutscheincode ist abgelaufen oder existiert nicht
el_gr: Ο κωδικός προώθησης έχει λήξει ή δεν υπάρχει
fa_ir: کد تخفیف منقضی شده است و یا وجود ندارد
fi_fi: Kampanjakoodi on vanhentunut tai sitä ei ole olemassa
fr_fr: Le code promo a expiré ou n'existe pas
hu_hu: A promóciós kód lejárt vagy nem létezik
id_id: Kode promo kedaluwarsa atau tidak ada
nl_nl: Promotiecode is verlopen of bestaat niet
pl_pl: Kod promocyjny jest przeterminowany lub nie istnieje
ro_ro: Codul promoțional a expirat sau nu există
ru_ru: Промокод истек или не существует
sr_rs: Promo kod je istekao ili ne postoji
vi_vn: Mã khuyến mại đã hết hạn hoặc không tồn tại
zh_cn: 优惠码已过期或不存在

source: Promo code cannot be applied to your account
cs_cz: Promo kód nelze použít na vašem účtu
de_de: Der Code kann nicht auf Ihr Konto angewendet werden
el_gr: Κωδικός δεν μπορεί να εφαρμοστεί στο λογαριασμό σας
fa_ir: این کد نمی تواند برای حساب شما اعمال شود
fi_fi: Kampanjakoodia ei voi soveltaa tilillesi
fr_fr: Cette promotion ne peut pas être appliquée pour votre compte
hu_hu: A promóciós kód nem alkalmazható a fiókodra
id_id: Kupon promo tidak dapat digunakan untuk akun Anda
nl_nl: Promotiecode kan niet op het account worden toegepast
pl_pl: Kod promocyjny nie może zostać zastosowany na twoim koncie
ro_ro: Codul promoțional nu poate fi aplicat contului dvs
ru_ru: Промокод не может быть применен к вашему аккаунту
sr_rs: Promocija se ne može primeniti na Vaš nalog
vi_vn: Mã khuyến mại không thể sử dụng cho tài khoản của bạn
zh_cn: 优惠码不适用您的账户

source: Addon products cannot be added separately.
ar_sa: لا يمكن إضافة منتجات الإضافة بشكل منفصل.
bg_bg: Допълнителните приставки на продукти не могат да се добавят отделно.
ca_es: Els productes addicionals no es poden afegir per separat.
cs_cz: Produkty doplňku nelze přidat odděleně.
de_de: Addon Produkte können nicht separat hinzugefügt werden.
el_gr: Πρόσθετα προϊόντα δεν μπορούν να προστεθούν ξεχωριστά.
fa_ir: افزونه محصول نمی تواند به صورت جداگانه انتخاب شود.
fi_fi: Lisätuotteita ei voida lisätä erikseen.
fr_fr: Les produits Addon ne peuvent pas être ajoutés séparément.
hu_hu: Az Addon termékek külön nem adhatók hozzá.
id_id: Produk tambahan tidak dapat ditambahkan secara terpisah.
nl_nl: Add-on producten kunnen niet afzonderlijk worden toegevoegd.
pl_pl: Produkty dodatkowe nie mogą być dodawane osobno.
pt_br: Produtos adicionais não podem ser adicionados separadamente.
pt_pt: Os produtos adicionais não podem ser adicionados separadamente.
ro_ro: Produsele suplimentare nu pot fi adăugate separat.
ru_ru: Дополнительные продукты не могут быть добавлены отдельно.
sr_rs: Dodatni proizvodi se ne mogu dodati odvojeno.
tr_tr: Ürün eklentileri ayrı olarak eklenemez.
uk_ua: Продукти додатків неможливо додати окремо.
zh_cn: 附加组件产品不能单独添加。

source: One or more of your selected add-ons are invalid for the associated product.
cs_cz: Jeden nebo více vašich doplňků jsou pro související produkt neplatné.
el_gr: Ένα ή περισσότερα από τα επιλεγμένα σας πρόσθετα δεν είναι έγκυρα για το συσχετιζόμενο προϊόν.
fa_ir: یک یا چند از افزونه های انتخابی شما نا معتبر است.
fi_fi: Yksi tai useampi valitsemistasi lisäosista ei kelpaa kyseiseen tuotteeseen.
fr_fr: Un ou plusieurs de vos modules complémentaires sélectionnés ne sont pas valides pour le produit associé.
hu_hu: Az általad kiválasztott kiegészítők egyike vagy többje érvénytelen a kapcsolódó termékhez.
id_id: Satu atau lebih tambahan pilihan Anda tidak benar untuk produk terkait.
nl_nl: Een of meer van de geselecteerde add-ons zijn ongeldig voor het bijbehorende product.
pl_pl: Jeden lub więcej wybranych dodatków jest nieprawidłowych dla powiązanego produktu.
ro_ro: Unul sau mai multe dintre modulele adiționale selectate nu sunt valide pentru produsul asociat.
ru_ru: Один или несколько выбранных вами дополнений недействительны для связанного продукта.
sr_rs: Jedan ili više Vaših izabranih dodataka su nevažeći za povezani proizvod.
zh_cn: 您选择的一个或多个附件不适用该产品

source: Selected billing period is invalid
ar_sa: مدّة الفاتورة المحددة غير صالحة
bg_bg: Избраният период за фактуриране не е валиден
ca_es: El període de facturació seleccionat no és vàlid
cs_cz: Vybrané fakturační období je neplatné
de_de: Der ausgewählte Abrechnungszeitraum ist ungültig
el_gr: Η επιλεγμένη περίοδος χρέωσης δεν είναι έγκυρη
fa_ir: دوره صورتحساب انتخابی نا معتبر است
fi_fi: Valittu laskutusjakso on virheellinen
fr_fr: La période de facturation sélectionnée n'est pas valide
hu_hu: A kiválasztott számlázási időszak érvénytelen
id_id: Periode penagihan yang dipilih tidak benar
nl_nl: Geselecteerde factureringsperiode is ongeldig
pl_pl: Wybrany okres rozliczeniowy jest nieprawidłowy
pt_br: O período de faturamento selecionado é inválido
pt_pt: O período de faturação selecionado é inválido
ro_ro: Perioada selectată pentru facturare nu este validă
ru_ru: Выбранный расчетный период недействителен
sr_rs: Izabrani obračunski period je nevažeći
tr_tr: Seçilen faturalandırma dönemi geçersiz
uk_ua: Вибраний період оплати неправильний
vi_vn: Giai đoạn hóa đơn thanh toán được chọn là không hợp lệ
zh_cn: 选定的计费周期无效

source: This item is currently out of stock
ar_sa: هذا العنصر غير موجود حاليا في المخزون
bg_bg: Този артикул в момента не е в наличност
ca_es: Aquest article està esgotat actualment
cs_cz: Tato položka je momentálně vyprodána
de_de: Dieser Artikel ist momentan nicht auf Lager
el_gr: Αυτό το αντικείμενο είναι εκτός αποθέματος
fa_ir: این آیتم در حال حاضر موجود نیست
fi_fi: Tämä tuote on tällä hetkellä loppu varastosta
fr_fr: Cet article est actuellement en rupture de stock
hu_hu: Ez a termék jelenleg nincs raktáron
id_id: Produk ini sedang habis
lt_lt: Šios paslaugos šiuo metu neturime
nl_nl: Dit artikel is momenteel niet op voorraad
pl_pl: Ten przedmiot jest obecnie niedostępny
pt_br: Este item está atualmente fora de estoque
pt_pt: Este artigo está atualmente fora de stock
ro_ro: Acest articol nu este momentan în stoc
ru_ru: Этот товар в настоящее время отсутствует на складе
sr_rs: Ovaj artikal trenutno nije na zalihama
tr_tr: Bu ürün şu anda stokta yok
uk_ua: Цієї позиції зараз немає в наявності
vi_vn: Sản phẩm này hiện đang hết hàng
zh_cn: 该产品目前缺货

source: Selected billing period is invalid for the selected add-on
cs_cz: Vybrané fakturační období je pro vybraný doplněk neplatné
de_de: Der ausgewählte Abrechnungszeitraum ist für das ausgewählte Add-on ungültig
el_gr: Η επιλεγμένη περίοδος χρέωσης είναι άκυρη για το επιλεγμένο πρόσθετο
fa_ir: این دوره صورتحساب برای محصول انتخابی نا معتبر است
fi_fi: Valittu laskutusjakso ei ole sallittu valitun lisäosan osalta
fr_fr: La période de facturation sélectionnée n'est pas valide pour l'extension sélectionnée
hu_hu: A kiválasztott számlázási időszak érvénytelen a kiválasztott kiegészítőhöz
id_id: Periode penagihan yang dipilih tidak benar untuk tambahan yang dipilih
nl_nl: Geselecteerde factureringsperiode is ongeldig voor de geselecteerde addon
pl_pl: Wybrany okres rozliczeniowy jest nieprawidłowy dla wybranego dodatku
ro_ro: Perioada de facturare selectată nu este validă pentru modulul adițional selectat
ru_ru: Выбранный расчетный период недействителен для выбранного дополнения
sr_rs: Izabrani obračunski period je nevažeći za izabrani dodatak
zh_cn: 附加产品不适用该账期

source: Product not found
ar_sa: المنتج غير موجود
bg_bg: Продуктът не беше намерен
ca_es: No s'ha trobat el producte
cs_cz: Produkt nebyl nalezen
de_de: Produkt nicht gefunden
el_gr: Το προϊόν δε βρέθηκε
fa_ir: محصولی یافت نشد
fi_fi: Tuotetta ei löydy
fr_fr: Le produit est introuvable
hu_hu: Nem talált termék
id_id: Produk tidak ditemukan
lt_lt: Prekė nerasta
nl_nl: Product niet gevonden
pl_pl: Produkt nie znaleziony
pt_br: Produto não encontrado
pt_pt: Produto não encontrado
ro_ro: Produsul nu a fost găsit
ru_ru: Продукт не найден
sr_rs: Proizvod nije pronađen
tr_tr: Ürün bulunamadı
uk_ua: Товар не знайдено
vi_vn: Sản phẩm không tồn tại
zh_cn: 未找到产品

source: Add products to your cart before applying promo code
cs_cz: Přidej produkty do košíku před použitím promo kódu
de_de: Artikel in den Warenkorb legen, bevor Sie den Gutscheincode anwenden
el_gr: Προσθήκη προϊόντων στο καλάθι σας πριν την εφαρμογή promo code
fa_ir: قبل از وارد کردن کد تخفیف محصولی را به سبد خود اضافه کنید
fi_fi: Lisää tuotteet ostoskoriin ennen tarjouskoodin käyttöä
fr_fr: Ajoutez des produits à votre panier avant d'appliquer un code promotionnel
hu_hu: Először adj hozzá termékeket a kosaradhoz, mielőtt alkalmaznád a promóciós kódot
id_id: Tambahkan produk ke keranjang Anda sebelum menerapkan kode promo
nl_nl: Voeg producten toe aan de winkelwagen voordat de promotiecode wordt toegepast
pl_pl: Dodaj produkty do koszyka przed zastosowaniem kodu promocyjnego
ro_ro: Adaugă produse în coș înainte de a aplica codul promoțional
ru_ru: Добавьте товары в корзину перед применением промокода
sr_rs: Dodajte proizvode u Vašu korpu pre nego što primenite promotivni kod
vi_vn: Cần thêm sản phẩm vào giỏ hàng trước khi sử dụng mã giảm giá
zh_cn: 在使用优惠码前，请先添加产品

source: You have already used this promo code. Please remove the promo code and checkout again.
cs_cz: Tento promo kód jste již použili. Odstraňtě ho a zkuste to znovu.
de_de: Sie haben diesen Promo-Code bereits verwendet. Bitte entfernen Sie den Promo-Code und gehen Sie erneut zur Kasse.
el_gr: Έχετε ήδη χρησιμοποιήσει αυτόν τον κωδικό προσφοράς. Παρακαλούμε αφαιρέστε τον κωδικό προσφοράς και κάντε ξανά checkout.
fa_ir: شما قبلا" از این کد تخفیف استفاده کرده اید. لطفا" کد تخفیف را حذف کنید و ادامه خرید را انجام دهید.
fi_fi: Olet jo käyttänyt tämän tarjouskoodin. Ole hyvä ja poista tarjouskoodi ja mene uudelleen kassalle.
fr_fr: Vous avez déjà utilisé ce code promotionnel. Veuillez le supprimer, et effectuer à nouveau votre commande.
hu_hu: Már felhasználta ezt a promóciós kódot. Kérjük, távolítsa el a promóciós kódot, és próbálkozzon újra a vásárlással.
id_id: Anda sudah menggunakan kode promo ini. Silakan hapus kode promo dan checkout lagi.
nl_nl: Deze promotiecode is al gebruikt. Verwijder de promotiecode en probeer opnieuw af te rekenen.
pl_pl: Użyłeś już tego kodu promocyjnego. Usuń kod promocyjny i dokonaj zakupu ponownie.
ro_ro: Ați utilizat deja acest cod promoțional. Va rugăm să eliminați codul promoțional și să faceți plata din nou.
ru_ru: Вы уже использовали этот промокод. Удалите промокод и оформите заказ снова.
sr_rs: Već ste koristili ovaj promo kod. Uklonite promotivni kod i ponovo platite.
vi_vn: Bạn đã sử dụng mã giảm giá này. Vui lòng xóa mã giảm giá và làm thủ tục thanh toán lần nữa.
zh_cn: 你已经使用了这个优惠码，请删除优惠码并再次结账

source: Cannot checkout an empty cart
cs_cz: Nelze objednat prázdný košík
de_de: Leere Warenkörbe können nicht abgeschlossen werden
el_gr: Δεν είναι δυνατή η ολοκλήρωση παραγγελίας ενός άδειου καλαθιού
fa_ir: سبد خرید شما خالی است
fi_fi: Tyhjää ostoskoria ei voi lunastaa
fr_fr: Impossible de commander un panier vide
hu_hu: Nem lehet üres kosarat fizetni
id_id: Tidak dapat melakukan pembayaran pada keranjang yang kosong
nl_nl: Kan geen lege winkelwagen afrekenen
pl_pl: Nie można dokonać zamówienia pustego koszyka
ro_ro: Nu se poate comanda un coș gol
ru_ru: Невозможно оформить пустую корзину
sr_rs: Ne možete da platite u praznoj korpi
vi_vn: Không thể thanh toán giỏ hàng trống
zh_cn: 购物车为空，无法结算
