Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: You must set the payment gateway in the invoice manage tab before marking it as paid.
cs_cz: Před označením platební brány jako uhrazené musíte nastavit platební bránu na kartě pro správu faktur.
el_gr: Πρέπει να ορίσετε την πύλη πληρωμής στην καρτέλα διαχείρισης τιμολογίου πριν το χαρακτηρίσετε ως πληρωμένο.
fa_ir: قبل از علامت گذاری به عنوان پولی، باید درگاه پرداخت را در تب مدیریت فاکتور تنظیم کنید.
fr_fr: Vous devez définir la passerelle de paiement dans l'onglet de gestion des factures avant de la marquer comme payée.
hu_hu: A fizetési átjárót a számlakezelő lapon kell beállítania, mielőtt kifizetettnek jelölné a számlát.
id_id: Anda harus mengatur gateway pembayaran di tab kelola faktur sebelum menandainya sebagai lunas.
nl_nl: Stel de betalingsgateway in op het tabblad factuurbeheer voordat deze als betaald wordt gemarkeerd.
pl_pl: Musisz ustawić bramkę płatności w karcie zarządzania fakturą przed oznaczeniem jej jako zapłacona.
pt_br: Você deve definir o método de pagamento na guia gerenciamento de fatura antes de marcá-lo como pago.
ro_ro: Trebuie să setați gateway-ul de plata în filă de administrare a facturii înainte de a fi marcat că fiind plătit.
ru_ru: Вы должны установить платежный шлюз на вкладке управления счетом перед тем, как отметить его как оплаченный.
sr_rs: Morate da podesite platni prolaz za plaćanje na kartici za upravljanje računom, pre nego što ga označite kao plaćenog.
vi_vn: Bạn phải thiết lập cổng thanh toán trong tab quản lý hóa đơn trước khi đánh dấu là đã thanh toán

source: Order :id is free. No need to generate invoice.
ar_sa: الطلب :id مجاني. لا حاجة إلى إنشاء الفاتورة.
bg_bg: Поръчката с :id е безплатен продукт. Няма нужда да генерирате фактура.
ca_es: Comanda: id és gratuït. No cal generar factura.
cs_cz: Objednávka :id je zdarma. Není třeba vytvářet fakturu.
de_de: Bestellung :id ist kostenlos. Keine Rechnung muss generiert werden.
el_gr: Η παραγγελία :id είναι δωρεάν. Δεν χρειάζεται να εκδοθεί τιμολόγιο.
fa_ir: سفارش شماره :id رایگان است. نیازی به تولید فاکتور نیست.
fi_fi: Tilaus :id on ilmainen. Ei tarvitse luoda laskua.
fr_fr: La commande :id est gratuite. Inutile de générer une facture.
hu_hu: A :id számú megrendelés ingyenes. Nem kell számlát generálni.
id_id: Id Pemesanan :id adalah gratis. Tidak perlu membuat faktur.
lt_lt: Užsakymas :id nemokamas. Nereikia generuoti sąskaitos faktūros.
nl_nl: Bestelling :id is gratis. Niet nodig om factuur te genereren.
pl_pl: Zamówienie :id jest darmowe. Nie trzeba generować faktury.
pt_br: O pedido :id é grátis. Não é necessário gerar fatura.
pt_pt: A identificação da encomenda é gratuita. Não é necessário gerar fatura.
ro_ro: Comanda :id este gratuită. Nu este necesară generarea facturii.
ru_ru: Заказ :id бесплатный. Нет необходимости выставлять счет.
sr_rs: Porudžbina :id je besplatna. Nema potrebe za generisanjem računa.
tr_tr: :id siparişi ücretsizdir. Fatura oluşturmaya gerek yok.
uk_ua: Замовлення :id безкоштовне. Не потрібно генерувати рахунок.
vi_vn: Đơn hàng :id là miễn phí. Không cần tạo hóa đơn.
zh_cn: 订单 :id 是免费的。无需生成账单。

source: Client currency must match subscription currency. Check if clients currency is defined.
ar_sa: يجب أن تتطابق عملة العميل مع عملة الاشتراك. تحقق من تعريف عملة العملاء.
bg_bg: Клиентската валута трябва да съответства на валутата на абонамента. Проверете дали валутата на клиента е определена.
ca_es: La moneda del client ha de coincidir amb la moneda de la subscripció. Comproveu si la moneda dels clients està definida.
cs_cz: Měna klienta musí odpovídat měně odběru. Zkontrolujte, zda je definována měna klienta.
el_gr: Το νόμισμα πελάτη πρέπει να ταιριάζει με το νόμισμα συνδρομής. Ελέγξτε αν το νόμισμα των πελατών είναι καθορισμένο.
fa_ir: ارز مشتری باید با ارز اشتراک مطابقت داشته باشد. بررسی کنید که آیا ارز مشتری تعریف شده است یا خیر.
fi_fi: Asiakkaan valuutan on vastattava tilauksen valuuttaa. Tarkista, onko asiakkaan valuutta määritelty.
fr_fr: La devise du client doit correspondre à la devise de l'abonnement. Vérifiez si la devise du client est définie.
hu_hu: Az ügyfél pénznemének meg kell egyeznie az előfizetés pénznemével. Ellenőrizze, hogy az ügyfelek pénzneme meg van-e határozva.
id_id: Mata uang klien harus sesuai dengan mata uang berlangganan. Periksa apakah mata uang klien sudah ditentukan.
lt_lt: Kliento valiuta turi sutapti su prenumeratos valiuta. Patikrinkite, ar kliento valiuta yra apibrėžta.
nl_nl: De valuta van de cliënt moet overeenkomen met de valuta van de abonnement. Controleer of de valuta van de klant is gedefinieerd.
pl_pl: Waluta klienta musi pasować do waluty subskrypcji. Sprawdź, czy waluta klientów jest zdefiniowana.
pt_br: Moeda de cliente deve corresponder à moeda de inscrição. Verifique se a moeda dos clientes está definida.
pt_pt: A moeda do cliente tem de corresponder à moeda da subscrição. Verificar se a moeda do cliente está definida.
ro_ro: Moneda clientului trebuie să corespundă valutei abonamentului. Verificați dacă valuta clientului este definită.
ru_ru: Валюта клиента должна соответствовать валюте подписки. Проверьте, определена ли валюта клиента.
sr_rs: Valuta klijenta mora da odgovara valuti pretplate. Proverite da li je valuta klijenta definisana.
tr_tr: Müşteri para birimi, abonelik para birimiyle eşleşmelidir. Müşterinin para biriminin tanımlı olup olmadığını kontrol edin.
uk_ua: Валюта клієнта має відповідати валюті підписки. Перевірте, чи визначено валюту клієнта.
vi_vn: Tiền tệ của khách hàng phải phù hợp với tiền tệ được đăng ký. Kiểm tra tiền tệ của khách hàng đã được định nghĩa.
zh_cn: 用户的币种必须与订阅付款的相同。请检查用户是否已经设置币种。

source: Subscription not found
ar_sa: لم يتم العثور على الاشتراك
bg_bg: Абонаментът не е намерен
ca_es: No s'ha trobat la subscripció
cs_cz: Předplatné nebylo nalezeno
de_de: Abonnement wurde nicht gefunden
el_gr: Η συνδρομή δεν βρέθηκε
fa_ir: اشتراک پیدا نشد
fi_fi: Kestotilausta ei löydy
fr_fr: Abonnement introuvable
hu_hu: Előfizetés nem található
id_id: Langganan tidak ditemukan
lt_lt: Prenumerata nerasta
nl_nl: Abonnement niet gevonden
pl_pl: Nie znaleziono subskrypcji
pt_br: Assinatura não encontrada
pt_pt: Subscrição não encontrada
ro_ro: Abonamentul nu a fost găsit
ru_ru: Подписка не найдена
sr_rs: Pretplata nije pronađena
tr_tr: Abonelik bulunamadı
uk_ua: Підписка не знайдена
vi_vn: Gói đăng ký không tồn tại
zh_cn: 没有找到订阅付款

source: Invoice was not found
ar_sa: لم يتم العثور على الفاتورة
bg_bg: Фактурата не е намерена
ca_es: No s'ha trobat la factura
cs_cz: Faktura nebyla nalezena
de_de: Rechnung wurde nicht gefunden
el_gr: Το τιμολόγιο δεν βρέθηκε
fa_ir: فاکتور پیدا نشد
fi_fi: Laskua ei löytynyt
fr_fr: Facture introuvable
hu_hu: A számla nem található
id_id: Faktur tidak ditemukan
lt_lt: Sąskaita faktūra nerasta
nl_nl: Factuur is niet gevonden
pl_pl: Faktura nie została znaleziona
pt_br: Fatura não encontrada
pt_pt: A fatura não foi encontrada
ro_ro: Factura nu a fost găsită
ru_ru: Счет не найден
sr_rs: Račun nije pronađen
tr_tr: Fatura bulunamadı
uk_ua: Рахунок не знайдено
vi_vn: Hóa đơn không tồn tại
zh_cn: 未找到账单

source: Paid Invoice cannot be modified
cs_cz: Již zaplacenou fakturu nelze upravit
de_de: Eine bezahlte Rechnung kann nicht verändert werden
el_gr: Το πληρωμένο τιμολόγιο δεν μπορεί να τροποποιηθεί
fa_ir: فاکتور پرداخت شده قابل ویرایش نیست
fr_fr: Facture payée ne peut pas être modifiée
hu_hu: A kifizetett számla nem módosítható
id_id: Faktur Terbayar tidak dapat diubah
nl_nl: Betaalde factuur kan niet worden gewijzigd
pl_pl: Zapłacona faktura nie może zostać zmodyfikowana
ro_ro: Factura plătită nu poate fi modificată
ru_ru: Оплаченный счет не может быть изменен
sr_rs: Plaćena faktura se ne može menjati
vi_vn: Hóa đơn thanh toán không thể sửa đổi
zh_cn: 已支付账单无法编辑

source: Order not found
ar_sa: الطلب غير موجود
bg_bg: Поръчката не е открита
ca_es: No s'ha trobat la comanda
cs_cz: Objednávka nebyla nalezena
de_de: Bestellung nicht gefunden
el_gr: Η παραγγελία δε βρέθηκε
fa_ir: سفارش یافت نشد
fi_fi: Tilausta ei löydy
fr_fr: Commande introuvable
hu_hu: Nem talált megrendelés
id_id: Pesanan tidak ditemukan
lt_lt: Užsakymas nerastas
nl_nl: Bestelling niet gevonden
pl_pl: Nie znaleziono zamówienia
pt_br: Pedido não encontrado
pt_pt: Ordem não encontrada
ro_ro: Comandă nu a fost găsită
sr_rs: Porudžbina nije pronađena
tr_tr: Sipariş bulunamadı
uk_ua: Замовлення не знайдено
vi_vn: Không thấy đơn hàng
zh_cn: 没有找到订单

source: You need to enter numeric value
ar_sa: تحتاج إلى إدخال قيمة رقمية
bg_bg: Трябва да въведете цифрова стойност
ca_es: Heu d'introduir un valor numèric
cs_cz: Musíte zadat číselnou hodnotu
de_de: Du musst numerische Werte eingeben
el_gr: Πρέπει να εισάγετε αριθμητική τιμή
fa_ir: باید مقدار عددی را وارد کنید
fi_fi: Sinun on syötettävä numeerinen arvo
fr_fr: Vous devez entrer une valeur numérique
hu_hu: Numerikus értéket kell megadnia
id_id: Anda harus memasukan nilai numerik
lt_lt: Turite įvesti skaitinę reikšmę
nl_nl: Voer een numerieke getal in
pl_pl: Musisz wprowadzić wartość numeryczną
pt_br: Você precisa digitar o valor numérico
pt_pt: É necessário introduzir um valor numérico
ro_ro: Trebuie să introduceți o valoare numerică
ru_ru: Вам необходимо ввести числовое значение
sr_rs: Potrebno je da unesete brojčanu vrednost
tr_tr: Sayısal değer girmeniz gerekiyor
uk_ua: Необхідно ввести числове значення
vi_vn: Bạn cần điền vào giá trị số
zh_cn: 请输入数字

source: Invoice hash not passed. Missing param hash
ar_sa: تجزئة الفاتورة لم تمر. تجزئة بارام مفقودة
bg_bg: Не е минал хеша на фактурата. Липсва парам хеша
ca_es: El hash de la factura no s'ha passat. Falta hash de param
cs_cz: Hash faktury neprošel. Chybí hash paramu
el_gr: Το hash του τιμολογίου δεν έχει περάσει. Λείπει η παράμετρος hash
fa_ir: هش فاکتور ارسال نشد. پارامتر هش وجود ندارد
fi_fi: Laskun hash ei välitetty. Parametrin hash puuttuu
fr_fr: Hachage de la facture non passé. Le paramètre hachage est manquant
hu_hu: A számla hash-ja nem került átadásra. Hiányzó param hash
id_id: Hash faktur tidak cocok atau sesuai. Parameter Hash hilang
lt_lt: Sąskaitos faktūros maiša nepraėjo. Trūksta parametrų maišos
nl_nl: Factuur-hash niet doorgegeven. Ontbrekende parameter hash
pl_pl: Nie przekazano hasza faktury. Brakujący parametr hash
pt_br: Hash da fatura não informado. Hash de parâmetro ausente
pt_pt: O hash da fatura não foi transmitido. Falta o parâmetro hash
ro_ro: Factura hash nu a fost validă. Lipsește paragramul hash
ru_ru: Хеш счета не передан. Отсутствует параметр hash
sr_rs: Heš fakture nije prošao. Nedostaje parametar heš
tr_tr: Fatura hash'i geçmedi. Hash paremetresi eksik
uk_ua: Хеш рахунку-фактури не передано. Відсутній хеш параметра
vi_vn: Khóa hóa đơn không được thông qua. Khóa tham số bị thiếu
zh_cn: 账单哈希未通过。缺少哈希参数

source: Payment method not found. Missing param gateway_id
ar_sa: لم يتم العثور على طريقة الدفع. بوابة gateway_id مفقودة
bg_bg: Метода за плащане не е намерен. Липсва param gateway_id
ca_es: No s'ha trobat el mètode de pagament. Falta el paràmetre gateway_id
cs_cz: Způsob platby nebyl nalezen. Chybí param brána
de_de: Zahlungsmethode nicht gefunden. Fehlende param gateway_id
el_gr: Η μέθοδος πληρωμής δεν βρέθηκε. Λείπει η παράμετρος gateway_id
fa_ir: روش پرداخت پیدا نشد. پارامتر gateway_id وجود ندارد
fi_fi: Maksutapaa ei löydy. Puuttuu parametrina gateway_id
fr_fr: Méthode de paiement introuvable. Le paramètre gateway_id est manquant
hu_hu: Fizetési mód nem található. Hiányzó paraméter: gateway_id
id_id: Metode pembayaran tidak ditemukan. Parameter gateway_id tidak ditemukan
lt_lt: Mokėjimo būdas nerastas. Trūksta parametro gateway_id
nl_nl: Betaalmethode niet gevonden. Ontbrekende param gateway_id
pl_pl: Nie znaleziono metody płatności. Brakujący parametr gateway_id
pt_br: Método de pagamento não encontrado. Faltando parâmetro gateway_id
pt_pt: Método de pagamento não encontrado. Falta o parâmetro gateway_id
ro_ro: Metoda de plată nu a fost găsită. Lipsește parametrul gateway_id
ru_ru: Способ оплаты не найден. Отсутствует параметр gateway_id
sr_rs: Način plać́anja nije pronađen. Nedostaje parametar gateway_id
tr_tr: Ödeme yöntemi bulunamadı. Gateway_id parametresi eksik
uk_ua: Спосіб оплати не знайдено. Відсутній параметр gateway_id
vi_vn: Phương thức thanh toán không tồn tại. Tham số gateway_id bị thiếu
zh_cn: 找不到付款方式。缺少参数 gateway id

source: Invoices
ar_sa: الفواتير
bg_bg: Фактури
ca_es: Factures
cs_cz: Faktury
de_de: Rechnungen
el_gr: Παραστατικά
fa_ir: صورت‌حساب‌ها
fi_fi: Laskut
fr_fr: Factures
hu_hu: Számlák
id_id: Tagihan
lt_lt: Sąskaitos faktūros
nl_nl: Facturen
pl_pl: Faktury
pt_br: Faturas
pt_pt: Facturas
ro_ro: Facturi
ru_ru: Счета
sr_rs: Računi
tr_tr: Faturalar
uk_ua: Рахунки
vi_vn: Hóa đơn
zh_cn: 发票

source: Subscriptions
ar_sa: الإشتراكات
bg_bg: Абонамент
ca_es: Subscripcions
cs_cz: Předplatné
de_de: Abonnements
el_gr: Συνδρομές
fa_ir: اشتراک ها
fi_fi: Kestotilaus
fr_fr: Abonnements
hu_hu: Előfizetések
id_id: Langganan
lt_lt: Prenumeratos
nl_nl: Abonnementen
pl_pl: Subskrypcje
pt_br: Assinaturas
pt_pt: Assinaturas
ro_ro: Abonamente
sr_rs: Pretplate
tr_tr: Abonelikler
uk_ua: Підписки
vi_vn: Thuê bao
zh_cn: 订阅

source: Transactions overview
ar_sa: نظرة عامة للمعاملات
bg_bg: Общ преглед на транзакциите
ca_es: Visió general de les transaccions
cs_cz: Přehled transakcí
de_de: Transaktionsübersicht
el_gr: Επισκόπηση συναλλαγών
fa_ir: خلاصه تراکنشها
fi_fi: Maksutapahtumien yleiskatsaus
fr_fr: Vue d'ensemble des transactions
hu_hu: Tranzakciók áttekintése
id_id: Lihat Transaksi
lt_lt: Operacijų apžvalga
nl_nl: Transactieoverzicht
pl_pl: Przegląd transakcji
pt_br: Visão geral das transações
pt_pt: Síntese das transacções
ro_ro: Prezentare tranzacții
ru_ru: Обзор транзакций
sr_rs: Pregled transakcija
tr_tr: İşlemlere Genel Bakış
uk_ua: Перегляд операцій
vi_vn: Tổng quan giao dịch
zh_cn: 交易总览

source: Transactions search
ar_sa: البحث عن المعاملات
bg_bg: Търсене на транзакции
ca_es: Cerca de transaccions
cs_cz: Vyhledávání transakcí
de_de: Transaktionen durchsuchen
el_gr: Αναζήτηση συναλλαγών
fa_ir: جستجوی تراکنشها
fi_fi: Maksutapahtumien haku
fr_fr: Recherche de transaction
hu_hu: Tranzakciók keresése
id_id: Cari Transaksi
lt_lt: Operacijų paieška
nl_nl: Transacties zoeken
pl_pl: Wyszukaj transakcje
pt_br: Pesquisa de transações
pt_pt: Pesquisa de transacções
ro_ro: Căutare tranzacţii
sr_rs: Pretraga transakcija
tr_tr: İşlem Arama
uk_ua: Пошук транзакції
vi_vn: Tìm giao dịch
zh_cn: 交易查询

source: Tax rules
ar_sa: القاعدة الضريبية
bg_bg: Данъчни правила
ca_es: Normes fiscals
cs_cz: Daňová pravidla
de_de: Steuerregeln
el_gr: Κανόνες Φορολόγησης
fa_ir: قوانین مالیات
fi_fi: Verosäännöt
fr_fr: Règles de taxes
hu_hu: Adózási szabályok
id_id: Aturan pajak
lt_lt: Mokesčių taisyklės
nl_nl: BTW-regels
pl_pl: Reguły podatkowe
pt_br: Regras fiscais
pt_pt: Regras fiscais
ro_ro: Reguli de taxare
sr_rs: Poreska pravila
tr_tr: Vergi Kuralları
uk_ua: Ставки податків
vi_vn: Quy định thuế
zh_cn: 税率

source: Payment gateways
ar_sa: بوابات الدفع
bg_bg: Методи за плащане
ca_es: Mètode de pagament
cs_cz: Platební brány
de_de: Zahlungs-Gateways
el_gr: Πύλες πληρωμών
fa_ir: درگاه های پرداخت
fi_fi: Maksutavat
fr_fr: Passerelles de paiement
hu_hu: Fizetési átjárók
id_id: Metode pembayaran
lt_lt: Mokėjimo vartai
nl_nl: Betalingsgateways
pl_pl: Bramki płatności
pt_br: Métodos de pagamento
pt_pt: Métodos de pagamento
ro_ro: Modalități de plată
sr_rs: Platni prolazi
tr_tr: Ödeme Yöntemleri
uk_ua: Платіжні шлюзи
vi_vn: Cổng thanh toán
zh_cn: 支付网关

source: Unable to determine the next invoice number
ar_sa: غير قادر على تحديد رقم الفاتورة التالي
bg_bg: Не може да се определи следващият номер на фактурата
ca_es: No es pot determinar el número de factura següent ​
cs_cz: Číslo následující faktury nelze určit
de_de: Die nächste Rechnungsnummer konnte nicht ermittelt werden
el_gr: Δεν είναι δυνατός ο προσδιορισμός του επόμενου αριθμού τιμολογίου
fa_ir: نمی توان شماره فاکتور بعدی را تعیین کرد
fi_fi: Seuraavan laskun numeroa ei pystytä määrittämään
fr_fr: Impossible de déterminer le prochain numéro de facture
hu_hu: Nem lehet meghatározni a következő számlaszámot
id_id: Tidak dapat menentukan nomor faktur berikutnya
nl_nl: Het volgende factuurnummer kan niet worden bepaald
pl_pl: Nie można określić następnego numeru faktury
pt_br: Não foi possível determinar o próximo número da fatura
pt_pt: Não é possível determinar o próximo número de fatura
ro_ro: Nu s-a putut determina următorul număr al facturii
ru_ru: Не удалось определить следующий номер счета
sr_rs: Nije moguć́e utvrditi sledeći broj fakture
tr_tr: Sonraki fatura numarası belirlenemiyor
uk_ua: Не вдалося визначити наступний номер рахунку
vi_vn: Không thể xác định số hóa đơn tiếp theo
zh_cn: 无法确定下一个发票编号

source: Cannot refund invoice with negative amount
cs_cz: Nelze vrátit fakturu se zápornou částkou
el_gr: Δεν είναι δυνατή η επιστροφή χρημάτων με αρνητικό ποσό
fa_ir: فاکتور با مبلغ منفی قابل بازپرداخت نیست
fr_fr: Impossible de rembourser une facture avec un montant négatif
hu_hu: Nem lehet negatív összegű számlát visszatéríteni
id_id: Tidak dapat mengembalikan faktur dengan jumlah negatif
nl_nl: Kan factuur met een negatief bedrag niet terugbetalen
pl_pl: Nie można zwrócić faktury z ujemną kwotą
ro_ro: Nu se poate restitui factura cu o valoare negativă
ru_ru: Невозможно вернуть счет с отрицательной суммой
sr_rs: Nije moguće refundirati fakturu sa negativnim iznosom
tr_tr: Eksi tutara sahip faturanın iadesi yapılamaz
vi_vn: Không thể hoàn tiền hóa đơn với số âm

source: Invoice is related to order #:id. Please cancel order first.
ar_sa: الفاتورة مرتبطة بالطلب #:id. الرجاء إلغاء الطلب أولاً.
bg_bg: Фактурата е свързана с поръчка #:id. Моля, първо отменете поръчката.
ca_es: La factura està relacionada amb la comanda #:id. Si us plau, cancel·leu la comanda primer.
cs_cz: Faktura souvisí s objednávkou #:id. Nejprve prosím zrušte objednávku.
de_de: Rechnung bezieht sich auf die Bestellung #:id. Bitte storniere zuerst die Bestellung.
el_gr: Το τιμολόγιο σχετίζεται με την παραγγελία #:id. Παρακαλώ ακυρώστε πρώτα την παραγγελία.
fa_ir: فاکتور مربوط به سفارش شماره #:id است. لطفا ابتدا سفارش را لغو کنید.
fi_fi: Lasku liittyy tilaukseen #:id. Peruuta tilaus ensin.
fr_fr: La facture est liée à la commande #:id. Veuillez d'abord annuler la commande.
hu_hu: A számla a #:id rendeléshez kapcsolódik. Kérjük, először törölje a megrendelést.
id_id: Faktur terkait dengan pesanan #:id. Harap batalkan pesanan terlebih dahulu.
lt_lt: Sąskaita faktūra susijusi su užsakymu #:id. Pirmiausia atšaukite užsakymą.
nl_nl: Factuur is gerelateerd aan bestelling #:id. Gelieve bestelling eerst te annuleren.
pl_pl: Faktura jest związana z zamówieniem #:id. Proszę najpierw anulować zamówienie.
pt_br: A fatura está relacionada ao pedido #:id. Por favor, cancele o pedido primeiro.
pt_pt: A fatura está relacionada com a encomenda #:id. Por favor, cancele a encomenda primeiro.
ro_ro: Factura este legată de comanda #:id. Vă rugăm să anulați mai întâi comanda.
ru_ru: Счет связан с заказом #:id. Пожалуйста, сначала отмените заказ.
sr_rs: Faktura se odnosi na porudžbinu #:id. Prvo otkažite porudžbinu.
tr_tr: Fatura, #:id numaralı siparişle bağlantılı. Lütfen öncelikle siparişi iptal edin.
uk_ua: Рахунок пов'язаний з замовленням #:id. Спочатку, будь ласка, скасуйте замовлення.
vi_vn: Hóa đơn liên quan đến đơn hàng @:id. Vui lòng hủy đơn hàng trước.
zh_cn: 账单与订单 #:id 有关。请先取消订单。

source: Invoices are not generated for 0 amount orders.
ro_ro: Facturile nu sunt generate pentru comenzi cu valoare 0.
ru_ru: Счета не генерируются для заказов на сумму 0.

source: You must have at least one active order before you can add funds so you cannot proceed at the current time!
ar_sa: يجب أن يكون لديك طلب نشط واحد على الأقل قبل أن تتمكن من إضافة الأموال حتى لا يمكنك المضي قدما في الوقت الحالي!
bg_bg: Трябва да имате поне една активна поръчка, преди да можете да добавите средства, и чак тогава ще можете да продължите напред!
ca_es: Heu de tenir almenys una comanda activa abans de poder afegir fons, de manera que no podeu continuar en el moment actual.
cs_cz: Před přidáním prostředků musíte mít alespoň jednu aktivní objednávku, abyste v tuto chvíli nemohli pokračovat!
de_de: Du musst mindestens eine aktive Bestellung haben, bevor du Guthaben hinzufügen kannst!
el_gr: Πρέπει να έχετε τουλάχιστον μία ενεργή παραγγελία για να μπορέσετε να προσθέσετε χρήματα, οπότε δεν μπορείτε να προχωρήσετε αυτή τη στιγμή!
fa_ir: قبل از اینکه بتوانید افزایش موجودی دهید باید حداقل یک سفارش فعال داشته باشید در حال حاضر نمی توانید ادامه دهید!
fi_fi: Sinulla on oltava vähintään yksi aktiivinen tilaus ennen kuin voit lisätä varoja, joten et voi jatkaa tällä hetkellä!
fr_fr: Vous devez avoir au moins une commande active avant de pouvoir ajouter des fonds, vous ne pouvez donc pas continuer à l'heure actuelle !
hu_hu: Legalább egy aktív megrendeléssel kell rendelkeznie, mielőtt pénzt adhat hozzá, így jelenleg nem tud továbblépni!
id_id: Anda harus memiliki setidaknya satu order aktif sebelum Anda dapat menambahkan dana sehingga Anda tidak dapat melanjutkan pada saat ini!
lt_lt: Turite turėti bent vieną aktyvų užsakymą, kad galėtumėte pridėti lėšų, todėl šiuo metu negalėsite tęsti!
nl_nl: Er moet minstens één actieve bestelling zijn voordat er geld kan worden toegevoegd, dus het is op dit moment niet mogelijk om verder te gaan!
pl_pl: Musisz mieć co najmniej jedno aktywne zlecenie, zanim będziesz mógł dodać środki, aby nie możesz kontynuować w obecnym czasie!
pt_br: Você deve ter pelo menos um pedido ativo antes de poder adicionar fundos, portanto não pode prosseguir no momento atual!
pt_pt: É necessário ter, pelo menos, uma encomenda ativa antes de poder adicionar fundos, pelo que não é possível avançar neste momento!
ro_ro: Trebuie să aveți cel puțin o comandă activă înainte de a putea adăuga fonduri, astfel încât nu puteți continua în momentul actual!
ru_ru: У вас должен быть хотя бы один активный заказ, прежде чем вы сможете добавить средства, поэтому в настоящее время вы не можете продолжить!
sr_rs: Morate imati najmanje jednu aktivnu porudžbinu da biste mogli da dodate sredstva tako da ne možete da nastavite u ovom trenutku!
tr_tr: Para eklemeden önce en az bir etkin siparişinizin olması gerekir. Bu yüzden şu anda devam edemezsiniz!
uk_ua: Ви повинні мати принаймні одне активне замовлення, перш ніж ви зможете додати кошти, тому ви не можете продовжити зараз!
vi_vn: Bạn phải có ít nhất một đơn hàng đang hoạt động trước khi có thể thêm quỹ vì vậy bạn không thể xử lý tại 1 thời điểm!
zh_cn: 充值前，您名下必须有一个有效的订单。

source: Amount must be at least :min_amount
ar_sa: يجب أن يكون المبلغ على الأقل :min_amount
bg_bg: Сумата трябва да е минимум :min_amount
ca_es: L'import ha de ser com a mínim :min_amount
cs_cz: Částka musí být alespoň :min_amount
el_gr: Το ποσό πρέπει να είναι τουλάχιστον :min_amount
fa_ir: مقدار باید حداقل :min_amount باشد
fi_fi: Summan on oltava vähintään :min_amount
fr_fr: Le montant doit être au minimum :min_amount
hu_hu: Az összegnek legalább :min_amountnak kell lennie
id_id: Harga minimal :min_amount
lt_lt: Suma turi būti bent :min_amount
nl_nl: Bedrag moet minstens :min_amount zijn
pl_pl: Kwota musi wynosić co najmniej :min_amount
pt_br: A quantia deve ser de pelo menos :min_amount
pt_pt: O montante deve ser, pelo menos, :min_amount
ro_ro: Suma trebuie să fie cel puțin :min_amount
ru_ru: Сумма должна быть не менее :min_amount
sr_rs: Iznos mora biti najmanje :min_amount
tr_tr: Tutar en az :min_amount olmalıdır
uk_ua: Сума повинна бути не менше :min_amount
vi_vn: Tổng số cần ít nhất là :min_amount
zh_cn: 充值金额最低 :min_amount 始
