Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Amount cannot exceed :max_amount
ar_sa: المبلغ لا يمكن أن يتجاوز :max_amount
bg_bg: Сумата не може да надхвърля :max_amount
ca_es: L'import no pot superar:max_amount
cs_cz: Částka nesmí překročit :max_amount
el_gr: Το ποσό δεν μπορεί να υπερβαίνει το :max_amount
fa_ir: مقدار نمی تواند از :max_amount تجاوز کند
fi_fi: Summa ei voi ylittää :max_amount
fr_fr: Le montant ne peut pas dépasser :max_amount
hu_hu: Az összeg nem haladhatja meg :max_amount
id_id: Nominal tidak boleh melebihi :max_amount
lt_lt: Suma negali viršyti :max_amount
nl_nl: Bedrag mag niet hoger zijn dan :max_amount
pl_pl: Kwota nie może przekraczać :max_amount
pt_br: A quantia não pode exceder :max_amount
pt_pt: O montante não pode exceder :max_amount
ro_ro: Suma nu poate depăși :max_amount
ru_ru: Сумма не может превышать :max_amount
sr_rs: Iznos ne može da pređe :max_amount
tr_tr: Tutar :max_amount değerini aşamaz
uk_ua: Сума не може перевищувати :max_amount
vi_vn: Tổng số không thể vượt :max_amount
zh_cn: 充值金额最高为 :max_amount

source: Invoice not found
ar_sa: لم يتم العثور على الفاتورة
bg_bg: Фактурата не е намерена
ca_es: No s'ha trobat la factura
cs_cz: Faktura nebyla nalezena
de_de: Rechnung nicht gefunden
el_gr: Το τιμολόγιο δε βρέθηκε
fa_ir: فاکتور یافت نشد
fi_fi: Laskua ei löytynyt
fr_fr: Facture introuvable
hu_hu: Számla nem található
id_id: Faktur tidak ditemukan
lt_lt: Sąskaita faktūra nerasta
nl_nl: Factuur niet gevonden
pl_pl: Nie znaleziono faktury
pt_br: Fatura não encontrada
pt_pt: Fatura não encontrada
ro_ro: Factura nu a fost găsită
ru_ru: Счет не найден
sr_rs: Račun nije pronađen
tr_tr: Fatura bulunamadı
uk_ua: Рахунок не знайдено
vi_vn: Hóa đơn không tồn tại
zh_cn: 找不到账单

source: Payment method not found
ar_sa: لم يتم العثور على طريقة الدفع
bg_bg: Метода за плащане не е намерен
ca_es: No s'ha trobat el mètode de pagament
cs_cz: Platební metoda nebyla nalezena
de_de: Zahlungsmethode nicht gefunden
el_gr: Η μέθοδος πληρωμής δεν βρέθηκε
fa_ir: روش پرداخت یافت نشد
fi_fi: Maksutapaa ei löydy
fr_fr: Méthode de paiement introuvable
hu_hu: Fizetési mód nem található
id_id: Metode pembayaran tidak ditemukan
lt_lt: Mokėjimo būdas nerastas
nl_nl: Betaalmethode niet gevonden
pl_pl: Nie znaleziono metody płatności
pt_br: O método de pagamento não foi encontrado
pt_pt: Método de pagamento não encontrado
ro_ro: Metoda de plată nu a fost găsită
sr_rs: Način plać́anja nije pronađen
tr_tr: Ödeme yöntemi bulunamadı
uk_ua: Спосіб оплати не знайдено
vi_vn: Không tìm thấy phương thức thanh toán
zh_cn: 找不到付款方式

source: Payment method not enabled
ar_sa: طريقة الدفع غير مفعلة
bg_bg: Метода за плащане не е активиран
ca_es: La forma de pagament no està activada
cs_cz: Způsob platby není povolen
de_de: Zahlungsmethode nicht aktiviert
el_gr: Η μέθοδος πληρωμής δεν είναι ενεργοποιημένη
fa_ir: این روش پرداخت فعال نیست
fi_fi: Maksutapa ei ole käytössä
fr_fr: Méthode de paiement désactivée
hu_hu: Fizetési mód nem engedélyezett
id_id: Metode pembayaran tidak diaktifkan
lt_lt: Mokėjimo būdas neįjungtas
nl_nl: Betaalmethode is niet ingeschakeld
pl_pl: Metoda płatności nie jest włączona
pt_br: Método de pagamento não está ativado
pt_pt: Método de pagamento não ativado
ro_ro: Metoda de plată nu este activată
ru_ru: Способ оплаты не включен
sr_rs: Način plaćanja nije omogućen
tr_tr: Ödeme yöntemi devre dışı
uk_ua: Спосіб оплати не активовано
vi_vn: Phương thức thanh toán không được bật
zh_cn: 付款方式未启用

source: Could not activate proforma item. Order :id not found
ar_sa: تعذر تنشيط عنصر الاستمارة الأولية. لم يتم العثور على طلب :id
bg_bg: Елементът за проформа не можа да се активира. Поръчката с :id не е намерена
ca_es: No s'ha pogut activar l'element proforma. Comanda: no s'ha trobat
cs_cz: Nelze aktivovat proforma položku. Objednávka :id nebyla nalezena
de_de: Vorläufiger Artikel konnte nicht aktiviert werden. Bestellung :id wurde nicht gefunden
el_gr: Δεν ήταν δυνατή η ενεργοποίηση της προφόρμας. Η παραγγελία :id δε βρέθηκε
fa_ir: پیش فاکتور فعال نشد. سفارش شماره :id پیدا نشد
fi_fi: Proforma-nimikettä ei voitu aktivoida. Tilausta :id ei löytynyt
fr_fr: Impossible d'activer l'élément pro forma. Commande :id introuvable
hu_hu: Nem sikerült aktiválni a proforma elemet. Rendelés :id nem található
id_id: Tidak dapat mengaktifkan faktur sementara. Pesanan :id tidak ditemukan
lt_lt: Nepavyko suaktyvinti proforma elemento. Užsakymas :id nerastas
nl_nl: Proforma item kan niet worden geactiveerd. Bestelling :id niet gevonden
pl_pl: Nie można aktywować pozycji proforma. Zamówienie :id nie zostało znalezione
pt_br: Não foi possível ativar o item proforma. Pedido :id não encontrado
pt_pt: Não foi possível ativar o item proforma. Ordem :id não encontrada
ro_ro: Nu s-a putut activa factura proformă. Comanda :id nu a fost găsită
ru_ru: Не удалось активировать проформу. Заказ :id не найден
sr_rs: Nije moguće aktivirati proformalnu stavku. Porudžbina :id nije pronađena
tr_tr: Proforma etkinleştirilemedi. :id siparişi bulunamadı
uk_ua: Не вдалося активувати елемент. Замовлення :id не знайдено
vi_vn: Không thể kích hoạt hóa đơn chiếu lệ. Đơn hàng :id không tồn tại
zh_cn: 无法激活相关项。找不到 :id 订单

source: Invoice item title is missing
ar_sa: عنوان عنصر الفاتورة مفقود
bg_bg: Името на фактурата липсва
ca_es: Falta el títol de l'element de la factura
cs_cz: Chybí název položky faktury
de_de: Titel eines Rechnungsartikels fehlt
el_gr: Λείπει ο τίτλος του στοιχείου του τιμολογίου
fa_ir: عنوان مورد فاکتور وجود ندارد
fi_fi: Laskun nimike puuttuu
fr_fr: Le titre de l'article de la facture est manquant
hu_hu: A számlatétel címe hiányzik
id_id: Judul item faktur tidak ada
lt_lt: Trūksta sąskaitos faktūros pavadinimo
nl_nl: Factuur item titel ontbreekt
pl_pl: Brakuje tytułu pozycji faktury
pt_br: Está faltando o título do item da fatura
pt_pt: O título do item da fatura está em falta
ro_ro: Lipsește titlul articolului din factură
ru_ru: Отсутствует название позиции счета
sr_rs: Nedostaje naslov stavke fakture
tr_tr: Fatura öğesi başlığı eksik
uk_ua: Не вказано назву елемента рахунку
vi_vn: Tiêu đề mục hóa đơn bị thiếu
zh_cn: 缺少账单项目名称

source: Add funds to account
ar_sa: إضافة أموال إلى الحساب
bg_bg: Добавете средства към профила
ca_es: Afegiu fons al compte
cs_cz: Přidat prostředky do účtu
de_de: Guthaben zum Konto hinzufügen
el_gr: Προσθήκη χρημάτων στο λογαριασμό
fa_ir: افزایش موجودی دهید
fi_fi: Lisää varoja tilille
fr_fr: Ajout de fonds au compte
hu_hu: Pénzösszeg hozzáadása a számlához
id_id: Tambahkan dana ke akun
lt_lt: Pridėti lėšų į paskyrą
nl_nl: Geld toevoegen aan account
pl_pl: Doładuj środki na konto
pt_br: Adicionar fundos à conta
pt_pt: Adicionar fundos à conta
ro_ro: Adaugă fonduri în cont
ru_ru: Добавить средства на счет
sr_rs: Dodavanje kredita na korisnički nalog
tr_tr: Hesaba para yükle
uk_ua: Поповнення рахунку
vi_vn: Nạp quỹ vào tài khoản
zh_cn: 充值

source: Promotional Code: :code - :value Discount
ar_sa: الرمز الترويجي: :code - :value خصم
bg_bg: Промоционален код: :code - :value Отстъпка
ca_es: Codi promocional: :code - :value Descompte
cs_cz: Promo kód: :code - :value sleva
de_de: Gutscheincode: :code - :value Rabatt
el_gr: Κωδικός Προώθησης: :code - :value Έκπτωση
fa_ir: کد تخفیف: : :code - :value Discount
fi_fi: Tarjouskoodi: :code - :value Alennus
fr_fr: Code promotionnel : :code - Remise :value
hu_hu: Promóciós kód: :code - :value Discount
id_id: Kode Promosi: :code - :value Diskon
lt_lt: Reklaminis kodas: :code - :value Nuolaida
nl_nl: Kortingscode: :code - :value korting
pl_pl: Kod promocyjny: :code - Zniżka :value
pt_br: Código Promocional: :code - :value Desconto
pt_pt: Código promocional: :code - :value Desconto
ro_ro: Codul Promoțional :code - Reducere :value
ru_ru: Промокод: :code - скидка :value
sr_rs: Promotivni kod: :code - :value Popust
tr_tr: Promosyon kodu: :code - :value İndirim
uk_ua: Промокод: :code - :value %
vi_vn: Mã khuyến mãi: :code - :value Giảm giá
zh_cn: 优惠码：:code - :value 折扣

source: Promotional Code: :code - :value%
ar_sa: الرمز الترويجي: :code - :value خصم
bg_bg: Промоционален код: :code - :value%
ca_es: Codi promocional: :code - :value%
cs_cz: Promo kód: :code - :value%
de_de: Gutscheincode: :code - :value%
el_gr: Κωδικός Προώθησης: :code - :value%
fa_ir: کد تخفیف: :code - :value%
fi_fi: Tarjouskoodi: :code - :value%
fr_fr: Code promotionnel : :code - :value%
hu_hu: Promóciós kód: :code - :value%
id_id: Kode Promosi: :code - :value% Diskon
lt_lt: Reklaminis Kodas: :code - :value%
nl_nl: Kortingscode: :code - :value%
pl_pl: Kod promocyjny: :code - :value%
pt_br: Código Promocional: :code - :value%
pt_pt: Código promocional: :code - :value%
ro_ro: Codul Promoțional :code - :value%
ru_ru: Промокод: :code - :value%
sr_rs: Promotivni kod: :code - :value%
tr_tr: Promosyon Kodu: :code - %:value
uk_ua: Промокод: :code - :value %
vi_vn: Mã khuyến mãi ::code - :value%
zh_cn: 优惠码：:code - :value%

source: Payment gateway is not available for installation.
ar_sa: بوابة الدفع غير متوفرة للتثبيت.
bg_bg: Платежният метод не е наличен за инсталиране.
ca_es: La passarel·la de pagament no està disponible per a la instal·lació.
cs_cz: Platební brána není k dispozici pro instalaci.
de_de: Zahlungs-Gateway ist nicht zur Installation verfügbar.
el_gr: Η πύλη πληρωμών δεν είναι διαθέσιμη για εγκατάσταση.
fa_ir: درگاه پرداخت برای نصب در دسترس نیست.
fi_fi: Maksuportaali ei ole käytettävissä asennusta varten.
fr_fr: La passerelle de paiement n'est pas disponible pour l'installation.
hu_hu: A fizetési átjáró nem áll rendelkezésre a telepítéshez.
id_id: Gerbang pembayaran tidak tersedia untuk instalasi.
lt_lt: Mokėjimo vartai neprieinami įdiegimui.
nl_nl: Betalingsgateway is niet beschikbaar voor installatie.
pl_pl: Bramka płatności nie jest dostępna do instalacji.
pt_br: O método de pagamento não está disponível para instalação.
pt_pt: O gateway de pagamento não está disponível para instalação.
ro_ro: Metoda de plată nu este disponibilă pentru instalare.
ru_ru: Платежный шлюз недоступен для установки.
sr_rs: Gateway za plaćanje nije dostupan za instalaciju.
tr_tr: Ödeme yöntemi kurulum için mevcut değil.
uk_ua: Платіжний шлюз не доступний для встановлення.
vi_vn: Cổng thanh toán chưa sẵn sàng để cài đặt.
zh_cn: 支付网关不可用。

source: Payment gateway :adapter was not found.
ro_ro: Metoda de plată :adapter nu a fost găsită.
ru_ru: Платежный шлюз :adapter не найден.

source: Payment gateway :adapter was not found
ar_sa: لم يتم العثور على بوابة الدفع :adapter
bg_bg: Платежният метод :adapter не е намерен
ca_es: Passarel·la de pagament: no s'ha trobat l'adaptador
cs_cz: Platební brána :adapter nebyla nalezena
de_de: Zahlungs-Gateway :adapter wurde nicht gefunden
el_gr: Η πύλη πληρωμής :adapter δεν βρέθηκε
fa_ir: درگاه پرداخت :adapter پیدا نشد
fi_fi: Maksuportaali: :adapter ei löytynyt
fr_fr: Passerelle de paiement : l'adaptateur n'a pas été trouvé
hu_hu: Fizetési átjáró :adapter nem található
id_id: Adapter gerbang pembayaran :adapter tidak ditemukan
lt_lt: Mokėjimo vartų :adapter nerastas
nl_nl: Betalingsgateway :adapter is niet gevonden
pl_pl: Nie znaleziono bramki płatności :adapter
pt_br: O método de pagamento :adapter não foi encontrado
pt_pt: O gateway de pagamento :adapter não foi encontrado
ro_ro: Metoda de plată :adapter nu a fost găsită
ru_ru: Платежный шлюз :adapter не найден
sr_rs: Platni prolaz :adapter nije pronađen
tr_tr: Ödeme yöntemi :adapter bulunamadı
uk_ua: Платіжний шлюз :adapter не знайдений
vi_vn: Cổng thanh toán :adapter không tồn tại
zh_cn: 未找到支付网关 :adapter

source: Transaction invoice ID is missing
cs_cz: Chybí ID faktury transakce
el_gr: Το αναγνωριστικό τιμολογίου συναλλαγής λείπει
fa_ir: شماره فاکتور تراکنش وجود ندارد
fr_fr: L'id de la facture de la transaction est manquant
hu_hu: A tranzakció számla azonosítója hiányzik
id_id: ID faktur transaksi tidak ada
nl_nl: Het factuur ID ontbreekt voor deze transactie
pl_pl: Brakuje identyfikatora transakcji faktury
ro_ro: ID-ul facturii tranzacției lipsește
ru_ru: Отсутствует ID счета транзакции
sr_rs: Nedostaje transkakcioni ID fakture
vi_vn: Id giao dịch hóa đơn bị thiếu

source: Payment gateway ID is missing
cs_cz: Chybí ID platební brány
de_de: Zahlung-Gateway ID fehlt
el_gr: Το ID της πύλης πληρωμής λείπει
fa_ir: شناسه درگاه پرداخت وجود ندارد
fr_fr: L'identifiant de passerelle de paiement est manquant
hu_hu: A fizetési átjáró azonosítója hiányzik
id_id: ID payment gateway tidak ada
nl_nl: Betalingsgateway id ontbreekt
pl_pl: Brakuje identyfikatora bramki płatności
ro_ro: ID-ul gateway-ului de plată lipsește
ru_ru: Отсутствует ID платежного шлюза
sr_rs: Nedostaje ID platni prolaza za plaćanje
tr_tr: Ödeme sağlayıcı ID'si bulunamadı
vi_vn: ID cổng thanh toán bị thiếu

source: Transaction :id not found.
ar_sa: تعذر العثور على المعاملة
bg_bg: Транзакцията с :id не беше намерена.
ca_es: Transacció: no s'ha trobat.
cs_cz: Transakce :id nebyla nalezena.
de_de: Transaktion :id wurde nicht gefunden.
el_gr: Η συναλλαγή :id δεν βρέθηκε.
fa_ir: تراکنش شماره :id یافت نشد.
fi_fi: Maksutapahtuma :id ei löytynyt.
fr_fr: Transaction :id introuvable.
hu_hu: Tranzakció :id nem található.
id_id: Transaksi :id tidak ditemukan.
lt_lt: Operacija :id nerasta.
nl_nl: Transactie :id niet gevonden.
pl_pl: Nie znaleziono transakcji o identyfikatorze :id.
pt_br: Transação :id não encontrado.
pt_pt: Transação :id não encontrada.
ro_ro: Tranzacția :id nu a fost găsită.
ru_ru: Транзакция :id не найдена.
sr_rs: Transakcija :id nije pronađena.
tr_tr: İşlem :id bulunamadı.
uk_ua: Транзакція :id не знайдена.
vi_vn: :id giao dịch không tồn tại.
zh_cn: 未找到交易 :id。

source: Could not determine transaction origin. Transaction payment gateway is unknown.
ar_sa: تعذر تحديد منشأ المعاملة. بوابة دفع المعاملة غير معروفة.
bg_bg: Не може да се определи произходът на транзакцията. Метода за транзакционни плащания не е известен.
ca_es: No s'ha pogut determinar l'origen de la transacció. Es desconeix la passarel·la de pagament de la transacció.
cs_cz: Nelze určit původ transakce. Platební brána transakce není známa.
el_gr: Αδυναμία καθορισμού της προέλευσης της συναλλαγής. Η πύλη πληρωμής συναλλαγής είναι άγνωστη.
fa_ir: نمی توان مبدا معامله را تعیین کرد. درگاه پرداخت تراکنش ناشناخته است.
fi_fi: Tapahtuman alkuperää ei voitu määrittää. Tapahtuman maksuportaali on tuntematon.
fr_fr: Impossible de déterminer l'origine de la transaction. La passerelle de paiement de la transaction est inconnue.
hu_hu: Nem sikerült meghatározni a tranzakció eredetét. A tranzakció fizetési átjárója ismeretlen.
id_id: Tidak dapat menentukan asal transaksi. Gateway pembayaran transaksi tidak diketahui.
lt_lt: Nepavyko nustatyti operacijos kilmės. Operacijų mokėjimo vartai nežinomi.
nl_nl: Kon transactie oorsprong niet bepalen. Transactie betalingsgateway is onbekend.
pl_pl: Nie można określić pochodzenia transakcji. Nieznana jest bramka płatności transakcji.
pt_br: Não foi possível determinar a origem da transação. O método de pagamento da transação é desconhecido.
pt_pt: Não foi possível determinar a origem da transação. O gateway de pagamento da transação é desconhecido.
ro_ro: Nu s-a putut determina originea tranzacției. Portalul de plată al tranzacției este necunoscut.
ru_ru: Не удалось определить источник транзакции. Платежный шлюз транзакции неизвестен.
sr_rs: Nije moguće utvrditi poreklo transakcije. Gateway za plaćanje transakcije je nepoznat.
tr_tr: İşlem kaynağı belirlenemedi. İşlem ödeme yöntemi bilinmiyor.
uk_ua: Не вдалося визначити джерело транзакції. Платіжний шлюз невідомий.
vi_vn: Không thể xác định nguồn gốc giao dịch. Giao dịch cổng thanh toán không được xác định.
zh_cn: 无法确定交易的来源。交易支付网关未知。

source: Cannot handle transaction received from unknown payment gateway: :id
cs_cz: Nelze zpracovat transakci přijatou z neznámé platební brány: :id
el_gr: Αδυναμία χειρισμού συναλλαγής που ελήφθη από άγνωστη πύλη πληρωμής: :id
fa_ir: نمی توان تراکنش دریافتی از درگاه پرداخت ناشناس را مدیریت کرد: :id
fr_fr: Impossible de gérer la transaction reçue d'une passerelle de paiement inconnue : :id
hu_hu: Nem tudja kezelni az ismeretlen fizetési átjárótól kapott tranzakciót: :id
id_id: Tidak dapat menangani transaksi yang diterima dari gerbang pembayaran yang tidak dikenal: :id
nl_nl: Kan transactie ontvangen van een onbekende betalingsgateway: :id niet verwerken
pl_pl: Nie można obsłużyć transakcji otrzymanej od nieznanej bramki płatności: :id
ro_ro: Nu se poate gestiona tranzacția primită de la un portal de plată necunoscut: :id
ru_ru: Невозможно обработать транзакцию, полученную от неизвестного платежного шлюза: :id
sr_rs: Ne može da obradi transakciju primljenu sa nepoznatog platnog prolaza za plaćanje: :id
tr_tr: Bilinmeyen ödeme sağlayıcıdan alınan işlem gerçekleştirilemiyor: :id
vi_vn: Không thể tiếp quản giao dịch nhận được từ cổng thanh toán không xác định: :id

source: Payment adapter :adapter does not support action :action
ar_sa: محول الدفع :adapter لا يدعم الإجراء :action
bg_bg: Адаптера за плащания :adapter не поддържа следното действие :action
ca_es: L'adaptador de pagament:l'adaptador no admet action:action
cs_cz: Adaptér platby :adaptér nepodporuje akci :action
el_gr: Προσαρμογέας πληρωμής :adapter δεν υποστηρίζει δράση :action
fa_ir: آداپتور درگاه پرداخت :adapter از عملیات :action پشتیبانی نمی کند
fi_fi: Maksusovitin :adapter ei tue toimintoa :action
fr_fr: L'adaptateur de paiement :adapter ne prend pas en charge l'action :action
hu_hu: Fizetési adapter :adapter nem támogatja a műveletet :action
id_id: Adaptor pembayaran: adaptor tidak mendukung tindakan: tindakan
lt_lt: Mokėjimo adapteris :adapter nepalaiko veiksmo :action
nl_nl: Betalingsadapter :adapter ondersteunt geen actie :action
pl_pl: Adapter płatności :adapter nie obsługuje akcji :action
pt_br: Adaptador de pagamento :adapter não suporta a ação :action
pt_pt: O adaptador de pagamento :adaptador não suporta a ação :ação
ro_ro: Adaptorul de plată :adapter nu acceptă acțiunea :action
ru_ru: Платежный адаптер :adapter не поддерживает действие :action
sr_rs: Adapter za plaćanje :adapter ne podržava akciju :action
tr_tr: :adapter ödeme adaptörü, :action eylemini desteklemiyor
uk_ua: Адаптер оплати :adapter не підтримує дію :action
vi_vn: Payment adapter :adapter không hỗ trợ action :action
zh_cn: 支付适配器 :adapter 不支持操作 :action

source: Unknown transaction #:id type: :type
ar_sa: معاملة غير معروفة #:id نوع :type
bg_bg: Неизвестна транзакция #:id type: :type
ca_es: Transacció desconeguda #:id type: :type
cs_cz: Neznámá transakce #:id typ: :type
de_de: Unbekannte Überweisung #:id Typ: :type
el_gr: Άγνωστη συναλλαγή #:id τύπου: :type
fa_ir: تراکنش ناشناخته #:id نوع: :type
fi_fi: Tuntematon tapahtuma #:id tyyppi: :type
fr_fr: Transaction inconnue #:id type: :type
hu_hu: Ismeretlen tranzakció #:id típus: :type
id_id: Transaksi tidak diketahui #: tipe id:: tipe
lt_lt: Nežinomas operacijos #:id tipas: :type
nl_nl: Onbekende transactie #:id type: :type
pl_pl: Nieznany typ transakcji o identyfikatorze :id: :type
pt_br: Transação desconhecida #:id tipo: :type
pt_pt: Transação desconhecida #:id type: :type
ro_ro: Tranzacție necunoscută #:id tip: :type
ru_ru: Неизвестная транзакция #:id:, тип: :type
sr_rs: Nepoznata transakcija #:id tip: :type
tr_tr: Bilinmeyen işlem #:id tipi: :type
uk_ua: Невідома транзакція #:id тип: :type
vi_vn: Loại giao dịch không rõ ràng #:id: :type
zh_cn: 未知交易编号 #:id 类型: :type

source: Transaction :id is not associated with an invoice.
ar_sa: المعاملة :id غير مرتبطة بفاتورة.
bg_bg: Транзакцията :id не е свързана с никоя фактура.
ca_es: Transaction :id no està associat amb una factura.
cs_cz: Transakce :id není přiřazena k faktuře.
el_gr: Συναλλαγή :id δεν είναι συσχετισμένη με τιμολόγιο.
fa_ir: تراکنش :id با فاکتور مرتبط نیست.
fi_fi: Maksutapahtuma :id ei liity laskuun.
fr_fr: La transaction :id n'est pas associée à une facture.
hu_hu: A tranzakció :id nem tartozik számlához.
id_id: Transaksi :id tidak terkait dengan faktur.
lt_lt: Operacija :id nesusieta su sąskaita faktūra.
nl_nl: Transactie :id is niet gekoppeld aan een factuur.
pl_pl: Transakcja o identyfikatorze :id nie jest skojarzona z fakturą.
pt_br: A transação :id não está associada com uma fatura.
pt_pt: A transação :id não está associada a uma fatura.
ro_ro: Tranzacția :id nu este asociată cu o factură.
ru_ru: Транзакция :id не связана со счетом.
sr_rs: Transakcija :id nije povezana sa fakturom.
tr_tr: :id işlemi bir faturayla ilişkili değil.
uk_ua: Транзакція :id не пов'язана з рахунком.
vi_vn: Giao dịch :id không được gắn với hóa đơn nào.
zh_cn: 交易编号 :id 没有与之相关联的账单。

source: Invoice #:id not found
ar_sa: لم يتم العثور على الفاتورة
bg_bg: Фактурата #:id не беше намерена
ca_es: Número de factura: no s'ha trobat
cs_cz: Faktura #:id nebyla nalezena
de_de: Rechnung #:id wurde nicht gefunden
el_gr: Το τιμολόγιο #:id δεν βρέθηκε
fa_ir: فاکتور #:id یافت نشد
fi_fi: Lasku #:id ei löytynyt
fr_fr: Facture #:id introuvable
hu_hu: Számla #:id nem található
id_id: Faktur #:id tidak ditemukan
lt_lt: Sąskaita faktūra #:id nerasta
nl_nl: Factuur #:id niet gevonden
pl_pl: Nie znaleziono faktury o numerze #:id
pt_br: Fatura #:id não encontrada
pt_pt: Fatura #:id não encontrado
ro_ro: Factura #:id nu a fost găsită
ru_ru: Счет #:id не найден
sr_rs: Broj fakture:id nije pronađen
tr_tr: Fatura no #:id bulunamadı
uk_ua: Рахунок #:id не знайдено
vi_vn: Hóa đơn #:id không tồn tại
zh_cn: 未找到账单号 #:id

source: Instant payment notification (IPN) did not pass gateway :id validation
ar_sa: إشعار الدفع الفوري (IPN) لم يجتاز البوابة :id التحقق
bg_bg: Известието за автоматично плащане (IPN) не преминава през портала за плащане :id потвърждение
ca_es: La notificació de pagament instantània (IPN) no ha passat la validació de la passarel·la :id
cs_cz: Oznámení o okamžité platbě (IPN) neprošlo potvrzením brány :id
de_de: Sofortige Zahlungsbenachrichtigung (IPN) hat die Gateway-Validierung :id nicht durchlaufen
el_gr: Η άμεση ειδοποίηση πληρωμής (IPN) δεν πέρασε την επικύρωση της πύλης :id
fa_ir: اعلان پرداخت فوری (IPN) از اعتبارسنجی درگاه :id عبور نکرد
fi_fi: Välitön maksuilmoitus (IPN) ei läpäissyt yhdyskäytävän :id validointia
fr_fr: La notification de paiement instantané (IPN) n'a pas passé la validation de la passerelle :id
hu_hu: Az azonnali fizetési értesítés (IPN) nem ment át az átjáró :id érvényesítésén
id_id: Notifikasi pembayaran instan (IPN) tidak lolos validasi gateway :id
lt_lt: Momentinio mokėjimo pranešimas (IPN) nepraėjo vartų :id patvirtinimo
nl_nl: Onmiddellijke betalingsmelding (IPN) is niet geslaagd voor gateway :id validatie
pl_pl: Powiadomienie o natychmiastowej płatności (IPN) nie przeszło walidacji bramki płatności :id
pt_br: A notificação de pagamento instantâneo (IPN) não passou na validação do gateway :id
pt_pt: A notificação de pagamento instantâneo (IPN) não passou na validação do gateway :id
ro_ro: Notificarea de plată instant (NPI) nu a trecut gateway-ul de validare a :id
ru_ru: Мгновенное уведомление о платеже (IPN) не прошло проверку шлюза :id
sr_rs: Obaveštenje o trenutnom plaćanju (IPN) nije prošao prolaz :id validaciju
tr_tr: Anında Ödeme Bildirimi (IPN), ağ geçidi :id doğrulamasını geçemedi
uk_ua: Сповіщення про миттєвий платіж (IPN) не пройшло перевірку платіжного шлюзу :id
vi_vn: Thông báo thanh toán tức thời (IPN) không được phê chuẩn tại cổng thanh toán :id
zh_cn: 即时支付通知 (IPN) 没有通过网关 :id 验证
