Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: SendGrid API Key
ar_sa: مفتاح API لـ SendGrid
bg_bg: SendGrid API Ключ
ca_es: Clau de l'API SendGrid
cs_cz: SendGrid API klíč
el_gr: Κλειδί API SendGrid
fa_ir: کلید SendGrid API
fi_fi: SendGrid API-avain
fr_fr: Clé API SendGrid
hu_hu: SendGrid API-kulcs
id_id: Kunci API SendGrid
lt_lt: SendGrid API raktas
pl_pl: Klucz API SendGrid
pt_br: Clave da API do SendGrid
pt_pt: Chave API do SendGrid
ro_ro: Cheie API SendGrid
ru_ru: SendGrid API ключ
sr_rs: SendGrid API ključ
tr_tr: SendGrid API Anahtarı
uk_ua: Ключ SendGrid API

source: Custom DSN
ar_sa: DSN مخصص
bg_bg: Персонализиран DSN
ca_es: DSN personalitzat
cs_cz: Vlastní DSN
de_de: Benutzerdefinierter DSN
el_gr: Προσαρμοσμένο DSN
fa_ir: DSN سفارشی
fi_fi: Mukautettu DSN
fr_fr: DSN personnalisé
hu_hu: Egyéni DSN
id_id: Kustom DSN
lt_lt: Pasirinktinis DSN
nl_nl: Aangepaste DSN
pl_pl: Niestandardowy DSN
pt_br: DSN personalizado
pt_pt: DSN personalizado
ro_ro: DSN personalizat
ru_ru: Пользовательский DSN
sr_rs: Prilagođeni DSN
tr_tr: Özel DSN
uk_ua: Користувацький DSN
zh_cn: 自定义 DSN

source: If none of the available options exactly meet your needs, you can define a custom DSN. Please keep in mind that usernames, passwords, and hostnames with special characters need to be URL-encoded.
cs_cz: Pokud žádná z dostupných možností přesně neodpovídá vašim potřebám, můžete definovat vlastní DSN. Mějte prosím na paměti, že uživatelská jména, hesla a jména hostitelů se speciálními znaky musí být kódované URL.
hu_hu: Ha a rendelkezésre álló lehetőségek egyike nem felel meg teljesen az igényeidnek, definiálhatsz egy egyéni DSN-t. Ne feled, hogy a felhasználóneveknek, jelszavaknak és speciális karaktereket tartalmazó gazdagépneveknek URL-kódolásúaknak kell lenniük.
ro_ro: Dacă una dintre opțiunile disponibile nu satisface nevoile tale, poți defini un DSN personalizat. Te rugăm să reții că numele de utilizator, parolele și numele de gazdă cu caractere speciale trebuie să fie codate URL.
ru_ru: Если ни один из доступных вариантов не соответствует вашим потребностям, вы можете определить пользовательский DSN. Учтите, что имена пользователей, пароли и имена хостов со специальными символами должны быть URL-кодированы.

source: More information
ar_sa: المزيد من المعلومات
bg_bg: Повече информация
ca_es: Més informació
cs_cz: Více informací
de_de: Mehr Informationen
el_gr: Περισσότερες πληροφορίες
fa_ir: اطلاعات بیشتر
fi_fi: Lisää tietoa
fr_fr: Plus d'information
hu_hu: További információk
id_id: Informasi lebih lanjut
lt_lt: Daugiau informacijos
nl_nl: Meer informatie
pl_pl: Więcej informacji
pt_br: Mais informação
pt_pt: Mais informações
ro_ro: Mai multe informaţii
ru_ru: Подробнее
sr_rs: Više informacija
tr_tr: Daha fazla bilgi
uk_ua: Більше інформації
zh_cn: 更多信息

source: Example
ar_sa: مثال
bg_bg: Пример
ca_es: Exemple
cs_cz: Příklad
de_de: Beispiel
el_gr: Παράδειγμα
fa_ir: نمونه
fi_fi: Esimerkki
fr_fr: Exemple
hu_hu: Példa
id_id: Contoh
lt_lt: Pavyzdys
nl_nl: Voorbeeld
pl_pl: Przykład
pt_br: Exemplo
pt_pt: Exemplo
ro_ro: Exemplu
ru_ru: Namuna
sr_rs: Primer
tr_tr: Örnek
uk_ua: Приклад
vi_vn: Ví dụ
zh_cn: 示例

source: Send a test email to yourself
ar_sa: إرسال بريد إلكتروني تجريبي لنفسك
bg_bg: Изпратете тестов имейл до себе си
cs_cz: Pošlete si testovací e-mail
de_de: Sende dir selbst eine Test Mail
el_gr: Στείλτε ένα δοκιμαστικό email στον εαυτό σας
fa_ir: یک ایمیل آزمایشی برای خودتان بفرستید
fi_fi: Lähetä testiviesti itsellesi
fr_fr: Envoyer un email de test à vous-même
hu_hu: Teszt e-mail küldése saját magának
id_id: Kirim tes email ke diri sendiri
nl_nl: Een test-e-mail versturen naar eigen e-mailadres
pl_pl: Wyślij sobie testowy e-mail
pt_br: Enviar um e-mail de teste para si mesmo
ro_ro: Trimite-ți un e-mail de test
ru_ru: Отправить тестовое письмо себе
sr_rs: Pošaljite sebi probni email
tr_tr: Kendinize bir test e-postası gönderin
uk_ua: Надіслати собі тестовий лист
zh_cn: 向自己发送测试邮件

source: Update email settings
ar_sa: تحديث إعدادات البريد الإلكتروني
bg_bg: Актуализиране на настройките за имейли
ca_es: Actualitza la configuració del correu electrònic
cs_cz: Aktualizovat nastavení e-mailu
de_de: E-Mail Einstellungen aktualisieren
el_gr: Ενημέρωση ρυθμίσεων email
fa_ir: تنظیمات ایمیل را به‌روزرسانی کنید
fi_fi: Päivitä sähköpostiasetukset
fr_fr: Mettre à jour les paramètres de messagerie
hu_hu: E-mail beállítások frissítése
id_id: Perbarui pengaturan email
lt_lt: Atnaujinti el. pašto nustatymus
nl_nl: E-mailinstellingen bijwerken
pl_pl: Aktualizuj ustawienia e-maila
pt_br: Atualizar configurações de e-mail
pt_pt: Atualizar as definições de correio eletrónico
ro_ro: Actualizați setările pentru e-mail
ru_ru: Обновить настройки почты
sr_rs: Ažurirajte email podešavanja
tr_tr: E-posta ayarlarını güncelle
uk_ua: Оновити параметри електронної пошти
vi_vn: Cập nhật thiết lập email
zh_cn: 更新电子邮件设置

source: Email was successfully sent
ar_sa: البريد الإلكتروني التي تم إرسالها بنجاح
bg_bg: Имейла беше успешно изпратен
ca_es: El correu electrònic s'ha enviat correctament
cs_cz: E-mail byl úspěšně odeslán
de_de: E-Mail wurde erfolgreich versendet
el_gr: To email στάλθηκε επιτυχώς
fa_ir: ایمیل با موفقیت ارسال شد
fi_fi: Sähköposti lähetettiin onnistuneesti
fr_fr: L'e-mail a été envoyé avec succès
hu_hu: E-mail sikeresen elküldésre került
id_id: Email telah berhasil dikirim
lt_lt: El. laiškas sėkmingai išsiųstas
nl_nl: E-mail succesvol verzonden
pl_pl: E-mail został pomyślnie wysłany
pt_br: E-mail enviado com sucesso
pt_pt: O correio eletrónico foi enviado com sucesso
ro_ro: E-mail trimis cu succes
ru_ru: Письмо успешно отправлено
sr_rs: Email je uspešno poslat
tr_tr: E-posta başarıyla gönderildi
uk_ua: Повідомлення надіслано успішно
vi_vn: Email đã được gửi thành công
zh_cn: 成功发送邮件

source: Email template
cs_cz: Šablona e-mailu
hu_hu: E-mail sablon
ro_ro: Șablon e-mail
ru_ru: Шаблон письма

source: Template
ar_sa: قالب
bg_bg: Шаблон
ca_es: Plantilla
cs_cz: Šablona
de_de: Vorlage
el_gr: Πρότυπο
fa_ir: قالب
fi_fi: Pohja
fr_fr: Modèle
hu_hu: Sablon
lt_lt: Šablonas
pl_pl: Szablon
pt_br: Modelo
pt_pt: Modelo
ro_ro: Șablon
ru_ru: Shablon
sr_rs: Šablon
tr_tr: Şablon
uk_ua: Шаблон
vi_vn: Mẫu
zh_cn: 模板

source: Variables
ar_sa: المتغيرات
bg_bg: Променливи
cs_cz: Proměnné
de_de: Variablen
el_gr: Μεταβλητές
fa_ir: متغیرها
fi_fi: Muuttujat
hu_hu: Változók
id_id: Variabel
lt_lt: Kintamieji
nl_nl: Variabelen
pl_pl: Zmienne
pt_br: Variáveis
pt_pt: Variáveis
ro_ro: Variabile
ru_ru: Переменные
sr_rs: Promenljive
tr_tr: Değişkenler
uk_ua: Змінні
vi_vn: Biến số
zh_cn: 变量

source: Template Settings
ar_sa: إعدادات القالب
bg_bg: Настройки на шаблона
ca_es: Configuració de la plantilla
cs_cz: Nastavení šablony
de_de: Vorlagen Einstellungen
el_gr: Ρυθμίσεις Προτύπων
fa_ir: تنظیمات قالب
fi_fi: Mallin Asetukset
fr_fr: Réglages de thème
hu_hu: Sablon beállítások
id_id: Pengaturan Template
lt_lt: Šablono nustatymai
nl_nl: Template instellingen
pl_pl: Ustawienia szablonu
pt_br: Configurações do Modelo
pt_pt: Definições do modelo
ro_ro: Setări temă
ru_ru: Настройки шаблона
sr_rs: Podešavanja Šablona
tr_tr: Şablon Ayarları
uk_ua: Параметри шаблону
vi_vn: Cài đặt biểu mẫu
zh_cn: 模板设置

source: Examples
ar_sa: أمثلة
bg_bg: Примери
ca_es: Exemples
cs_cz: Příklady
de_de: Beispiele
el_gr: Παραδείγματα
fa_ir: نمونه‌ها
fi_fi: Esimerkit
fr_fr: Exemples
hu_hu: Példák
id_id: Contoh
lt_lt: Pavyzdžiai
nl_nl: Voorbeelden
pl_pl: Przykłady
pt_br: Exemplos
pt_pt: Exemplos
ro_ro: Exemple
ru_ru: Namunalar
sr_rs: Primeri
tr_tr: Örnekler
uk_ua: Приклади
vi_vn: Ví dụ
zh_cn: 示例

source: Template updated
ar_sa: تم تحديث القالب.
bg_bg: Шаблонът бе актуализиран
ca_es: Plantilla actualitzada
cs_cz: Šablona byla aktualizována
de_de: Vorlage aktualisiert
el_gr: Το πρότυπο ενημερώθηκε
fa_ir: قالب به روز شد
fi_fi: Mallipohja päivitetty
fr_fr: Modèle mis à jour
hu_hu: Sablon frissítve
id_id: Template telah diperbarui
lt_lt: Šablonas atnaujintas
nl_nl: Template bijgewerkt
pl_pl: Szablon zaktualizowany
pt_br: Modelo atualizado
pt_pt: Modelo atualizado
ro_ro: Șablon actualizat
ru_ru: Shablon yangilandi
sr_rs: Šablon je ažuriran
tr_tr: Şablon güncellendi
uk_ua: Шаблон оновлено
vi_vn: Mẫu đã được cập nhật
zh_cn: 模板已更新

source: Manage email template
ar_sa: إدارة قالب البريد الإلكتروني
bg_bg: Управление на имейл шаблоните
ca_es: Gestiona la plantilla de correu electrònic
cs_cz: Spravovat šablonu e-mailu
de_de: E-Mail Vorlage verwalten
el_gr: Διαχείριση προτύπου email
fa_ir: مدیریت قالب ایمیلها
fi_fi: Hallitse sähköpostimallia
fr_fr: Gérer le modèle d'e-mail
hu_hu: E-mail sablon kezelése
id_id: Atur template email
lt_lt: Tvarkyti el. pašto šabloną
nl_nl: E-mailtemplate beheren
pl_pl: Zarządzaj szablonem e-maila
pt_br: Gerenciar modelo de e-mail
pt_pt: Gerir o modelo de correio eletrónico
ro_ro: Gestionați șablonul pentru e-mail
ru_ru: Управление шаблоном письма
sr_rs: Upravljajte email šablonima
tr_tr: E-posta Şablonunu Yönet
uk_ua: Управління шаблоном електронної пошти
vi_vn: Quản lý biểu mẫu email
zh_cn: 管理电子邮件模板

source: Email templates can receive variables from FOSSBilling. Available variables are listed under the "Variables" tab. Copy a variable name to your email template and hit preview to see parsed content. Please note that values will be different when an actual email is sent.
cs_cz: Šablony e-mailů mohou přijímat proměnné z FOSSBilling. Dostupné proměnné jsou uvedeny v záložce "Proměnné". Zkopírujte název proměnné do šablony e-mailu a stiskněte náhled pro zobrazení analyzovaného obsahu. Vezměte prosím na vědomí, že hodnoty se budou při odeslání aktuálního e-mailu lišit.
hu_hu: A legtöbb e-mail sablon paramétereket kap a FOSSBillingtől. Ezeket a "Változók" fülön böngészheti. Másolja a változó nevét az e-mail sablonba, és nyomja meg az előnézet gombot, hogy lássa az elemzett tartalmat. Kérjük, vegye figyelembe, hogy az értékek eltérnek a tényleges e-mail küldésekor.
ro_ro: Majoritatea șabloanelor de e-mail primesc parametri de la FOSSBilling. Le puteți naviga pe tabul "Variabile". Copiați numele variabilei în șablonul de e-mail și apăsați previzualizare pentru a vedea conținutul analizat. Vă rugăm să rețineți că valorile vor fi diferite atunci când este trimis efectiv un e-mail.
ru_ru: Шаблоны писем могут получать переменные из FOSSBilling. Доступные переменные перечислены на вкладке "Переменные". Скопируйте имя переменной в шаблон письма и нажмите предпросмотр, чтобы увидеть обработанное содержимое. Учтите, что значения будут отличаться при реальной отправке письма.

source: Email message
ar_sa: رسالة البريد الإلكتروني
bg_bg: Имейл съобщение
ca_es: Missatge de correu electrònic
cs_cz: Zpráva emailu
de_de: E-Mail Nachricht
el_gr: Μήνυμα email
fa_ir: پیام ایمیل
fi_fi: Sähköpostiviesti
fr_fr: Message de l'email
hu_hu: E-mail üzenet
id_id: Pesan email
lt_lt: El. pašto žinutė
nl_nl: E-mail bericht
pl_pl: Treść e-maila
pt_br: Mensagem Email
pt_pt: Mensagem de correio eletrónico
ro_ro: Mesaj email
ru_ru: Текст письма
sr_rs: Email poruke
tr_tr: E-posta mesajı
uk_ua: Текст листа
vi_vn: Nội dung email
zh_cn: 电子邮件消息

source: Preview
ar_sa: معاينة
bg_bg: Визуализация
ca_es: Previsualitza
cs_cz: Náhled
de_de: Vorschau
el_gr: Προεπισκόπηση
fa_ir: پیش‌نمایش
fi_fi: Esikatselu
fr_fr: Aperçu
hu_hu: Előnézet
id_id: Tinjau
lt_lt: Peržiūra
pl_pl: Podgląd
pt_br: Pré-Visualizar
pt_pt: Pré-visualização
ro_ro: Previzualizați
ru_ru: Предпросмотр
sr_rs: Pregled
tr_tr: Ön İzleme
uk_ua: Перегляд
vi_vn: Xem thử
zh_cn: 预览

source: Template settings
ar_sa: إعدادات القوالب
bg_bg: Настройки на шаблона
ca_es: Configuració de la plantilla
cs_cz: Nastavení šablony
de_de: Vorlagen Einstellungen
el_gr: Ρυθμίσεις προτύπου
fa_ir: قالب تنظیمات
fi_fi: Mallin Asetukset
fr_fr: Réglages du template
hu_hu: Sablon beállítások
id_id: Pengaturan template
lt_lt: Šablono nustatymai
nl_nl: Template instellingen
pl_pl: Ustawienia szablonu
pt_br: Configurações do Modelo
pt_pt: Definições do modelo
ro_ro: Setări pentru şabloane
ru_ru: Настройки шаблона
sr_rs: Podešavanja šablona
tr_tr: Şablon Ayarları
uk_ua: Параметри Шаблону
vi_vn: Cài đặt biểu mẫu
zh_cn: 模板设置

source: Enable or disable this email template.
ar_sa: تمكين أو تعطيل قالب البريد الإلكتروني هذا.
bg_bg: Активиране или деактивиране на този шаблон за имейли.
ca_es: Activa o desactiva aquesta plantilla de correu electrònic.
cs_cz: Povolit nebo zakázat tuto šablonu e-mailu.
de_de: Aktivieren oder deaktivieren diese E-Mail Vorlage.
el_gr: Ενεργοποιήστε ή απενεργοποιήστε αυτό το πρότυπο email.
fa_ir: این قالب ایمیل را فعال یا غیرفعال کنید.
fi_fi: Ota tämä sähköpostipohja käyttöön tai poista se käytöstä.
fr_fr: Activez ou désactivez ce modèle d'e-mail.
hu_hu: Engedélyezze vagy tiltsa le ezt az e-mail sablont.
id_id: Aktifkan atau matikan template email ini.
lt_lt: Įgalinti arba išjungti šį el. pašto šabloną.
nl_nl: Deze e-mailtemplate in- of uitschakelen.
pl_pl: Włącz lub wyłącz ten szablon e-maila.
pt_br: Ativar ou desativar este modelo de e-mail.
pt_pt: Ativar ou desativar este modelo de correio eletrónico.
ro_ro: Activați sau dezactivați acest șablon de e-mail.
ru_ru: Включить или отключить этот шаблон письма.
sr_rs: Omoguć́ite ili onemogućite ovaj email šablon.
tr_tr: Bu e-posta şablonunu etkinleştirin veya devre dışı bırakın.
uk_ua: Увімкнути або вимкнути цей шаблон електронної пошти.
vi_vn: Bật hoặc tắt mẫu email này.
zh_cn: 启用或禁用此邮件模板

source: List of variables used in this email
ar_sa: قائمة المتغيرات المستخدمة في هذا البريد الإلكتروني
bg_bg: Списък на променливите, използвани в този имейл
ca_es: Llista de variables utilitzades en aquest correu electrònic
cs_cz: Seznam proměnných použitých v tomto e-mailu
de_de: Liste der Variablen, die in dieser E-Mail verwendet werden
el_gr: Λίστα μεταβλητών που χρησιμοποιούνται σε αυτό το email
fa_ir: لیست متغیرهای استفاده شده در این ایمیل
fi_fi: Luettelo tässä sähköpostissa käytetyistä muuttujista
fr_fr: Liste des variables utilisées dans cet email
hu_hu: Az ebben az e-mailben használt változók listája
id_id: Daftar variabel yang digunakan dalam email ini
lt_lt: Šiame el. laiške naudotų kintamųjų sąrašas
nl_nl: Lijst van variabelen die gebruikt worden in deze e-mail
pl_pl: Lista zmiennych używanych w tym e-mailu
pt_br: Lista de variáveis usadas neste e-mail
pt_pt: Lista de variáveis utilizadas nesta mensagem de correio eletrónico
ro_ro: Lista variabilelor folosite în acest e-mail
ru_ru: Список переменных, используемых в этом письме
sr_rs: Lista promenljivih korišćenih u ovom emailu
tr_tr: Bu e-postada kullanılan değişkenlerin listesi
uk_ua: Список змінних, які використовуються в цьому email
vi_vn: Danh sách mẫu số được sử dụng trong email này
zh_cn: 此电子邮件中使用的变量列表

source: These values will change when real email is sent. You can pass these variables to admin or guest API to get additional information from database.
ar_sa: ستتغير هذه القيم عند إرسال البريد الإلكتروني الحقيقي. يمكنك تمرير هذه المتغيرات إلى المشرف أو ضيف API للحصول على معلومات إضافية من قاعدة البيانات.
bg_bg: Тези стойности ще се променят, когато се изпрати истински имейл. Можете да изпратите тези променливи на API на администратор или гост, за да получите допълнителна информация от базата данни.
ca_es: Aquests valors canviaran quan s'enviï un correu electrònic real. Podeu passar aquestes variables a l'API d'administrador o convidat per obtenir informació addicional de la base de dades.
cs_cz: Tyto hodnoty se změní, když je odeslán skutečný e-mail. Tyto proměnné můžete předat adminu nebo hostu API pro získání dalších informací z databáze.
de_de: Diese Werte werden sich ändern, wenn echte E-Mails gesendet werden. Du kannst diese Variablen an Admin oder Gast-API übergeben, um zusätzliche Informationen aus der Datenbank zu erhalten.
el_gr: Αυτές οι τιμές θα αλλάξουν όταν αποστέλλεται πραγματικό email. Μπορείτε να περάσετε αυτές τις μεταβλητές στο admin ή στο guest API για να λάβετε πρόσθετες πληροφορίες από τη βάση δεδομένων.
fa_ir: این مقادیر با ارسال ایمیل واقعی تغییر خواهند کرد. می توانید این متغیرها را به مدیر یا مهمان API ارسال کنید تا اطلاعات بیشتری از پایگاه داده دریافت کنید.
fi_fi: Nämä arvot muuttuvat, kun todellinen sähköposti lähetetään. Voit välittää nämä muuttujat admin- tai guest API:lle saadaksesi lisätietoja tietokannasta.
fr_fr: Ces valeurs changeront quand un email réel sera envoyé. Vous pouvez passer ces variables à l'API admin ou invité pour obtenir des informations supplémentaires à partir de la base de données.
hu_hu: Ezek az értékek a valódi e-mail küldésekor megváltoznak. Ezeket a változókat átadhatja az admin vagy a vendég API-nak, hogy további információkat kapjon az adatbázisból.
id_id: Isinya akan berubah ketika email yang asli terkirim. Anda dapat mengisi variabel di admin atau guest API untuk mendapatkan informasi tambahan dari database.
lt_lt: Šios reikšmės pasikeis, kai bus išsiųstas tikras El. laiškas. Galite perduoti šiuos kintamuosius administratoriui arba svečio API, kad gautumėte papildomos informacijos iš duomenų bazės.
nl_nl: Deze waarden veranderen wanneer de daadwerkelijke e-mail wordt verzonden. Deze variabelen kunnen worden doorgegeven aan de admin- of gast-API om extra informatie uit de database op te halen.
pl_pl: Te wartości zmienią się podczas wysyłania rzeczywistego e-maila. Możesz przekazywać te zmienne do interfejsu API administratora lub gościa, aby uzyskać dodatkowe informacje z bazy danych.
pt_br: Esses valores serão alterados quando o e-mail real for enviado. Você pode passar essas variáveis para a API do administrador ou convidado para obter informações adicionais do banco de dados.
pt_pt: Estes valores serão alterados quando o correio eletrónico real for enviado. Pode passar estas variáveis para a API de administrador ou convidado para obter informações adicionais da base de dados.
ro_ro: Aceste valori se vor schimba atunci când se trimite un e-mail real. Puteţi trece aceste variabile la admin sau vizitator API pentru a obţine informaţii suplimentare de la baza de date.
ru_ru: Эти значения изменятся при отправке реального письма. Вы можете передать эти переменные в API администратора или гостя для получения дополнительной информации из базы данных.
sr_rs: Ove vrednosti će se promeniti kada se pošalje pravi e-mail. Možete proslediti ove promenljive API-ju administratora ili gosta da biste dobili dodatne informacije iz baze podataka.
tr_tr: Bu değerler, gerçek e-posta gönderildiğinde değişecektir. Veritabanından ek bilgi almak için bu değişkenleri yönetici veya misafir API'ye iletebilirsiniz.
uk_ua: Ці значення будуть змінені, коли буде відправлений справжній лист. Ви можете передати ці змінні адміністратору або API, щоб отримати додаткову інформацію з бази даних.
vi_vn: Các giá trị này sẽ thay đổi khi email thực tế được gửi đi. Bạn có thể truyền những biến số này vào API của khách hoặc admin để nhận các thông tin bổ sung từ cơ sở dữ liệu.
zh_cn: 当真正发送电子邮件时，这些值将会改变。您可以将这些变量传递给 admin 或 guest API，以便从数据库中获取到相应信息。

source: Variable
ar_sa: متغير
bg_bg: Променлива
cs_cz: Proměnná
el_gr: Μεταβλητή
fa_ir: متغیر
fi_fi: Muuttuja
hu_hu: Változó
id_id: Variabel
lt_lt: Kintamasis
nl_nl: Variabel
pl_pl: Zmienna
pt_br: Variável
pt_pt: Variável
ro_ro: Variabilă
ru_ru: Переменная
sr_rs: Promenljiva
tr_tr: Değişken
uk_ua: Змінна
vi_vn: Biến số
zh_cn: 变量

source: Example value
ar_sa: مثال على القيمة
bg_bg: Примерна стойност
ca_es: Valor d'exemple
cs_cz: Příklady hodnoty
de_de: Beispielwert
el_gr: Τυχαία τιμή
fa_ir: نمونه
fi_fi: Esimerkki arvo
fr_fr: Exemple de valeur
hu_hu: Példaérték
id_id: Contoh isi
lt_lt: Pavyzdinė vertė
nl_nl: Voorbeeldwaarde
pl_pl: Przykładowa wartość
pt_br: Exemplo de valor
pt_pt: Exemplo de valor
ro_ro: Exemplu de valoare
ru_ru: Пример значения
sr_rs: Primer vrednosti
tr_tr: Örnek değer
uk_ua: Приклад значення
vi_vn: Giá trị ví dụ
zh_cn: 示例值

source: This template has no known parameters, you may need to take an action to trigger its sending before they become known.
ar_sa: هذا القالب لا يحتوي على معلمات معروفة، قد تحتاج إلى اتخاذ إجراء لتشغيل إرساله قبل أن تصبح معروفة.
bg_bg: Този шаблон няма известни параметри, може да се наложи да предприемете действие, за да задействате изпращането му, преди те да станат познати.
ca_es: Aquesta plantilla no té paràmetres coneguts, és possible que hàgiu de fer una acció per activar-ne l'enviament abans que es coneguin.
cs_cz: Tato šablona nemá žádné známé parametry, možná budete muset provést akci pro její odeslání dříve, než budou známy.
de_de: Für diese Vorlage sind keine Parameter bekannt. Möglicherweise müssen Sie eine Aktion durchführen, um das Senden der Vorlage auszulösen, bevor die Parameter bekannt werden.
el_gr: Αυτό το πρότυπο δεν έχει γνωστές παραμέτρους, ίσως χρειαστεί να κάνετε κάποια ενέργεια για να ενεργοποιήσετε την αποστολή του πριν γίνουν γνωστές.
fa_ir: این الگو هیچ پارامتر شناخته شده ای ندارد، ممکن است لازم باشد قبل از شناخته شدن، اقدامی برای شروع ارسال آن انجام دهید.
fi_fi: Tällä mallilla ei ole tunnettuja parametreja, joten saatat joutua käynnistämään sen lähettämisen jollakin toimenpiteellä, ennen kuin parametrit tulevat tunnetuiksi.
fr_fr: Ce modèle n'a pas de paramètres connus, vous devrez peut-être effectuer une action pour déclencher son envoi avant qu'il ne soit connu.
hu_hu: Ennek a sablonnak nincsenek ismert paraméterei, előfordulhat, hogy valamilyen műveletet kell végrehajtanod a küldés elindításához, mielőtt azok ismertté válnának.
id_id: Parameter ini memiliki parameter yang tidak diketahui, Anda memungkinkan mengambil aksi untuk memicu pengiriman agar diketahui.
lt_lt: Šiam šablonui nėra žinomų parametrų, gali tekti imtis veiksmų, kad suaktyvintumėte jo siuntimą, kol jie tamps žinomi.
nl_nl: Dit sjabloon heeft geen bekende parameters. Mogelijk is een actie nodig om het verzenden te activeren voordat de parameters bekend worden.
pl_pl: Ten szablon nie ma znanych parametrów, możesz musieć podjąć działanie, aby wywołać jego wysyłanie, zanim staną się znane.
pt_br: Este modelo não possui parâmetros conhecidos, pode ser necessário executar uma ação para acionar seu envio antes que eles se tornem conhecidos.
pt_pt: Este modelo não tem parâmetros conhecidos. Poderá ser necessário realizar uma ação para desencadear o seu envio antes de estes serem conhecidos.
ro_ro: Acest șablon nu are parametri cunoscuți, poate fi necesar să luați o acțiune pentru a-i declanșa trimiterea înainte de a deveni cunoscuti.
ru_ru: У этого шаблона нет известных параметров, вам может потребоваться выполнить действие для запуска его отправки, прежде чем они станут известны.
sr_rs: Ovaj šablon nema poznate parametre, možda ć́ete morati da preduzmete radnju da biste pokrenuli njegovo slanje pre nego što postanu poznati.
tr_tr: Şablonun bilinen bir parametresi bulunamadı. Parametre için başka bir sayfanın tetiklemesi gerekebilir.
uk_ua: Цей шаблон не має відомих параметрів, вам може знадобитися вжити дій, щоб запустити його відправлення, перш ніж вони стануть відомий.
zh_cn: 此模板没有已知参数，您可能需要采取行动来触发发送，然后才能知晓这些参数。

source: Email templates examples
ar_sa: أمثلة على قوالب البريد الإلكتروني
bg_bg: Примерни шаблони за имейли
ca_es: Exemples de plantilles de correu electrònic
cs_cz: Příklady šablon e-mailů
de_de: E-Mail Vorlagen Beispiele
el_gr: Παραδείγματα προτύπων email
fa_ir: نمونه قالب های ایمیل
fi_fi: Sähköpostipohjien esimerkit
fr_fr: Exemples de modèles d'email
hu_hu: Email sablonok példák
id_id: Contoh template email
lt_lt: El. pašto šablonų pavyzdžiai
nl_nl: E-mail template voorbeelden
pl_pl: Przykłady szablonów e-maili
pt_br: Exemplos de modelos de e-mail
pt_pt: Exemplos de modelos de correio eletrónico
ro_ro: Exemple șabloane de email
ru_ru: Примеры шаблонов писем
sr_rs: Primeri email šablona
tr_tr: E-posta şablonları örnekleri
uk_ua: Приклади шаблонів листів
vi_vn: Ví dụ biểu mẫu email
zh_cn: 电子邮件模板示例
