Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Selected currency :selected does not match your profile currency :code. Please change cart currency to continue.
ar_sa: العملة المحددة :selected لا تتطابق مع العملة الشخصية الخاصة بك :code. الرجاء تغيير عملة سلة التسوق للمتابعة.
bg_bg: Избраната валута :selected не съответства на валутата на вашия профил :code. Моля, променете валутата на количката, за да продължите.
ca_es: Moneda seleccionada :selected no coincideix amb el vostre perfil moneda :codi. Si us plau, canvieu la moneda del carretó per continuar.
cs_cz: Vybraná měna :selected neodpovídá měně vašeho profilu :code. Chcete-li pokračovat, změntě si měnu v košíku.
de_de: Ausgewählte Währung :selected stimmt nicht mit deiner Währung :code überein. Bitte ändere die Warenkorbwährung, um fortzufahren.
el_gr: Το επιλεγμένο νόμισμα :selected δεν ταιριάζει με το νόμισμα του προφίλ σας :code. Παρακαλώ αλλάξτε το νόμισμα του καλαθιού για να συνεχίσετε.
fa_ir: ارز انتخابی با تنظیمات پروفایل شما منطبق نیست. برای ادامه ارز سبد خرید را تغییر دهید.
fi_fi: Valittu valuutta :selected ei vastaa profiilisi valuuttaa :code. Vaihda ostoskorin valuutta jatkaaksesi.
fr_fr: La devise sélectionnée :selected ne correspond pas à la devise de votre profil :code. Veuillez changer la devise du panier pour continuer.
hu_hu: A kiválasztott pénznem :selected nem egyezik a profil pénznemével :code. Kérjük, a folytatáshoz változtassa meg a kosár pénznemét.
id_id: Mata uang yang dipilih :dipilih tidak cocok dengan mata uang profil Anda :kode. Harap ubah mata uang keranjang untuk melanjutkan.
lt_lt: Pasirinkta valiuta :selected neatitinka jūsų profilio valiutos :code. Jei norite tęsti, pakeiskite krepšelio valiutą.
nl_nl: Geselecteerde valuta :selected komt niet overeen met de valuta van het profiel. Wijzig de valuta van de winkelwagen om verder te gaan.
pl_pl: Wybrana waluta :selected nie pasuje do waluty Twojego profilu:code. Aby kontynuować, zmień walutę koszyka.
pt_br: Moeda selecionada :selected não coincide com o seu perfil :code. Por favor, altere a moeda do carrinho para continuar.
pt_pt: A moeda selecionada :selected não corresponde à moeda :code do seu perfil. Por favor, altere a moeda do carrinho para continuar.
ro_ro: Moneda :selected selectată nu coincide cu moneda :code profilului tău. Te rog să schimbi moneda coșului de cumpărături pentru a continua.
ru_ru: Выбранная валюта :selected не соответствует валюте вашего профиля :code. Пожалуйста, измените валюту корзины, чтобы продолжить.
sr_rs: Izabrana valuta :selected ne odgovara valuti vašeg profila :code. Promenite valutu korpe da biste nastavili.
tr_tr: Seçilen para birimi :selected profilinizdeki :code para birimiyle eşleşmiyor. Devam etmek için lütfen sepet para birimini değiştirin.
uk_ua: Вибрана валюта :selected не відповідає валюті вашого профілю :code. Змініть валюту кошику, щоб продовжити.
vi_vn: Tiền tệ được chọn :selected không phù hợp với tiền tệ trong hồ sơ của bạn :code. Vui lòng thay đổi tiền tệ của giỏ hàng để tiếp tục.
zh_cn: 所选货币 :selected 与您的个人资料中的货币 :code 不匹配。请修改购物车的货币后继续。

source: Unable to complete order. One or more of the selected products are invalid.
ar_sa: غير قادر على إكمال الطلب. واحد أو أكثر من المنتجات المحددة غير صالحة.
bg_bg: Невъзможно е да бъде завършена поръчката. Един или повече от избраните продукти са невалидни.
ca_es: No es pot completar la comanda. Un o més dels productes seleccionats no són vàlids.
cs_cz: Nelze dokončit objednávku. Jeden nebo více vybraných produktů jsou neplatné.
de_de: Bestellung kann nicht abgeschlossen werden. Ein oder mehrere der ausgewählten Produkte sind ungültig.
el_gr: Αδυναμία ολοκλήρωσης της παραγγελίας. Ένα ή περισσότερα από τα επιλεγμένα προϊόντα είναι άκυρα.
fa_ir: خطا در تکمیل سفارش. یک/چند محصول انتخابی شما نا معتبر است.
fi_fi: Tilausta ei pystytä suorittamaan loppuun. Yksi tai useampi valituista tuotteista on virheellinen.
fr_fr: Impossible de finaliser la commande. Un ou plusieurs des produits sélectionnés sont invalides.
hu_hu: Nem sikerült teljesíteni a megrendelést. A kiválasztott termékek közül egy vagy több érvénytelen.
id_id: Tidak dapat menyelesaikan pesanan. Satu atau lebih produk yang dipilih tidak valid.
nl_nl: Niet in staat om de bestelling te voltooien. Een of meer van de geselecteerde producten zijn ongeldig.
pl_pl: Nie można zrealizować zamówienia. Co najmniej jeden z wybranych produktów jest nieprawidłowy.
pt_br: Não é possível completar o pedido. Um ou mais dos produtos selecionados são inválidos.
pt_pt: Não é possível concluir a encomenda. Um ou mais dos produtos seleccionados não são válidos.
ro_ro: Nu se poate finaliza comanda. Unul sau mai multe produse selectate sunt invalide.
ru_ru: Не удалось завершить заказ. Один или несколько выбранных продуктов недействительны.
sr_rs: Nije moguće dovršiti porudžbinu. Jedan ili više izabranih proizvoda su nevažeći.
tr_tr: Sipariş tamamlanamıyor. Seçilen ürünlerden biri veya birkaçı geçersiz.
uk_ua: Не вдалося завершити замовлення. Один або кілька вибраних продуктів є недійсними.
zh_cn: 无法完成订单。所选产品的一个或多个无效。

source: Discount: :product
ar_sa: الخَصْم: :product
bg_bg: Отстъпка: :продукт
ca_es: Descompte: :producte
cs_cz: Sleva: :product
de_de: Rabatt: :product
el_gr: Έκπτωση: :product
fa_ir: تخفیف: :product
fi_fi: Alennus: :product
fr_fr: Réduction: :product
hu_hu: Kedvezmény: :product
id_id: Diskon :product
lt_lt: Nuolaida: :product
nl_nl: Korting: :product
pl_pl: Zniżka: :product
pt_br: Desconto: :produto
pt_pt: Desconto: :produto
ro_ro: Reducere :product
ru_ru: Скидка: :product
sr_rs: Popust: :product
tr_tr: İndirim: :product
uk_ua: Знижка: :product
zh_cn: 折扣：产品

source: :product setup
ar_sa: إعداد :product
bg_bg: :настройка на продукта
ca_es: :configuració del producte
cs_cz: Nastavení :product
de_de: :product Einstellungen
el_gr: :product εγκατάσταση
fa_ir: نصب:product
fi_fi: :product asennus
fr_fr: Configuration de :product
hu_hu: :termék beállítása
lt_lt: :product sąranka
nl_nl: :product instellingen
pl_pl: :product konfiguracja
pt_br: :product configuração
pt_pt: :configuração do produto
ro_ro: Configurare :product
ru_ru: :product sozlash
sr_rs: :product podešavanje
tr_tr: :product kurulumu
uk_ua: :product налаштування
vi_vn: cài đặt :product
zh_cn: :产品 设置

source: This email address is already registered.
cs_cz: E-mailová adresa je již zaregistrována.
de_de: Diese E-Mail-Adresse ist bereits registriert.
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου έχει ήδη καταχωρηθεί.
fa_ir: با این ایمیل قبلا ثبت نام شده است.
fi_fi: Tämä sähköpostiosoite on jo rekisteröity.
fr_fr: Cette adresse e-mail est déjà utilisée.
hu_hu: Ez az e-mail cím már regisztrált.
id_id: Alamat email ini sudah terdaftar.
nl_nl: Dit e-mailadres is al geregistreerd.
pl_pl: Ten adres e-mail jest już zarejestrowany.
ro_ro: Această adresă de e-mail este deja înregistrată.
ru_ru: Этот адрес электронной почты уже зарегистрирован.
sr_rs: Ova e-mail adresa je već registrovana.
vi_vn: E-mail đã được đăng ký
zh_cn: 该邮件地址已被使用

source: Passwords do not match
ar_sa: كلمتان السر غير متطابقتين
bg_bg: Паролите не съвпадат
ca_es: Les contrasenyes no coincideixen
cs_cz: Hesla se neschodují
de_de: Passwörter stimmen nicht überein
el_gr: Οι κωδικοί πρόσβασης δεν ταιριάζουν
fa_ir: گذرواژه‌ها مطابقت ندارند
fi_fi: Salasanat eivät täsmää
fr_fr: Les mots de passe renseignés ne correspondent pas
hu_hu: A jelszavak nem egyeznek
id_id: Kata sandi tidak cocok
lt_lt: Slaptažodžiai nesutampa
nl_nl: Wachtwoorden komen niet overeen
pl_pl: Hasła nie pasują do siebie
pt_br: As senhas não conferem
pt_pt: As palavras-passe não coincidem
ro_ro: Parolele nu coincid
ru_ru: Пароли не совпадают
sr_rs: Lozinke se ne podudaraju
tr_tr: Parolalar uyuşmuyor
uk_ua: Паролі не збігаються
vi_vn: 2 mật khẩu không khớp
zh_cn: 密码不一致

source: Event not found
ar_sa: الحدث غير موجود
bg_bg: Събитието не е намерено
ca_es: No s'ha trobat l'esdeveniment
cs_cz: Událost nebyla nalezena
de_de: Ereignis nicht gefunden
el_gr: Το γεγονός δεν βρέθηκε
fa_ir: رویداد یافت نشد
fi_fi: Tapahtumaa ei löydy
fr_fr: Événement non trouvé
hu_hu: Esemény nem található
id_id: Acara/Kegiatan tidak ditemukan
lt_lt: Įvykis nerastas
nl_nl: Gebeurtenis niet gevonden
pl_pl: Nie znaleziono zdarzenia
pt_br: Evento não encontrado
pt_pt: Evento não encontrado
ro_ro: Evenimentul nu a fost găsit
ru_ru: Событие не найдено
tr_tr: Etkinlik bulunamadı
uk_ua: Подію не знайдено
zh_cn: 找不到事件

source: Group has clients assigned. Please reassign them first.
ar_sa: المجموعة لديها عملاء معينين. الرجاء إعادة تعيينهم أولاً.
bg_bg: Групата има назначени клиенти. Моля, първо ги махнете от нея или преместете.
ca_es: El grup té clients assignats. Si us plau, reassigneu-los primer.
cs_cz: Skupina má přiřazené klienty. Nejprve je prosím přiřaďte znovu.
de_de: Der Gruppe sind Kunden zugewiesen. Bitte weise sie zuerst neu zu.
el_gr: Η ομάδα έχει εκχωρήσει πελάτες. Παρακαλείσθε να τους αναθέσετε εκ νέου.
fa_ir: گروه دارای مشتریان اختصاص داده شده است. لطفاً ابتدا آنها را مجدداً اختصاص دهید.
fi_fi: Ryhmälle on osoitettu asiakkaita. Määritä ne ensin uudelleen.
fr_fr: Le groupe a des clients assignés. Veuillez les réaffecter d'abord.
hu_hu: A csoporthoz ügyfelek vannak hozzárendelve. Kérjük, először rendelje újra őket.
id_id: Grup memiliki klien yang ditugaskan. Silakan tugaskan mereka terlebih dahulu.
nl_nl: Groep heeft klanten toegewezen. Koppel ze eerst aan een nieuwe groep.
pl_pl: Grupa ma przypisanych klientów. Proszę przypisz ich ponownie.
pt_br: O grupo tem clientes atribuídos. Por favor, reatribua-os primeiro.
pt_pt: O grupo tem clientes atribuídos. Por favor, reatribua-os primeiro.
ro_ro: Grupul are clienți atribuiți. Vă rugăm să îi reatribuiți mai întâi.
ru_ru: Группе назначены клиенты. Пожалуйста, сначала переназначьте их.
sr_rs: Grupa ima dodeljene klijente. Prvo ih ponovo dodelite.
tr_tr: Grubun atanmış müşterileri var. Lütfen önce onları yeniden atayın.
uk_ua: У групі є призначені клієнти. Будь ласка, спочатку перемістіть їх.
zh_cn: 仍有客户所在该群组，请先将他们分配到其他群组

source: New registrations are temporary disabled
ar_sa: التسجيلات الجديدة معطلة مؤقتاً
bg_bg: Новите регистрации са временно спряни
ca_es: Els nous registres estan temporalment desactivats
cs_cz: Nové registrace jsou dočasně vypnuté
de_de: Neue Registrierungen sind vorübergehend deaktiviert
el_gr: Οι νέες εγγραφές είναι προσωρινά απενεργοποιημένες
fa_ir: ثبت نام های جدید به طور موقت غیرفعال شده است
fi_fi: Uudet rekisteröinnit ovat tilapäisesti pois käytöstä
fr_fr: Les nouvelles inscriptions sont temporairement désactivées
hu_hu: Az új regisztrációkat ideiglenesen letiltják
id_id: Pendaftaran baru dinonaktifkan sementara
lt_lt: Naujos registracijos laikinai išjungtos
nl_nl: Nieuwe registraties zijn tijdelijk uitgeschakeld
pl_pl: Nowe rejestracje są tymczasowo wyłączone
pt_br: Novos registros estão temporariamente desativados
pt_pt: Os novos registos são temporariamente desactivados
ro_ro: Noi înregistrări sunt dezactivate temporar
ru_ru: Новые регистрации временно отключены
sr_rs: Nove registracije su privremeno onemogućene
tr_tr: Yeni kayıtlar geçici olarak devre dışı bırakıldı
uk_ua: Нові реєстрації тимчасово відключені
vi_vn: Đăng ký mới tạm thời bị cấm
zh_cn: 暂停注册

source: Passwords do not match.
ar_sa: كلمتان السر غير متطابقتين.
bg_bg: Паролите не съвпадат.
ca_es: Les contrasenyes no coincideixen.
cs_cz: Hesla se neschodují.
de_de: Passwörter stimmen nicht überein.
el_gr: Οι κωδικοί πρόσβασης δεν ταιριάζουν.
fa_ir: گذرواژه‌ها مطابقت ندارند.
fi_fi: Salasanat eivät täsmää.
fr_fr: Les mots de passe renseignés ne correspondent pas.
hu_hu: A jelszavak nem egyeznek.
id_id: Sandi tidak cocok.
lt_lt: Slaptažodžiai nesutampa.
nl_nl: Wachtwoorden komen niet overeen.
pl_pl: Hasła nie pasują do siebie.
pt_br: As senhas não conferem.
pt_pt: As palavras-passe não coincidem.
ro_ro: Parolele nu coincid.
sr_rs: Lozinke se ne podudaraju.
tr_tr: Parolalar uyuşmuyor.
uk_ua: Паролі не збігаються.
vi_vn: Mật khâu không khớp.
zh_cn: 密码不一致。

source: Please check your login details.
ar_sa: الرجاء التحقق من تفاصيل تسجيل الدخول الخاصة بك.
bg_bg: Моля проверете данните си за вписване.
ca_es: Comproveu les vostres dades d'inici de sessió.
cs_cz: Zkontrolujte své přihlašovací údaje.
de_de: Bitte überprüfe deine Anmeldedaten.
el_gr: Παρακαλούμε ελέγξτε τα στοιχεία σύνδεσής σας.
fa_ir: لطفا جزئیات ورود خود را بررسی کنید.
fi_fi: Ole hyvä ja tarkista kirjautumistietosi.
fr_fr: Veuillez vérifier vos identifiants.
hu_hu: Kérjük, ellenőrizze bejelentkezési adatait.
id_id: Silakan periksa detail login Anda.
lt_lt: Patikrinkite prisijungimo duomenis.
nl_nl: Controleer de inloggegevens.
pl_pl: Sprawdź swoje dane logowania.
pt_br: Por favor, verifique seus dados de acesso.
pt_pt: Verifique os seus dados de acesso.
ro_ro: Vă rugăm să verificați detaliile de autentificare.
ru_ru: Пожалуйста, проверьте ваши данные для входа.
sr_rs: Molimo proverite vaše podatke za prijavu.
tr_tr: Lütfen giriş bilgilerinizi kontrol edin.
uk_ua: Будь ласка, перевірте свої дані для входу.
vi_vn: Xin vui lòng kiểm tra thông tin đăng nhập.
zh_cn: 请检查您的登录信息。

source: The link has expired or you have already reset your password.
ar_sa: انتهت صَلاحِيَة الرابط أو قمت بتأكيد إعادة تعيين كلمة المرور من قبل.
bg_bg: Срокът на връзката е изтекъл или вече сте променили паролата си.
ca_es: L'enllaç ha caducat o ja heu restablit la contrasenya.
cs_cz: Platnost odkazu vypršela nebo jste již obnovili heslo.
de_de: Der Link ist abgelaufen oder du hast dein Passwort bereits zurückgesetzt.
el_gr: Ο σύνδεσμος έχει λήξει ή έχετε ήδη κάνει επαναφορά του κωδικού πρόσβασής σας.
fa_ir: لینک منقضی شده است یا قبلاً رمز عبور خود را بازنشانی کرده اید.
fi_fi: Linkki on vanhentunut tai olet jo palauttanut salasanasi.
fr_fr: Le lien a expiré ou vous avez déjà réinitialisé votre mot de passe.
hu_hu: A link lejárt, vagy már visszaállította a jelszavát.
id_id: Tautan telah kedaluwarsa atau Anda telah menyetel ulang kata sandi.
nl_nl: De link is verlopen of het wachtwoord is al gereset.
pl_pl: Link wygasł lub hasło zostało już zresetowane.
pt_br: O link expirou ou você já redefiniu sua senha.
ro_ro: Link-ul a expirat sau ați confirmat deja resetarea parolei.
ru_ru: Срок действия ссылки истек, или вы уже подтвердили сброс пароля.
sr_rs: Veza je istekla ili ste već resetovali lozinku.
tr_tr: Bağlantının süresi dolmuş veya şifrenizi zaten sıfırlamışsınız.
uk_ua: Посилання застаріло, або ви вже змінили пароль.
vi_vn: Liên kết đã hết hạn hoặc bạn đã xác nhận khởi tạo lại mật khẩu.
zh_cn: 链接已过期或您已经完成密码重置。

source: Clients
ar_sa: العملاء
bg_bg: Клиенти
cs_cz: klienti
de_de: Kunden
el_gr: Πελάτες
fa_ir: کاربران
fi_fi: Asiakkaat
hu_hu: Ügyfelek
id_id: Klien
lt_lt: Klientai
nl_nl: Klanten
pl_pl: Klient
pt_br: Clientes
pt_pt: Clientes
ro_ro: Clienți
sr_rs: Klijenti
tr_tr: Müşteriler
uk_ua: Клієнти
vi_vn: Khách hàng
zh_cn: 客户

source: Overview
ar_sa: معاينة
bg_bg: Общ изглед
ca_es: Visió general
cs_cz: Přehled
de_de: Übersicht
el_gr: Επισκόπηση
fa_ir: خلاصه
fi_fi: Yleiskatsaus
fr_fr: Vue d'ensemble
hu_hu: Áttekintés
id_id: Ringkasan
lt_lt: Apžvalga
nl_nl: Overzicht
pl_pl: Przegląd
pt_br: Visão geral
pt_pt: Visão geral
ro_ro: Privire de ansamblu
ru_ru: Обзор
sr_rs: Pregled
tr_tr: Genel Bakış
uk_ua: Загальний огляд
vi_vn: Tổng quan
zh_cn: 概览

source: Advanced search
ar_sa: البحث المتقدم
bg_bg: Подробно търсене
ca_es: Cerca avançada
cs_cz: Pokročilé vyhledávání
de_de: Erweiterte Suche
el_gr: Σύνθετη αναζήτηση
fa_ir: جستجوی پیشرفته
fi_fi: Laajennettu haku
fr_fr: Recherche avancée
hu_hu: Speciális keresés
id_id: Pencarian Lanjutan
lt_lt: Išplėstinė paieška
nl_nl: Geavanceerd zoeken
pl_pl: Wyszukiwanie zaawansowane
pt_br: Pesquisa avançada
pt_pt: Pesquisa avançada
ro_ro: Căutare avansată
sr_rs: Napredna pretraga
tr_tr: Gelişmiş Arama
uk_ua: Розширений пошук
vi_vn: Tìm nâng cao
zh_cn: 高级搜索

source: Client login history
ar_sa: سجل دخول العملاء
bg_bg: Хронология на клиента за колко пъти се е вписвал в системата
ca_es: Historial d'inici de sessió del client
cs_cz: Historie přihlášení klienta
de_de: Anmeldeverlauf des Kunden
el_gr: Ιστορικό συνδέσης πελατών
fa_ir: تاریخچه ورود کاربر
fi_fi: Asiakkaan kirjautumishistoria
fr_fr: Historique de connexion du client
hu_hu: Ügyfél bejelentkezési előzmények
id_id: Histori login Klien
lt_lt: Klientų prisijungimo istorija
nl_nl: Klantinlogoverzicht
pl_pl: Historia logowania klienta
pt_br: Histórico de acesso de cliente
pt_pt: Histórico de login do cliente
ro_ro: Istoric autentificare client
ru_ru: История входов клиента
sr_rs: Istorija prijavljivanja klijenata
tr_tr: Müşteri Oturum Açma Geçmişi
uk_ua: Історія входу клієнтів
vi_vn: Lịch sử khách hàng đăng nhập
zh_cn: 用户登录记录

source: Email address was confirmed
ar_sa: تم تأكيد البريد الإلكتروني
bg_bg: Имейл адресът бе успешно потвърден
ca_es: S'ha confirmat l'adreça de correu electrònic
cs_cz: E-mailová adresa potvrzena
de_de: E-Mail-Adresse wurde bestätigt
el_gr: Ο λογαριασμός ταχυδρομείου ήδη επιβεβαιώθηκε
fa_ir: آدرس ایمیا هنوز تایید نشده است
fi_fi: Sähköpostiosoite on vahvistettu
fr_fr: Votre adresse mail est confirmée
hu_hu: Az e-mail címet megerősítették
id_id: Alamat email telah dikonfirmasi
lt_lt: El. pašto adresas patvirtintas
nl_nl: E-mailadres is bevestigd
pl_pl: Adres e-mail został potwierdzony
pt_br: O endereço de e-mail foi confirmado
pt_pt: O endereço de correio eletrónico foi confirmado
ro_ro: Adresa de e-mail a fost confirmată
ru_ru: Адрес электронной почты подтвержден
sr_rs: Adresa e-pošte je potvrđena
tr_tr: E-posta adresi onaylandı
uk_ua: Email адресу підтверджено
vi_vn: Email đã được xác nhận
zh_cn: 邮箱地址已确认

source: Invalid email confirmation link
ar_sa: رابط تأكيد البريد الإلكتروني غير صالح
bg_bg: Невалидна връзка за потвърждаване на имейл адреса
ca_es: Enllaç de confirmació de correu electrònic no vàlid
cs_cz: Neplatný odkaz
de_de: Ungültiger E-Mail Bestätigungslink
el_gr: Μη έγκυρος σύνδεσμος επιβεβαίωσης email
fa_ir: لینک تایید ایمیل معتبر نیست
fi_fi: Virheellinen sähköpostin vahvistuslinkki
fr_fr: Le lien de confirmation d'email est invalide
hu_hu: Érvénytelen e-mail megerősítő link
id_id: Tautan konfirmasi email tidak valid
lt_lt: Netinkama el. pašto patvirtinimo nuoroda
nl_nl: Ongeldige e-mail bevestiging link
pl_pl: Nieprawidłowy link potwierdzający e-mail
pt_br: Link de confirmação de e-mail inválido
pt_pt: Ligação de confirmação de correio eletrónico inválida
ro_ro: Link de confirmare e-mail incorect
ru_ru: Неверная ссылка подтверждения email
sr_rs: Nevažeća veza za potvrdu e-pošte
tr_tr: E-posta onay bağlantısı geçersiz
uk_ua: Невірне посилання для підтвердження електронної пошти
vi_vn: Liên kết xác nhận email không hợp lệ
zh_cn: 无效的邮件确认链接

source: The password you chose when creating your account.
ar_sa: كلمة المرور التي اخترتها عند إنشاء الحساب الخاص بك.
bg_bg: Паролата, която сте избрали при създаването на профила ви.
ca_es: La contrasenya que heu triat en crear el vostre compte.
cs_cz: Heslo, které jste zadali při registraci.
de_de: Passwort, das beim Erstellen des Kontos festgelegt wurde.
el_gr: Ο κωδικός πρόσβασης που επιλέξατε κατά τη δημιουργία του λογαριασμού σας.
fa_ir: رمز عبوری که زمان ثبت نام انتخاب کرده اید.
fi_fi: Salasana jonka valitsit luodessasi tiliäsi.
fr_fr: Le mot de passe choisi lors de la création de votre compte.
hu_hu: A fiók létrehozásakor választott jelszó.
id_id: Kata sandi yang Anda pilih saat membuat akun.
lt_lt: Slaptažodis, kurį pasirinkote kurdami paskyrą.
nl_nl: Het wachtwoord dat gekozen is bij het aanmaken van het account.
pl_pl: Hasło, które wybrałeś podczas tworzenia konta.
pt_br: A senha que você escolheu ao criar sua conta.
pt_pt: A palavra-passe que escolheu quando criou a sua conta.
ro_ro: Parola pe care ați ales-o când creați contul.
ru_ru: Пароль, который вы выбрали при создании учетной записи.
sr_rs: Lozinka koju ste izabrali prilikom kreiranja naloga.
tr_tr: Hesabı oluştururken belirlediğiniz parola.
uk_ua: Пароль, який ви обрали при створенні облікового запису.
vi_vn: Mật khẩu bạn thiết lập khi tạo tài khoản.
zh_cn: 在创建账号时选定的密码。

source: Invalid per page number
ar_sa: غير صالح لكل رقم الصفحة
bg_bg: Невалиден брой страници
ca_es: No vàlid per número de pàgina
cs_cz: Neplatné číslo na stránku
de_de: Ungültige Anzahl pro Seite
el_gr: Μη έγκυρος αριθμός ανά σελίδα
fa_ir: شماره صفحه نامعتبر است
fi_fi: Virheellinen sivunumero
fr_fr: Numéro de page invalide
hu_hu: Érvénytelen oldalszámonként
id_id: Nomor setiap halaman tidak valid
nl_nl: Ongeldig per-pagina nummer
pl_pl: Nieprawidłowy numer strony
pt_br: Inválido por número de página
pt_pt: Número inválido por página
ro_ro: Număr de pagină incorect
ru_ru: Неверное количество на страницу
sr_rs: Nevažeći broj po stranici
tr_tr: Sayfa numarası başına geçersiz
uk_ua: Некоректний номер сторінки
vi_vn: Số lượng mỗi trang không hợp lệ
zh_cn: 每页的个数无效

source: Currency cannot be changed. Client already has invoices issued.
cs_cz: Měnu nelze změnit. Klient má již vystavené faktury.
el_gr: Το νόμισμα δεν μπορεί να αλλάξει. Ο πελάτης έχει ήδη τιμολόγια εκδομένα.
fa_ir: ارز انتخابی نمی تواند تغییر کند. قبلا" برای این کاربر فاکتور صادر شده است.
fi_fi: Valuuttaa ei voi vaihtaa. Asiakkaalla on jo muodostettuja laskuja.
fr_fr: La devise ne peut pas être modifiée. Le client a déjà des factures émises.
hu_hu: A pénznemet nem lehet megváltoztatni. Az ügyfél már kiállított számlákkal rendelkezik.
id_id: Mata uang tidak dapat diubah. Klien sudah memiliki invoice yang diterbitkan.
nl_nl: Valuta kan niet worden gewijzigd. Klant heeft al facturen ontvangen.
pl_pl: Waluty nie można zmienić. Klient ma już wystawione faktury.
ro_ro: Moneda nu poate fi schimbată. Clientul are deja facturi emise.
ru_ru: Валюту нельзя изменить. У клиента уже есть выставленные счета.
sr_rs: Valuta se ne može promeniti. Klijent već ima izdate fakture.
vi_vn: Không thể thay đổi được tiền tệ. Khách hàng đã phát hành hóa đơn.
zh_cn: 无法变更币种。客户已有账单。

source: Currency cannot be changed. Client already has orders.
cs_cz: Měnu nelze změnit. Klient už má objednávky.
el_gr: Το νόμισμα δεν μπορεί να αλλάξει. Ο πελάτης έχει ήδη παραγγελίες.
fa_ir: ارز انتخابی نمی تواند تغییر کند. این کابر دارای سفارش است.
fi_fi: Valuuttaa ei voi vaihtaa. Asiakkaalla on jo tilauksia.
fr_fr: La devise ne peut être modifiée. Le client a déjà des commandes.
hu_hu: A pénznemet nem lehet megváltoztatni. Az ügyfél már rendelkezik megrendelésekkel.
id_id: Mata uang tidak dapat diubah. Klien sudah memiliki pesanan.
nl_nl: Valuta kan niet worden gewijzigd. Klant heeft al bestellingen.
pl_pl: Waluty nie można zmienić. Klient ma już zamówienia.
ro_ro: Moneda nu poate fi schimbată. Clientul are deja comenzi.
ru_ru: Валюту нельзя изменить. У клиента уже есть заказы.
sr_rs: Valuta se ne može promeniti. Klijent već ima narudžbine.
vi_vn: Tiền tệ không thể thay đổi được. Khách hàng đã có đơn đặt hàng.
zh_cn: 无法变更币种。客户已有订单。

source: You must define the client's currency before adding funds.
cs_cz: Definuj klientovu měnu před přidáním finančních prostředků.
el_gr: Πρέπει να ορίσετε το νόμισμα του πελάτη πριν προσθέσετε χρήματα.
fa_ir: قبل از افزودن مبلغ باید ارز مشتری را تعریف کنید.
fr_fr: Définissez la devise des clients avant d'ajouter des fonds.
hu_hu: A pénzeszközök hozzáadása előtt határozza meg az ügyfelek pénznemét.
id_id: Tentukan mata uang klien sebelum menambahkan dana.
nl_nl: De valuta van de klant moet worden gedefinieerd voordat er geld kan worden toegevoegd.
pl_pl: Musisz zdefiniować walutę klienta przed dodaniem środków.
ro_ro: Trebuie să definiți moneda clientului înainte de a adaugă fonduri.
ru_ru: Вы должны определить валюту клиента перед добавлением средств.
sr_rs: Morate definisati klijentovu valutu pre dodavanja depozita.
vi_vn: Định nghĩa tiền tệ của khách hàng trước khi thêm quỹ.
zh_cn: 充值前请先为客户定义币种。
