Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Disable error reporting
ar_sa: تعطيل الإبلاغ عن الأخطاء
bg_bg: Изключване на отчитането и докладването на грешки
cs_cz: Zakázat hlášení chyb
de_de: Fehlerberichte deaktivieren
el_gr: Απενεργοποίηση αναφοράς σφαλμάτων
fa_ir: غیرفعال کردن گزارش خطا
fi_fi: Poista virheiden raportointi käytöstä
fr_fr: Désactiver le signalement d'erreurs
hu_hu: Hibajelentés letiltása
id_id: Nonaktifkan laporan error
nl_nl: Foutrapportage uitschakelen
pl_pl: Wyłącz raportowanie błędów
pt_br: Desativar relatório de erros
ro_ro: Dezactivați raportarea erorilor
ru_ru: Отключить отчет об ошибках
sr_rs: Onemogući izveštavanje o greškama
tr_tr: Hata raporlamayı devre dışı bırak
vi_vn: Vô hiệu hóa báo cáo lỗi
zh_cn: 禁用错误报告

source: Error reporting is disabled.
ar_sa: تم تعطيل الإبلاغ عن الأخطاء.
bg_bg: Отчитането и докладването на грешки беше изключено.
cs_cz: Hlášení chyb je zakázáno.
de_de: Fehlerberichterstattung ist deaktiviert.
el_gr: Η αναφορά σφαλμάτων είναι απενεργοποιημένη.
fa_ir: گزارش خطا غیرفعال است.
fi_fi: Virheraportointi on poistettu käytöstä.
fr_fr: Le signalement d'erreurs est désormais désactivé.
hu_hu: A hibajelentés le van tiltva.
id_id: Laporan error dinonaktifkan.
nl_nl: Foutrapportage is uitgeschakeld.
pl_pl: Raportowanie błędów jest wyłączone.
pt_br: Relatório de erros está desativado.
ro_ro: Raportarea erorilor este dezactivată.
ru_ru: Отчет об ошибках отключен.
sr_rs: Izveštavanje o greškama je onemogućen.
tr_tr: Hata raporlama devre dışı bırakıldı.
zh_cn: 错误报告已禁用。

source: Please consider enabling error reporting. Doing so allows us to provide you with better technical support and helps us to proactively improve FOSSBilling.
ar_sa: يرجى النظر في تمكين الإبلاغ عن الأخطاء. القيام بذلك يسمح لنا بتزويدك بدعم تقني وفني أفضل ويساعدنا على تحسين FOSSBilling.
bg_bg: Моля, помислете дали да разрешите докладването на грешки. Това ни позволява да ви осигурим по-добра техническа поддръжка и ни помага да подобряваме всеки ден FOSSBilling.
cs_cz: Zvažte prosím povolení hlášení chyb. Umožňuje nám tak poskytovat lepší technickou podporu a pomáhá nám aktivně vylepšit FOSSBilling.
de_de: Bitte denken Sie daran, Fehlerberichte zu aktivieren. Auf diese Weise können wir Ihnen einen besseren technischen Support bieten und FOSSBilling proaktiv verbessern.
el_gr: Παρακαλούμε σκεφτείτε να ενεργοποιήσετε την αναφορά σφαλμάτων. Με αυτόν τον τρόπο μας επιτρέπεται να σας παρέχουμε καλύτερη τεχνική υποστήριξη και μας βοηθά να βελτιώσουμε προληπτικά το FOSSBilling.
fa_ir: لطفاً گزارش خطا را فعال کنید. انجام این کار به ما امکان می دهد پشتیبانی فنی بهتری برای شما ارائه دهیم و به ما کمک می کند تا به طور فعال FOSSBilling را بهبود دهیم.
fi_fi: Harkitse virheraportoinnin käyttöönottoa. Näin voimme tarjota sinulle parempaa teknistä tukea ja auttaa meitä aktiivisesti parantamaan FOSSBillingia.
fr_fr: Veuillez envisager d'activer le signalements d'erreurs. Cela nous permet de vous fournir un meilleur support technique et nous aide à améliorer de manière proactive FOSSBilling.
hu_hu: Kérjük, fontolja meg a hibajelentés engedélyezését. Ez lehetővé teszi számunkra, hogy jobb technikai támogatást nyújtsunk Önnek, és segít nekünk a FOSSBilling proaktív fejlesztésében.
id_id: Mohon pertimbangkan untuk mengaktifkan laporan error. Ini akan memudahkan kami untuk menyediakan Anda dukungan teknikal dan membantu kami untuk aktif dalam improvisasi FOSSBilling.
nl_nl: Overweeg om foutrapportage in te schakelen. Hierdoor kunnen we u betere technische ondersteuning bieden en kunnen we FOSSBilling proactief verbeteren.
pl_pl: Rozważ włączenie raportowania błędów. Pozwoli nam to świadczyć lepsze wsparcie techniczne i aktywnie udoskonalać FOSSBilling.
pt_br: Por favor, considere habilitar o relatório de erros. Isso nos permite fornecer melhor suporte técnico e nos ajuda a melhorar proativamente o FOSSBilling.
ro_ro: Vă rugăm să luați în considerare activarea raportării erorilor. Făcând astfel, ne permite să vă oferim asistență tehnică mai bună și ne ajută să îmbunătățim în mod proactiv FOSSBilling.
ru_ru: Пожалуйста, рассмотрите возможность включения отчетов об ошибках. Это позволяет нам предоставлять вам лучшую техническую поддержку и помогает нам активно улучшать FOSSBilling.
tr_tr: Lütfen hata raporlamayı etkinleştirmeyi düşünün. Bunu yapmak size daha iyi teknik destek sunmamızı sağlar ve FOSSBilling'i proaktif olarak geliştirmemize yardımcı olur.
zh_cn: 请考虑启用错误报告。这样做可以让我们为您提供更好的技术支持，并帮助我们主动改进FOSSBilling。

source: Error reporting is now enabled.
ar_sa: تم تمكين الإبلاغ عن الأخطاء الان.
bg_bg: Отчитането и докладването на грешки беше включено.
cs_cz: Hlášení chyb je nyní povoleno.
de_de: Die Fehlerberichterstattung ist jetzt aktiviert.
el_gr: Η αναφορά σφαλμάτων είναι τώρα ενεργοποιημένη.
fa_ir: گزارش خطا اکنون فعال است.
fi_fi: Virheraportointi on nyt käytössä.
fr_fr: Le signalement d'erreurs est désormais activé.
hu_hu: A hibajelentés most már engedélyezve van.
id_id: Laporan error sekarang diaktifkan.
nl_nl: Foutrapportage is nu ingeschakeld.
pl_pl: Raportowanie błędów jest teraz włączone.
pt_br: O relatório de erros agora está ativado.
ro_ro: Raportarea erorilor este acum activată.
ru_ru: Отчет об ошибках теперь включен.
sr_rs: Izveštavanje o greškama je omogućena.
tr_tr: Hata raporlama etkinleştirildi.
zh_cn: 现在已启用错误报告。

source: Enable error reporting
ar_sa: تمكين الإبلاغ عن الأخطاء
bg_bg: Включване на отчитането и докладването на грешки
cs_cz: Povolit hlášení chyb
de_de: Fehlerberichte aktivieren
el_gr: Ενεργοποίηση αναφοράς σφαλμάτων
fa_ir: فعال کردن گزارش خطا
fi_fi: Ota virheiden raportointi käyttöön
fr_fr: Activer le signalement d'erreurs
hu_hu: Hibajelentés engedélyezése
id_id: Aktifkan laporan error
nl_nl: Foutrapportage inschakelen
pl_pl: Włącz raportowanie błędów
pt_br: Ativar relatório de erros
ro_ro: Activați raportarea erorilor
ru_ru: Включить отчет об ошибках
sr_rs: Omogući izveštavanje o greškama
tr_tr: Hata raporlamayı etkinleştir
zh_cn: 启用错误报告

source: FOSSBilling optionally includes automated error reporting to help aid the project's development and stability. To find the most up-to-date information about it, you should review the links and information below.
ar_sa: وتشمل FOSSBilling اختيارياً الإبلاغ الآلي عن الأخطاء للمساعدة في تطوير المشروع واستقراره. للعثور على أحدث المعلومات عنه، يجب عليك مراجعة الروابط والمعلومات أدناه.
bg_bg: FOSSBilling по желание включва и автоматизирано отчитане на грешки, за да подпомогне развитието и стабилността на проекта. За да намерите най-актуалната информация за него, трябва да прегледате връзките и информацията по-долу.
cs_cz: FOSSBilling případně zahrnuje automatizované hlášení chyb, které má napomoci rozvoji a stabilitě projektu. Pro nalezení nejaktuálnějších informací o nich byste měli zkontrolovat níže uvedené odkazy.
de_de: FOSSBilling enthält optional automatische Fehlerberichte, um die Entwicklung und Stabilität des Projekts zu unterstützen. Um die aktuellsten Informationen darüber zu finden, sollten Sie die unten stehenden Links und Informationen lesen.
el_gr: Το FOSSBilling περιλαμβάνει προαιρετικά αυτοματοποιημένη αναφορά σφαλμάτων για να βοηθήσει στην ανάπτυξη και τη σταθερότητα του έργου. Για να βρείτε τις πιο ενημερωμένες πληροφορίες σχετικά με αυτό, θα πρέπει να ανατρέξετε στους παρακάτω συνδέσμους και πληροφορίες.
fa_ir: FOSSBilling به صورت اختیاری شامل گزارش خودکار خطا برای کمک به توسعه و پایداری پروژه است. برای یافتن به روزترین اطلاعات در مورد آن، باید لینک ها و اطلاعات زیر را بررسی کنید.
fi_fi: Vaihtoehtoisesti FOSSBilling sisältää automaattisen virheraportoinnin tukemaan hankkeen kehitystä ja vakautta. Löytääksesi ajantasaisimmat tiedot siitä sinun tulee tarkastella alla olevia linkkejä ja tietoja.
fr_fr: FOSSBilling inclut en option un rapport d'erreurs automatisé pour faciliter le développement et la stabilité du projet. Pour trouver les informations les plus récentes à ce sujet, vous devez consulter les liens et les informations ci-dessous.
hu_hu: A FOSSBilling opcionálisan automatikus hibajelentést is tartalmaz, amely segíti a projekt fejlődését és stabilitását. A legfrissebb információk megtalálásához tekintse át az alábbi linkeket és információkat.
id_id: FOSSBilling secara opsional memasukan laporan error otomatis untuk membantuk stabilitas dan pengembangan project. Untuk menemukan pembaruan informasi ini, Anda harus melihat tautan dan informasi dibawah.
nl_nl: FOSSBilling omvat optioneel geautomatiseerde foutrapportage om de ontwikkeling en stabiliteit van het project te helpen. Om de meest actuele informatie hierover te vinden, kunt u de onderstaande links en informatie bekijken.
pl_pl: FOSSBilling opcjonalnie zawiera automatyczne raportowanie błędów, aby pomóc w rozwoju projektu i zapewnić jego stabilność. Aby uzyskać najnowsze informacje na ten temat, należy zapoznać się z poniższymi linkami i informacjami.
pt_br: FOSSBilling opcionalmente inclui o relatório de erros automáticos para ajudar no desenvolvimento e estabilidade do projeto. Para encontrar as informações mais atualizadas sobre elas, você deve rever os links e as informações abaixo.
ro_ro: FOSSBilling include opțional raportarea erorilor automate pentru a ajuta la dezvoltarea și stabilitatea proiectului. Pentru a găsi cele mai recente informații despre aceasta, ar trebui să revizuiești linkurile și informațiile de mai jos.
ru_ru: FOSSBilling опционально включает автоматизированный отчет об ошибках, чтобы помочь развитию и стабильности проекта. Чтобы найти самую актуальную информацию об этом, ознакомьтесь с ссылками и информацией ниже.
sr_rs: FOSSBilling opciono uključuje automatizovano izveštavanje o greškama kako bi se pomogao razvoj i stabilnost projekta. Da biste pronašli najažurnije informacije o tome, trebalo bi da pregledate linkove i informacije u nastavku.
tr_tr: FOSBilling isteğe bağlı olarak projenin gelişimine ve istikrarına yardımcı olmak için otomatik hata raporlamayı içerir. Konuyla ilgili en güncel bilgilere ulaşmak için aşağıdaki bağlantıları ve bilgileri inceleyebilirsiniz.
zh_cn: FOSSBilling可选地包括自动错误报告，以帮助项目的开发和稳定。要查找有关它的最新信息，您应该查看下面的链接和信息。

source: Learn more about error reporting
ar_sa: معرفة المزيد حول الإبلاغ عن الأخطاء
bg_bg: Научете повече за отчитането и докладването на грешки
cs_cz: Zjistit více o hlášení chyb
de_de: Erfahren Sie mehr über Fehlerberichte
el_gr: Μάθετε περισσότερα σχετικά με την αναφορά σφαλμάτων
fa_ir: درباره گزارش خطا بیشتر بدانید
fi_fi: Lue lisää virheiden raportoinnista
fr_fr: En savoir plus sur le signalement d'erreurs
hu_hu: További információ a hibajelentésről
id_id: Pelajari lebih lanjut tentang laporan error
nl_nl: Leer meer over foutrapportage
pl_pl: Dowiedz się więcej o raportowaniu błędów
pt_br: Saiba mais sobre o relatório de erros
ro_ro: Aflați mai multe despre raportarea erorilor
ru_ru: Узнать больше об отчетах об ошибках
sr_rs: Saznajte više o izveštavanju o greškama
tr_tr: Hata raporlama hakkında daha fazla bilgi edinin
zh_cn: 了解有关错误报告的详细信息

source: Error reporting changelog
ar_sa: خطأ في الإبلاغ عن سجل التغييرات
bg_bg: Отчитането и докладването на грешки списък с промени
cs_cz: Seznam změn pro hlášení chyb
de_de: Fehler beim Laden des Änderungsprotokolls
el_gr: Αναφορά σφαλμάτων changelog
fa_ir: خطا در گزارش تغییرات
fi_fi: Virheraportoinnin muutosluettelo
fr_fr: Erreur lors du signalement des modifications
hu_hu: Hibajelentés változásnaplója
id_id: Perubahan laporan error
nl_nl: Fout bij rapporteren van wijzigingen logboek
pl_pl: Dziennik zmian raportowania błędów
pt_br: Erro ao relatar o registro de alterações
ro_ro: Eroare la raportarea modificărilor
ru_ru: Журнал изменений отчетов об ошибках
sr_rs: Greška pri prijavljivanju dnevnika promena
tr_tr: Hata raporlama değişim/güncelleme kayıtları
zh_cn: 报告更改日志时出错

source: Last applicable behavior change:
cs_cz: Poslední platná změna chování:
el_gr: Τελευταία αλλαγή συμπεριφοράς:
fa_ir: آخرین تغییر رفتار قابل اعمال:
fr_fr: Dernier changement de comportement applicable :
hu_hu: Utolsó alkalmazható viselkedésváltozás:
id_id: Perubahan terakhir:
nl_nl: Laatst toepasbare gedragswijziging:
pl_pl: Ostatnia zmiana związana z zachowaniem:
ro_ro: Ultima schimbare de comportament aplicată:
ru_ru: Последнее применимое изменение поведения:
sr_rs: Poslednja primenjiva promena ponašanja:

source: The last applicable behavior change represents the most recent FOSSBilling version that changed error reporting which also applies to this current version. There may have been more recent changes than what's listed.
ar_sa: يمثل آخر تغيير في السلوك قابل للتطبيق أحدث نسخة من FOSSBilling التي غيرت الإبلاغ عن الأخطاء والتي تنطبق أيضًا على هذا الإصدار الحالي. ربما كانت هناك تغييرات أحدث من ما ورد في القائمة.
bg_bg: Последната приложима промяна в поведението представлява най-новата версия на FOSSBilling, която е променила отчитането на грешки, което се отнася и за настоящата версия. Възможно е да е имало и по-скорошни промени от изброените.
cs_cz: Poslední platná změna chování představuje nejnovější verzi FOSSBillingu, která změnila hlášení chyb, která se vztahuje také na tuto aktuální verzi. Možná došlo k novějším změnám, než co je uvedeno v seznamu.
de_de: Die letzte zutreffende Verhaltensänderung stellt die neueste Version von FOSSBilling dar, die die Fehlermeldung geändert hat, die auch für diese aktuelle Version gilt. Möglicherweise gab es neuere Änderungen als die Auflistungen.
el_gr: Η τελευταία εφαρμοστέα αλλαγή συμπεριφοράς αντιπροσωπεύει την πιο πρόσφατη έκδοση του FOSSBilling που άλλαξε την αναφορά σφαλμάτων, η οποία ισχύει και για την τρέχουσα έκδοση. Ενδέχεται να έχουν υπάρξει πιο πρόσφατες αλλαγές από αυτές που αναφέρονται.
fa_ir: آخرین تغییر رفتار قابل اجرا نشان‌دهنده جدیدترین نسخه FOSSBilling است که گزارش خطا را تغییر داده است که در این نسخه فعلی نیز اعمال می‌شود. ممکن است تغییرات اخیر بیشتر از آنچه در لیست آمده است وجود داشته باشد.
fi_fi: Viimeisin sovellettava käyttäytymismuutos edustaa viimeisintä FOSSBilling-versiota, joka muutti virheiden raportointia, joka koskee myös tätä nykyistä versiota. Viimeisimpiä muutoksia on saattanut olla enemmän kuin mitä on lueteltu.
fr_fr: Le dernier changement de comportement applicable représente la version la plus récente de FOSSBilling qui a modifié le rapport d'erreurs, qui s'applique également à cette version actuelle. Il se peut qu'il y ait eu des changements plus récents que ceux répertoriés.
hu_hu: Az utolsó alkalmazható viselkedésmódosítás a legutóbbi FOSSBilling-verzió, amely megváltoztatta a hibajelentést, és ez a jelenlegi verzióra is vonatkozik. Lehetséges, hogy a felsoroltaknál újabb változások történtek.
id_id: Perubahan terakhir mengubah versi FOSSBilling yang mengubah laporan error yang dimana diterapkan di versi ini. Memungkinkan adanya perubahan lebih banyak lagi daripada yang terdaftar.
nl_nl: De laatste toepasselijke gedragswijziging vertegenwoordigt de meest recente FOSSBilling versie die de foutrapportage heeft gewijzigd, wat ook van toepassing is op deze huidige versie. Er kunnen recentere wijzigingen zijn geweest dan wat er wordt vermeld.
pl_pl: Ostatnia zastosowana zmiana zachowania reprezentuje najnowszą wersję FOSSBilling, która zmieniła raportowanie błędów, co również dotyczy bieżącej wersji. Mogły wystąpić bardziej aktualne zmiany, niż te wymienione.
pt_br: A última alteração de comportamento aplicável representa a versão mais recente do FOSSBilling que alterou o relatório de erros, o que também se aplica a esta versão atual. Pode ter havido alterações mais recentes do que as listadas.
ro_ro: Ultima modificare comportamentală aplicabilă reprezintă cea mai recentă versiune FOSSBilling care a modificat raportarea erorilor care se aplică și la această versiune curentă. Este posibil să fi avut loc modificări mai recente decât ceea ce este enumerat.
ru_ru: Последнее применимое изменение поведения представляет самую последнюю версию FOSSBilling, которая изменила отчетность об ошибках и которая также применима к текущей версии. Возможно, были более поздние изменения, чем перечисленные.
sr_rs: Poslednja primenjiva promena ponašanja predstavlja najnoviju verziju FOSSBilling-a koja je promenila izveštavanje o greškama što se takođe odnosi na ovu trenutnu verziju. Možda je bilo novijih promena od onih koje su navedene.
tr_tr: Uygulanabilir son davranış değişikliği, bu güncel sürüm için de geçerli olan hata raporlamasını değiştiren en son FOSBilling sürümünü temsil eder. Listelenenden daha yeni değişiklikler olmuş olabilir.
zh_cn: 最后一个适用的行为更改代表更改错误报告的最新FOSSBilling版本，该错误报告也适用于当前版本。可能有比列出的更新的更改。

source: Checking external IP...
ro_ro: Se verifică IP-ul extern...
ru_ru: Проверка внешнего IP...

source: If your server has multiple network interfaces, you may select the default one for FOSSBilling to use when making requests here.
cs_cz: Pokud má váš server více síťových rozhraní, můžete zvolit výchozí rozhraní pro FOSSBilling při podávání žádostí zde.
de_de: Wenn Ihr Server mehrere Netzwerkschnittstellen hat, können Sie hier die Standardeinstellung für FOSSBilling festlegen.
el_gr: Εάν ο διακομιστής σας διαθέτει πολλαπλές διασυνδέσεις δικτύου, μπορείτε να επιλέξετε την προεπιλεγμένη διασύνδεση που θα χρησιμοποιεί το FOSSBilling κατά την υποβολή αιτήσεων εδώ.
fa_ir: به نظر نمی رسد ارتباط شبکه انتخاب شده در حال حاضر به اینترنت دسترسی داشته باشید.
fr_fr: Si votre serveur possède plusieurs interfaces réseau, vous pouvez sélectionner ici celle par défaut pour FOSSBilling à utiliser lors des requêtes.
hu_hu: Ha a szerver több hálózati interfésszel rendelkezik, itt kiválaszthatja az alapértelmezettet, amelyet a FOSSBilling a kérések során használni fog.
id_id: Jika server Anda memiliki network interface lebih yang banyak, Anda dapat memilih salah satu sebagai bawaan network interface FOSSBiling yang akan digunakan untuk membuat permintaan atau request disini.
nl_nl: Als de server meerdere netwerkinterfaces heeft, kan hier de standaardinterface voor FOSSBilling worden geselecteerd om verzoeken te doen.
pl_pl: Jeśli twój serwer ma wiele interfejsów sieciowych, możesz wybrać domyślny dla FOSSbilling do użycia przy składaniu żądań tutaj.
pt_br: Se o seu servidor tiver múltiplas interfaces de rede, você pode selecionar a interface padrão para o FOSSBilling usar ao fazer solicitações aqui.
ro_ro: Dacă serverul dvs. are mai multe interfețe de rețea, o puteți selecta pe cea implicită pe care FOSSBilling să o utilizeze atunci când faceți cereri aici.
ru_ru: Если ваш сервер имеет несколько сетевых интерфейсов, вы можете выбрать интерфейс по умолчанию для использования FOSSBilling при выполнении запросов.
sr_rs: Ako vaš server ima više mrežnih interfejsa, možete izabrati podrazumevani za FOSSBilling koji će se koristiti prilikom postavljanja zahteva ovde.

source: Select the default network interface:
cs_cz: Vyberte výchozí síťové rozhraní:
de_de: Wählen Sie die Standard-Netzwerkschnittstelle:
el_gr: Επιλέξτε την προεπιλεγμένη διασύνδεση δικτύου:
fa_ir: رابط شبکه پیش فرض را انتخاب کنید:
fr_fr: Sélectionner l'interface réseau par défaut :
hu_hu: Válassza ki az alapértelmezett hálózati interfészt:
id_id: Pilih network interface bawaan:
nl_nl: Selecteer de standaard netwerk interface:
pl_pl: Wybierz domyślny interfejs sieciowy:
pt_br: Selecione a interface de rede padrão:
ro_ro: Selectați interfața de rețea implicită:
ru_ru: Выберите сетевой интерфейс по умолчанию:
sr_rs: Izaberite podrazumevani mrežni interfejs:

source: None (Default PHP Behavior)
cs_cz: Žádný (výchozí chování PHP)
de_de: Keine (Standard PHP verwenden)
el_gr: Κανένα (Συμπεριφορά Της Php)
fa_ir: هیچ (رفتار پیش فرض PHP)
fr_fr: Aucun (comportement PHP par défaut)
hu_hu: Nincs (alapértelmezett PHP viselkedés)
id_id: Tidak Ada (Bawaan PHP)
nl_nl: Geen (standaard PHP gedrag)
pl_pl: Brak (Domyślne zachowanie PHP)
pt_br: Nenhum (Comportamento PHP Padrão)
ro_ro: Niciunul (Comportament PHP Default)
ru_ru: Нет (поведение PHP по умолчанию)
sr_rs: Ništa (Podrazumevano PHP Ponašanje)

source: Enter a custom interface to use:
cs_cz: Zadejte vlastní rozhraní, které chcete používat:
de_de: Benutzerdefinierte Schnittstelle eingeben:
el_gr: Εισάγετε μια προσαρμοσμένη διεπαφή για χρήση:
fa_ir: یک رابط سفارشی برای استفاده وارد کنید:
fr_fr: Entrez une interface personnalisée à utiliser :
hu_hu: Adja meg a használni kívánt egyéni interfészt:
id_id: Masukan interface kustom untuk digunakan:
nl_nl: Voer een aangepaste interface in om te gebruiken:
pl_pl: Wprowadź własny interfejs:
pt_br: Digite uma interface personalizada para usar:
ro_ro: Introduceți o interfață personalizată pentru a folosi:
ru_ru: Введите пользовательский интерфейс для использования:
sr_rs: Unesite prilagođeni interfejs koji ćete koristiti:
zh_cn: 输入要使用的自定义界面用途：

source: If the dropdown menu doesn't have the appropriate network interface, please enter the IP address or name (e.g., eth0) of the correct one above.
cs_cz: Pokud rozbalovací menu nemá odpovídající síťové rozhraní, zadejte prosím IP adresu nebo jméno (např. eth0) správného adresy výše.
de_de: Wenn das Dropdown-Menü nicht die richtige Netzwerkschnittstelle enthält, geben Sie bitte die IP-Adresse oder den Namen (z. B. eth0) der richtigen Schnittstelle ein.
el_gr: Εάν στο αναπτυσσόμενο μενού δεν υπάρχει η κατάλληλη διασύνδεση δικτύου, πληκτρολογήστε τη διεύθυνση IP ή το όνομα (π.χ. eth0) της σωστής διασύνδεσης παραπάνω.
fa_ir: اگر منوی کشویی رابط شبکه مناسبی ندارد، لطفاً آدرس IP یا نام (به عنوان مثال، eth0) آدرس صحیح بالا را وارد کنید.
fr_fr: Si le menu déroulant ne possède pas l'interface réseau appropriée, veuillez entrer l'adresse IP ou le nom (par exemple, eth0) de la bonne interface.
hu_hu: Ha a legördülő menüben nem szerepel a megfelelő hálózati interfész, kérjük, adja meg a megfelelő IP-címét vagy nevét (pl.: eth0).
id_id: Jika daftar menu tidak memunculkan network interface, mohon masukan alamat IP atau nama network interfacenya (contoh: eth0).
nl_nl: Als het dropdown menu niet de juiste netwerkinterface heeft, voer dan het IP-adres of de naam (bijvoorbeeld eth0) van de juiste interface hierboven in.
pl_pl: Jeśli rozwijane menu nie posiada odpowiedniego interfejsu sieciowego, wprowadź adres IP lub nazwę (np. eth0) poprawnego interfejsu powyżej.
pt_br: Se o menu suspenso não tiver a interface de rede apropriada, insira o endereço IP ou nome (por exemplo, eth0) da interface correta acima.
ro_ro: Dacă meniul vertical nu are interfața de rețea potrivită, va rugăm să introduceți adresa IP sau numele (de exemplu, eth0) al celei corecte de mai sus.
ru_ru: Если в выпадающем меню нет подходящего сетевого интерфейса, введите IP-адрес или имя (например, eth0) правильного интерфейса выше.
sr_rs: Ako padajući meni nema odgovarajući mrežni interfejs, unesite IP adresu ili ime (npr. eth0) iznad ispravnog.
zh_cn: 如果网络菜单没有相应的网络接口，请输入IP地址或名称（例如，eth0）的正确的一个以上。
