Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Action code
ar_sa: كود الإجراء
bg_bg: Код за действие
ca_es: Codi d'acció
cs_cz: Akční kód
de_de: Aktionscode
el_gr: Κώδικας ενέργειας
fa_ir: کد عملیات
fi_fi: Toimintakoodi
fr_fr: Code d'activation
hu_hu: Műveleti kód
id_id: Kode aksi
lt_lt: Veiksmo kodas
nl_nl: Actie Code
pl_pl: Kod akcji
pt_br: Código de ação
pt_pt: Código de ação
ro_ro: Cod de acţiune
ru_ru: Код действия
sr_rs: Kod akcije
tr_tr: Eylem kodu
uk_ua: Код дії
vi_vn: Mã chức năng
zh_cn: 操作代码

source: FOSSBilling queues emails to have them be sent via cron in the background. Here you may find the list of queued emails and how many times the system has tried to send them.
ar_sa: قوائم انتظار FOSSBilling بالبريد الإلكتروني لحملها على إرسالها عبر كرون في الخلفية. هنا قد تجد قائمة رسائل البريد الإلكتروني في قائمة الانتظار وعدد المرات التي حاول فيها النظام إرسالها.
bg_bg: FOSSBilling поставя имейлите на опашка, за да бъдат изпратени чрез cron във фонов режим. Тук можете да намерите списъка с имейли на опашката и колко пъти системата се е опитала да ги изпрати.
cs_cz: E-maily ve frontě FOSSBilling musí být odeslány přes cron. Zde můžete najít seznam e-mailů ve frontě a kolikrát je systém pokusil odeslat.
el_gr: Το FOSSBilling βάζει σε ουρά τα μηνύματα ηλεκτρονικού ταχυδρομείου για να τα στείλει μέσω cron στο παρασκήνιο. Εδώ μπορείτε να βρείτε τη λίστα με τα email που βρίσκονται στην ουρά και πόσες φορές το σύστημα προσπάθησε να τα στείλει.
fa_ir: FOSSBilling ایمیل ها را در صف می گذارد تا از طریق cron در پس زمینه ارسال شود. در اینجا ممکن است لیست ایمیل های در صف و تعداد دفعاتی که سیستم سعی کرده آنها را ارسال کند را بیابید.
fi_fi: FOSSBilling asettaa sähköpostit jonoon, jotta ne voidaan lähettää cron-ohjelman kautta taustalla. Täältä löydät luettelon jonossa olevista sähköposteista ja siitä, kuinka monta kertaa järjestelmä on yrittänyt lähettää niitä.
fr_fr: FOSSBilling met les e-mails en file d'attente pour qu'ils soient envoyés via cron en arrière-plan. Ici vous pouvez trouver la liste des e-mails en file d'attente et combien de fois le système a tenté de les envoyer.
hu_hu: A FOSSBilling sorba állítja az e-maileket, hogy azokat a háttérben a cron segítségével küldjék el. Itt találhatod a sorban álló e-mailek listáját és azt, hogy a rendszer hányszor próbálta elküldeni őket.
id_id: FOSSBilling mengantre surel supaya dikirim melalui cron di latar belakang. Di sini Anda dapat menemukan daftar surel yang mengantri dan berapa kali sistem mencoba mengirimkannya.
nl_nl: FOSSBilling plaatst e-mails in de wachtrij om deze via cron op de achtergrond te verzenden. Hier is de lijst te vinden van e-mails in de wachtrij en hoe vaak het systeem heeft geprobeerd ze te verzenden.
pl_pl: FOSSBilling kolejkuje e-maile, aby mogły być wysyłane za pomocą cron w tle. Tutaj znajdziesz listę e-maili w kolejce i ile razy system próbował je wysłać.
pt_br: O FOSSBilling coloca os e-mails na fila para serem enviados via cron em segundo plano. Aqui você encontra a lista de e-mails na fila e quantas vezes o sistema tentou enviá-los.
ro_ro: FOSSBilling pune în coadă e-mailurile pentru a le trimite prin intermediul cron în fundal. Aici puteți găsi lista de e-mailuri din coada de așteptare și de câte ori sistemul a încercat să le trimită.
ru_ru: FOSSBilling ставит письма в очередь для отправки через cron в фоновом режиме. Здесь вы можете найти список писем в очереди и количество попыток их отправки.
sr_rs: FOSSBilling stavlja u red poruke emaila da bi se slali preko cron-a u pozadini. Ovde možete pronaći listu emaila na čekanju i koliko puta je sistem pokušao da ih pošalje.
tr_tr: FOSSBilling, e-postaları arka planda cron aracılığıyla gönderilmek üzere sıraya koyar. Burada sıraya alınan e-postaların listesini ve sistemin bunları kaç kez göndermeyi denediğini bulabilirsiniz.

source: Emails that have been sent or that failed to be sent will not be listed here.
ar_sa: رسائل البريد الإلكتروني التي تم إرسالها أو التي فشل إرسالها لن تدرج هنا.
bg_bg: Имейли, които са били изпратени или тези който не са успели да бъдат изпратени, няма да бъдат изброени тук.
cs_cz: E-maily, které byly odeslány nebo které se nepodařilo odeslat, zde nebudou uvedeny.
de_de: E-Mails, die bereits gesendet wurden oder nicht gesendet werden konnten, werden hier nicht aufgeführt.
el_gr: Τα μηνύματα ηλεκτρονικού ταχυδρομείου που έχουν αποσταλεί ή που απέτυχαν να αποσταλούν δεν θα παρατίθενται εδώ.
fa_ir: ایمیل هایی که ارسال شده اند یا ارسال نشده اند در اینجا لیست نمی شوند.
fi_fi: Lähetettyjä tai lähettämättä jääneitä sähköpostiviestejä ei luetella tässä.
fr_fr: Les e-mails qui ont été envoyés ou qui n’ont pas été envoyés ne seront pas répertoriés ici.
hu_hu: Az elküldött vagy sikertelen e-mailek nem jelennek meg itt.
id_id: Surel yang telah terkirim atau gagal terkirim tidak akan dicantumkan di sini.
nl_nl: E-mails die zijn verzonden of die niet verzonden konden worden, worden hier niet weergegeven.
pl_pl: E-maile, które zostały wysłane lub których nie udało się wysłać, nie będą tutaj wymienione.
pt_br: Os e-mails que foram enviados ou que falharam em ser enviados não serão listados aqui.
ro_ro: E-mailurile care au fost trimise sau care nu au putut fi trimise nu vor fi listate aici.
ru_ru: Письма, которые были отправлены или не удалось отправить, не будут отображаться здесь.
sr_rs: Emailovi koje su poslati ili nisu poslati neće biti navedeni ovde.
tr_tr: Gönderilen veya gönderilemeyen e-postalar burada listelenmeyecektir.

source: To (Email)
ar_sa: إلى (عناوين البريد الإلكتروني)
bg_bg: До (Имейл)
cs_cz: Komu (email)
de_de: An (E-Mail)
el_gr: Προς (Email)
fa_ir: به (ایمیل)
fi_fi: Vastaanottaja (sähköposti)
fr_fr: À (Email)
id_id: Ke (Surelnya)
nl_nl: Naar (E-mail)
pl_pl: Do (E-mail)
pt_br: Para (E-mail)
ro_ro: Către (Email)
ru_ru: Кому (Email)
sr_rs: Za (Email)
tr_tr: Alıcı (E-posta)

source: Tries
ar_sa: المحاولات
bg_bg: Опити
cs_cz: Pokusy
de_de: Versuche
el_gr: Προσπάθειες
fa_ir: تلاش
fi_fi: Yritykset
fr_fr: Essaies
hu_hu: Próbál
id_id: Percobaan
nl_nl: Pogingen
pl_pl: Próby
pt_br: Tentativas
ro_ro: Încercări
ru_ru: Попытки
sr_rs: Pokušava
tr_tr: Deneme Sayısı

source: Created at
ar_sa: أنشئ في
bg_bg: Създадено на
ca_es: Creat el
cs_cz: Vytvořeno v
de_de: Erstellt am
el_gr: Δημιουργήθηκε στις
fa_ir: ایجاد شده در
fi_fi: Luontiaika
fr_fr: Créé à
hu_hu: Készült a
id_id: Buat Pada
lt_lt: Sukurta
nl_nl: Aangemaakt op
pl_pl: Utworzono
pt_br: Criado em
pt_pt: Criado em
ro_ro: Creat la
ru_ru: Создано
sr_rs: Napravljeno od
tr_tr: Oluşturma Tarihi
uk_ua: Дата створення
vi_vn: Đã tạo lúc
zh_cn: 创建时间

source: Updated at
ar_sa: تم التحديث في
bg_bg: Обновено на
ca_es: Actualitzat a
cs_cz: Datum poslední změny:
de_de: Aktualisiert am
el_gr: Ενημερώθηκε στις
fa_ir: به‌روز شده در
fi_fi: Päivitysajankohta
fr_fr: Actualisé le
hu_hu: Frissítve
id_id: Diperbarui pada
lt_lt: Atnaujinta
nl_nl: Gewijzigd op
pl_pl: Zaktualizowano
pt_br: Atualizado em
pt_pt: Atualizado em
ro_ro: Actualizat la
ru_ru: Обновлено
sr_rs: Ažurirano od
tr_tr: Güncellenme tarihi
uk_ua: Оновлено в
vi_vn: Đã cập nhật lúc
zh_cn: 更新日期

source: The list is empty.
ar_sa: القائمة فارغة.
bg_bg: Списъкът е празен.
cs_cz: Seznam je prázdný.
de_de: Die Liste ist leer.
el_gr: Η λίστα είναι άδεια.
fa_ir: لیست خالی است.
fi_fi: Luettelo on tyhjä.
fr_fr: La liste est vide.
hu_hu: A lista üres.
id_id: Daftar ini kosong.
nl_nl: De lijst is leeg.
pl_pl: Lista jest pusta.
pt_br: A lista está vazia.
ro_ro: Lista este goală.
ru_ru: Список пуст.
sr_rs: Lista je prazna.
tr_tr: Liste boş.
vi_vn: Danh sách rỗng.

source: Email settings updated
ar_sa: تم تحديث إعدادات البريد الإلكتروني
bg_bg: Настройките за имейла бяха актуализирани
ca_es: S'ha actualitzat la configuració del correu electrònic
cs_cz: Nastavení e-mailu bylo aktualizováno
de_de: E-Mail Einstellungen aktualisiert
el_gr: Οι ρυθμίσεις email ενημερώθηκαν
fa_ir: تنظیمات ایمیل به‌روزرسانی شد
fi_fi: Sähköpostiasetukset päivitetty
fr_fr: Paramètres de messagerie mis à jour
hu_hu: E-mail beállítások frissítve
id_id: Pengaturan email diperbarui
lt_lt: El. pašto nustatymai atnaujinti
nl_nl: De e-mailinstellingen zijn succesvol gewijzigd
pl_pl: Ustawienia e-maila zaktualizowane
pt_br: Configurações de e-mail atualizadas
pt_pt: Definições de correio eletrónico actualizadas
ro_ro: Setări de e-mail actualizate
ru_ru: Настройки почты обновлены
sr_rs: Podešavanja e-pošte su ažurirana
tr_tr: E-posta ayarları güncellendi
uk_ua: Налаштування електронної пошти оновлено
vi_vn: Thiết lập email đã được cập nhật
zh_cn: 电子邮件信息已更新

source: Configure email options
ar_sa: تكوين خيارات البريد الإلكتروني
bg_bg: Конфигурирайте опциите за имейл
ca_es: Configura les opcions de correu electrònic
cs_cz: Nastavit možnosti e-mailu
de_de: E-Mail Optionen konfigurieren
el_gr: Ρύθμιση επιλογών email
fa_ir: پیکربندی تنظیمات ایمیل
fi_fi: Määritä sähköpostiasetukset
fr_fr: Configurer les options de messagerie
hu_hu: E-mail beállítások konfigurálása
id_id: Opsi Konfigurasi email
lt_lt: Konfigūruoti el. pašto parinktis
nl_nl: E-mailopties configureren
pl_pl: Konfiguruj opcje e-maila
pt_br: Configurar opções de e-mail
pt_pt: Configurar opções de correio eletrónico
ro_ro: Configurați opțiunile de e-mail
ru_ru: Настройка параметров почты
sr_rs: Konfigurišite email opcije
tr_tr: E-posta seçeneklerini yapılandırın
uk_ua: Налаштування параметрів електронної пошти
vi_vn: Cấu hình tùy chọn email
zh_cn: 配置电子邮件选项

source: FOSSBilling sends emails using <em>sendmail</em> by default or you can configure your own SMTP server
ar_sa: يرسل FOSSBilling رسائل البريد الإلكتروني باستخدام <em>sendmail</em> بشكل افتراضي أو يمكنك تكوين خادم SMTP الخاص بك
bg_bg: FOSSBilling по подразбиране изпраща имейли посредством <em> sendmail </em> или можете да конфигурирате своя SMTP сървър
ca_es: FOSSBilling envia correus electrònics mitjançant <em>sendmail</em> de manera predeterminada o podeu configurar el vostre propi servidor SMTP
cs_cz: FOSSBilling odesílá e-maily pomocí <em>sendmail</em> ve výchozím nastavení nebo můžete nakonfigurovat vlastní SMTP server
de_de: FOSSBilling sendet E-Mails standardmäßig mit <em>sendmail</em> oder du kannst deinen eigenen SMTP-Server konfigurieren
el_gr: Το FOSSBilling στέλνει μηνύματα ηλεκτρονικού ταχυδρομείου χρησιμοποιώντας <em>sendmail</em> από προεπιλογή ή μπορείτε να ρυθμίσετε το δικό σας διακομιστή SMTP
fa_ir: برای ارسال ایمیل میتوانید از <em>ارسال ایمیل</em> پیشفرض FOSSBilling استفاده کنید و یا می توانید سرور SMTP خود را پیکربندی کنید
fi_fi: FOSSBilling lähettää sähköpostit käyttämällä oletuksena <em>sendmail</em> tai voit määrittää oman SMTP-palvelimesi
fr_fr: FOSSBilling envoie des e-mails en utilisant <em>sendmail</em> par défaut ou vous pouvez configurer votre propre serveur SMTP
hu_hu: A FOSSBilling alapértelmezés szerint a <em>sendmail</em> használatával küldi az e-maileket, vagy beállíthatja saját SMTP-kiszolgálóját
id_id: FOSSBilling mengirim email menggunakan <em>sendmail</em> secara default atau Anda dapat mengonfigurasi server SMTP Anda sendiri
lt_lt: FOSSBilling pagal numatytuosius nustatymus siunčia el. laiškus naudojant <em>sendmail</em> arba galite sukonfigūruoti savo SMTP serverį
nl_nl: FOSSBilling verzendt e-mails standaard via <em>sendmail</em>, of er kan een eigen SMTP-server worden geconfigureerd
pl_pl: FOSSBilling wysyła wiadomości e-mail używając domyślnie <em>sendmail</em> lub możesz skonfigurować swój własny serwer SMTP
pt_br: O sistema envia e-mails usando <em>sendmail</em> por padrão ou você pode configurar seu próprio servidor SMTP
pt_pt: O FOSSBilling envia e-mails usando <em>sendmail</em> por padrão ou você pode configurar seu próprio servidor SMTP
ro_ro: FOSSBilling trimite email-uri folosind <em>sendmail</em> în mod implicit sau puteți configura propriul server SMTP
ru_ru: FOSSBilling отправляет письма с помощью <em>sendmail</em> по умолчанию или вы можете настроить свой SMTP-сервер
sr_rs: FOSSBilling podrazumevano šalje email koristeći <em>sendmail</em> ili možete da konfigurišete sopstveni SMTP server
tr_tr: FOSSBilling e-postaları varsayılan olarak <em>sendmail</em> kullanarak gönderir. İsterseniz kendi SMTP sunucunuzu yapılandırabilirsiniz.
uk_ua: FOSSBilling відправляє листи за допомогою <em>sendmail</em> за замовчуванням або ви можете налаштувати свій власний SMTP сервер
vi_vn: FOSSBilling gửi email sử dụng hàm <em>sendmail</em> theo mặc định hoặc bạn có thể cấu hình theo máy chủ SMTP của bạn
zh_cn: FOSSBilling 默认通过 <em>sendmail</em> 来发邮件，您也可配置使用外部的 SMTP 服务器

source: From name
ar_sa: من الاسم
bg_bg: От име
ca_es: Del nom
cs_cz: Jméno odesílatele
de_de: Absendername
el_gr: Όνομα αποστολέα
fa_ir: نام فرم
fi_fi: Lähettäjän nimi
fr_fr: Nom de l’expéditeur
hu_hu: Feladó neve
id_id: Dari nama
lt_lt: Nuo vardas
nl_nl: Naam afzender
pl_pl: Od nazwy
pt_br: Nome do remetente
pt_pt: Do nome
ro_ro: De la nume
ru_ru: Имя отправителя
sr_rs: Od ime
tr_tr: Gönderici Adı
uk_ua: Від імені
vi_vn: Từ tên
zh_cn: 发件人

source: Leave blank to use company public name
ro_ro: Lăsați necompletat pentru a utiliza numele public al companiei
ru_ru: Оставьте пустым для использования публичного имени компании

source: From email
ar_sa: من البريد الإلكتروني
bg_bg: От имейл
ca_es: Des del correu electrònic
cs_cz: E-mail od
de_de: Absender-E-Mail-Adresse
el_gr: Email αποστολέα
fa_ir: فرستنده
fi_fi: Lähettäjän sähköposti
fr_fr: Email de l’expéditeur
hu_hu: Feladó email címe
id_id: Kepada
lt_lt: Nuo el. paštas
nl_nl: Afzender e-mail
pl_pl: Od e-maila
pt_br: E-mail do remetente
pt_pt: Do correio eletrónico
ro_ro: De la email
ru_ru: Email отправителя
sr_rs: E-mail od
tr_tr: Gönderici E-posta
uk_ua: Email відправника
vi_vn: Từ email
zh_cn: 发件人邮箱

source: Leave blank to use company public email
ro_ro: Lăsați necompletat pentru a utiliza e-mailul public al companiei
ru_ru: Оставьте пустым для использования публичного email компании

source: Queue options
cs_cz: Možnosti fronty
hu_hu: Várólista beállításai
ro_ro: Opțiuni listă de așteptare
ru_ru: Параметры очереди

source: Send emails per cron run (0 = unlimited)
ar_sa: إرسال رسائل البريد الإلكتروني لكل Cron قيد التشغيل (0 = غير محدود)
bg_bg: Изпращане на имейли за всяко изпълнение на cron (0 = неограничени)
ca_es: Envia correus electrònics per execució de cron (0 = il·limitat)
cs_cz: Odeslat e-maily na jeden cron běh (0 = neomezeně)
de_de: E-Mails pro cron Run senden (0 = unbegrenzt)
el_gr: Αποστολή μηνυμάτων ηλεκτρονικού ταχυδρομείου ανά εκτέλεση cron (0 = απεριόριστο)
fa_ir: ارسال ایمیل در هر اجرا cron (0 = نامحدود)
fi_fi: Lähetä sähköposteja per cron-ajo (0 = rajoittamaton)
fr_fr: Mails envoyés par exécution cron (0 = illimité)
hu_hu: E-mail küldése cron futásonként (0 = korlátlan)
id_id: Pengiriman surel per cron run (0 = tak terbatas)
lt_lt: Siųsti el. laiškus per cron paleidimą (0 = neribota)
nl_nl: Verstuur e-mails per cron run (0 = ongelimiteerd)
pl_pl: Wysyłaj e-maile na każdym uruchomieniu cron (0 = bez limitu)
pt_br: Enviar e-mails por execução de cron (0 = ilimitado)
pt_pt: Enviar e-mails por execução cron (0 = ilimitado)
ro_ro: E-mail-uri pe ciclu cron (0 = nelimitat)
ru_ru: Отправлять писем за запуск cron (0 = без ограничений)
sr_rs: Šalji email po cron pokretanju (0 = neograničeno)
tr_tr: Her cron çalıştırması için e-posta gönderme sayısı (0 = sınırsız)
uk_ua: Відправляти листи на виконання запланованої задачі (0 = необмежено)
vi_vn: Gửi email theo từng phiên chạy cron (0 = không giới hạn)
zh_cn: 每次运行的 cron 发送邮件的数量 (0=无限制)

source: Max email sending time in minutes (0 = unlimited, default 5 min.)
ar_sa: الحد الأقصى لوقت إرسال البريد الإلكتروني بالدقائق (0 = غير محدود، 5 دقائق افتراضية).
bg_bg: Максимално време за изпращане на имейли в минути (0 = неограничено, по подразбиране 5 минути)
ca_es: Temps màxim d'enviament de correu electrònic en minuts (0 = il·limitat, per defecte 5 min.)
cs_cz: Maximální čas odesílání e-mailu v minutách (0 = neomezený, výchozí 5 min.)
de_de: Max. E-Mail-Versand in Minuten (0 = unbegrenzt, Standard 5 min.)
el_gr: Μέγιστος χρόνος αποστολής email σε λεπτά (0 = απεριόριστος, προεπιλεγμένος 5 λεπτά.)
fa_ir: حداکثر زمان ارسال ایمیل در دقیقه (0 = نامحدود، پیش فرض 5 دقیقه.)
fi_fi: Sähköpostin enimmäislähetysaika minuutteina (0 = rajoittamaton, oletusarvo 5 min.)
fr_fr: Durée maximale d'envoi d'e-mails en minutes (0 = illimité, par défaut 5 min.)
hu_hu: Maximális e-mail küldési idő percben (0 = korlátlan, alapértelmezett 5 perc)
id_id: Maksimal pengiriman surel dalam menit (0 = tak terbatas, bawaanya adalah 5 menit.)
lt_lt: Maksimalus el. laiškų siuntimo laikas minutėmis (0 = neribotas, numatytoji 5 min.)
nl_nl: Maximum verzendtijd van e-mail in minuten (0 = onbeperkt, standaard 5 min.)
pl_pl: Maksymalny czas wysyłania e-maili w minutach (0 = bez limitu, domyślnie 5 minut)
pt_br: Tempo máximo de envio de e-mail em minutos (0 = ilimitado, padrão 5 min.)
pt_pt: Tempo máximo de envio de correio eletrónico em minutos (0 = ilimitado, predefinição 5 min.)
ro_ro: Timpul maxim de trimitere a e-mailului în minute (0 = nelimitat, implicit 5 min.)
ru_ru: Максимальное время отправки писем в минутах (0 = без ограничений, по умолчанию 5 мин.)
sr_rs: Maksimalno vreme slanja emaila u minutima (0 = neograničeno, podrazumevano 5 min.)
tr_tr: Dakika cinsinden maksimum e-posta gönderme süresi (0 = sınırsız, varsayılan 5 dk.)
uk_ua: Максимальний час надсилання електронної пошти у хвилинах (0 = необмежено, за замовчуванням 5 хвилин)
vi_vn: Số lần gửi email tối đa tính theo phút (0 = không giới hạn, mặc định là 5 phút.)
zh_cn: 以分钟为单位的最大邮件发送时间 (0=无限，默认 5分钟)

source: Cancel sending email after unsuccessful tries (0 = do not cancel)
ar_sa: إلغاء إرسال البريد الإلكتروني بعد المحاولات غير الناجحة (0 = لا تلغي)
bg_bg: Анулиране на изпращане на имейл след еди колко си неуспешни опита (0 = не се анулира)
ca_es: Cancel·la l'enviament de correu electrònic després d'intents infructuosos (0 = no cancel·lar)
cs_cz: Zrušit odesílání e-mailu po neúspěšných pokusech (0 = nezrušujte)
de_de: E-Mail nach erfolglosen Versuchen abbrechen (0 = nicht abbrechen)
el_gr: Ακύρωση αποστολής email μετά από ανεπιτυχείς προσπάθειες (0 = να μην ακυρωθεί)
fa_ir: لغو ارسال ایمیل پس از تلاش های ناموفق (0 = لغو نشود)
fi_fi: Peruuta sähköpostin lähettäminen epäonnistuneiden yrityksien jälkeen (0 = älä peruuta)
fr_fr: Annuler l'envoi de l'e-mail après des tentatives sans succès (0 = ne pas annuler)
hu_hu: Sikertelen próbálkozások után az e-mail küldésének törlése (0 = nem törli)
id_id: Batalkan pengiriman surel setelah percobaan (0 = jangan dibatalkan)
lt_lt: Atšaukti el. laiško siuntimą po nesėkmingų bandymų (0 = neatšaukti)
nl_nl: Het verzenden van e-mail annuleren na mislukte pogingen (0 = niet annuleren)
pl_pl: Anuluj wysyłanie e-maila po nieudanych próbach (0 = nie anuluj)
pt_br: Cancelar o envio de e-mail após tentativas sem sucesso (0 = não cancelar)
pt_pt: Cancelar o envio de correio eletrónico após tentativas infrutíferas (0 = não cancelar)
ro_ro: Anulează trimiterea de e-mail după încercări nereușite (0 = nu anulați)
ru_ru: Отменить отправку письма после неудачных попыток (0 = не отменять)
sr_rs: Otkažite slanje emaila nakon neuspešnih pokušaja (0 = ne otkazujte)
tr_tr: Başarısız denemelerden sonra e-posta göndermeyi iptal et (0 = iptal etme)
uk_ua: Скасувати відправлення електронної пошти після невдалих спроб (0 = не скасовувати)
vi_vn: Hủy việc gửi email sau số lần gửi lại không thành công (0 = không hủy)
zh_cn: 尝试失败多少次后取消发送邮件 (0=不取消)

source: Log sent emails to database
ar_sa: تسجيل إرسال رسائل البريد الإلكتروني إلى قاعدة البيانات
bg_bg: Изпращайте имейлите в базата данни
ca_es: Registre enviat correus electrònics a la base de dades
cs_cz: Zaznamenávat odeslané e-maily do databáze
de_de: Gesendete E-Mails in Datenbank protokollieren
el_gr: Καταγραφή απεσταλμένων email στη βάση
fa_ir: گزارش ایمیل های ارسال شده به پایگاه داده
fi_fi: Tallenna lähetetyt sähköpostit tietokantaan
fr_fr: Consigner les e-mails envoyés à la base de données
hu_hu: Naplózza az elküldött e-maileket az adatbázisba
id_id: Log pengiriman surel ke basis data
lt_lt: Išsaugoti išsiųstus el. laiškus į žurnalo duom. bazę
nl_nl: Log verzonden e-mails naar de database
pl_pl: Zapisuj wysłane e-maile do bazy danych
pt_br: Log de e-mails enviados ao banco de dados
pt_pt: Registar os e-mails enviados na base de dados
ro_ro: Înregistrați e-mail-urile trimise în baza de date
ru_ru: Сохранять отправленные письма в базе данных
sr_rs: Zapišite poslate emailove u bazu podataka
tr_tr: Gönderilen e-postaları veritabanına kaydet
uk_ua: Вести журнал відправлених листів
vi_vn: Lưu nhật ký gửi email vào cơ sở dữ liệu
zh_cn: 将发出的邮件记录到数据库中

source: Email transport
ar_sa: نقل البريد الإلكتروني
bg_bg: Имейл транспорт
ca_es: Transport per correu electrònic
cs_cz: Přenos emailů
de_de: E-Mail Versand
el_gr: Μεταφορά μέσω ηλεκτρονικού ταχυδρομείου
fa_ir: پشتیبانی ایمیل
fi_fi: Sähköpostikuljetus
fr_fr: Transport d'e-mails
hu_hu: Email szállítás
id_id: Pengangkutan surel
lt_lt: El. pašto transportavimas
pl_pl: Transport e-maila
pt_br: Transporte de e-mail
pt_pt: Transporte por correio eletrónico
ro_ro: Transport prin e-mail
ru_ru: Транспорт почты
tr_tr: E-posta Gönderme Yöntemi
uk_ua: Транспорт електронної пошти
zh_cn: 邮件传输

source: Custom
ar_sa: مُخصّص
bg_bg: Персонализиран
ca_es: Personalitzat
cs_cz: Vlastní
de_de: Benutzerdefiniert
el_gr: Προσαρμοσμένο
fa_ir: سفارشی
fi_fi: Mukautettu
fr_fr: Personnalisé
id_id: Kustom
lt_lt: Pasirinktinis
nl_nl: Aangepast
pl_pl: Niestandardowy
pt_br: Personalizado
pt_pt: Personalizado
ro_ro: Personalizat
ru_ru: Пользовательский
sr_rs: Prilagođeno
tr_tr: Özel
uk_ua: Користувацький
zh_cn: 自定义

source: SMTP Hostname
ar_sa: خادم SMTP
bg_bg: Име на SMTP хост
ca_es: Nom d'amfitrió SMTP
cs_cz: Název hostitele SMTP
de_de: SMTP Host
el_gr: Όνομα κεντρικού υπολογιστή SMTP
fi_fi: SMTP-palvelin
fr_fr: Nom d'hôte SMTP
hu_hu: SMTP Hostnév
id_id: Nama host SMTP
lt_lt: SMTP serveris
nl_nl: SMTP Hostnaam
pl_pl: Nazwa hosta SMTP
pt_pt: Nome do anfitrião SMTP
ro_ro: Hostname SMTP
ru_ru: SMTP хост
tr_tr: SMTP Sunucu Adı
vi_vn: Máy chủ SMTP
zh_cn: SMTP 主机名

source: SMTP Port
ar_sa: منفذ SMTP
bg_bg: Порт на SMTP
ca_es: Port SMTP
el_gr: Θύρα SMTP
fa_ir: پورت SMTP
fi_fi: SMTP Portti
fr_fr: Port SMTP
id_id: Port SMTP
lt_lt: SMTP prievadas
nl_nl: SMTP Poort
pl_pl: Port SMTP
pt_br: Porta SMTP
pt_pt: Porta SMTP
ro_ro: Port SMTP
ru_ru: SMTP порт
tr_tr: SMTP Portu
uk_ua: SMTP порт
vi_vn: Cổng SMTP
zh_cn: SMTP 端口

source: SMTP Username
ar_sa: اسم المستخدم SMTP
bg_bg: SMTP Потребителско име
ca_es: Nom d'usuari SMTP
cs_cz: Uživatelské jméno SMTP
de_de: SMTP Benutzername
el_gr: Όνομα χρήστη SMTP
fa_ir: نام کاربری
fi_fi: SMTP-Käyttäjätunnus
fr_fr: Nom d'utilisateur SMTP
hu_hu: SMTP felhasználónév
id_id: Nama pengguna SMTP
lt_lt: SMTP vartotojo vardas
nl_nl: SMTP Gebruikersnaam
pl_pl: Nazwa użytkownika SMTP
pt_br: Usuário SMTP
pt_pt: Nome de utilizador SMTP
ro_ro: Utilizator SMTP
ru_ru: SMTP пользователь
sr_rs: SMTP korisničko ime
tr_tr: SMTP Kullanıcı Adı
uk_ua: SMTP Логін
vi_vn: Tên truy cập SMTP
zh_cn: SMTP 用户名

source: SMTP Password
ar_sa: كلمة السر لـ SMTP
bg_bg: SMTP парола
ca_es: Contrasenya SMTP
cs_cz: SMTP heslo
de_de: SMTP Passwort
el_gr: Κωδικός πρόσβασης SMTP
fa_ir: رمز عبور
fi_fi: SMTP-Salasana
fr_fr: Mot de passe SMTP
hu_hu: SMTP jelszó
id_id: Kata sandi SMTP
lt_lt: SMTP slaptažodis
nl_nl: SMTP Wachtwoord
pl_pl: Hasło SMTP
pt_br: Senha SMTP
pt_pt: Palavra-passe SMTP
ro_ro: Parolă SMTP
ru_ru: SMTP пароль
sr_rs: SMTP lozinka
tr_tr: SMTP Hesap Şifresi
uk_ua: SMTP пароль
vi_vn: Mật khẩu SMTP
zh_cn: SMTP 密码
