Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Click on install button. Now you will be able to create top level domains with new domain registrar
ar_sa: انقر فوق زر التثبيت. الآن ستتمكن من إنشاء نطاقات أعلى مستوى مع مسجل نطاق جديد
bg_bg: Кликнете върху бутона за инсталиране. Сега ще можете да създавате домейни от първо ниво с нов регистратор на домейни
ca_es: Feu clic al botó d'instal·lació. Ara podreu crear dominis de primer nivell amb un nou registrador de dominis
cs_cz: Klikněte na tlačítko instalace. Nyní budete moci vytvořit domény nejvyšší úrovně s novým doménovým registrátorem
de_de: Klicken Sie auf die Schaltfläche Installieren. Jetzt können Sie Top-Level-Domains mit dem neuen Domain-Registrar erstellen
el_gr: Κάντε κλικ στο κουμπί εγκατάστασης. Τώρα θα είστε σε θέση να δημιουργήσετε domains κορυφαίου επιπέδου με νέο καταχωρητή domains
fa_ir: بر روی دکمه نصب کلیک کنید. اکنون می توانید دامنه های سطح بالا را با ثبت کننده دامنه جدید ایجاد کنید
fi_fi: Napsauta asennuspainiketta. Nyt voit luoda ylätason verkkotunnuksia uudella verkkotunnusrekisterinpitäjällä
fr_fr: Cliquez sur le bouton d'installation. Maintenant vous serez en mesure de créer des domaines de premier niveau avec le nouveau bureau d'enregistrement de domaine
hu_hu: Kattintson a telepítés gombra. Most már képes lesz legfelső szintű domaineket létrehozni az új tartományregisztrálóval
id_id: Klik tombol install. Sekarang kamu dapat melihat registrar domain yang baru
lt_lt: Spustelėkite diegimo mygtuką. Dabar galėsite kurti aukščiausio lygio domenus su nauju domenų registru
nl_nl: Klik op de knop Installeren. Nu kan er top-level domeinen aangemaakt worden met de nieuwe domeinregistrar
pl_pl: Kliknij przycisk instalacji. Teraz będziesz mógł tworzyć domeny najwyższego poziomu z nowym rejestratorem domen
pt_br: Clique no botão instalar. Agora você poderá criar domínios de nível superior com o novo registrador de domínios
pt_pt: Clique no botão de instalação. Agora poderá criar domínios de nível superior com o novo registador de domínios
ro_ro: Faceți clic pe butonul de instalare. Acum veți putea crea domenii de nivel superior cu un nou registrator de domenii
ru_ru: Нажмите кнопку установки. Теперь вы сможете создавать домены верхнего уровня с новым регистратором доменов
sr_rs: Kliknite na dugme za instaliranje. Sada ćete moći da kreirate domene najvišeg nivoa sa novim registratorom domena
tr_tr: Yükle butonuna tıklayın. Artık yeni alan adı kayıt operatörü ile üst düzey alan adları oluşturabileceksiniz.
uk_ua: Тепер ви зможете створювати домени верхнього рівня з новим реєстратором доменів
vi_vn: Nhấp vào nút cài đặt. Bây giờ bạn có thể tạo tên miền cấp 1 với nhà đăng ký tên miền mới
zh_cn: 点击安装按钮。现在您可以通过新注册商来注册顶级域名了

source: to learn how to create your own domain registrar.
ar_sa: لتعلم كيفية إنشاء مسجل النطاق الخاص بك.
bg_bg: за да научите как да създадете или добавите свой регистратор на домейни.
ca_es: per aprendre a crear el vostre propi registrador de dominis.
cs_cz: naučit se vytvořit svého vlastního doménového registrátora.
de_de: Um zu erfahren, wie Sie Ihre eigene Domain-Registrierungsstelle einrichten können.
el_gr: για να μάθετε πώς να δημιουργήσετε τον δικό σας καταχωρητή domain.
fa_ir: یاد بگیرید چگونه ثبت کننده دامنه خود را ایجاد کنید.
fi_fi: oppiaksesi, miten voit luoda oman verkkotunnusrekisterinpitäjän.
fr_fr: pour apprendre à créer votre propre bureau d’enregistrement.
hu_hu: , hogy megtudja, hogyan hozhat létre saját tartományregisztrálót.
id_id: untuk mempelajar bagaimana membuat registrar domain Anda sendiri.
lt_lt: norėdami sužinoti, kaip sukurti savo domenų registrą.
nl_nl: informatie hoe men een eigen domeinregistrar toe kan voegen.
pl_pl: aby dowiedzieć się, jak stworzyć własnego rejestratora domen.
pt_br: para aprender como criar seu próprio registrador de domínio.
pt_pt: para saber como criar o seu próprio registo de domínios.
ro_ro: pentru a învăța cum să creați propriul registrar de domenii.
ru_ru: чтобы узнать, как создать собственного регистратора доменов.
sr_rs: da naučite kako da napravite sopstveni registrator domena.
uk_ua: щоб дізнатися, як створити власний реєстратор доменів.
vi_vn: để tìm hiểu cách tạo nhà đăng ký của chính bạn.
zh_cn: 学习如何创建自定义的域名注册商。

source: Domain registrar installed
ar_sa: تم تثبيت مسجل النطاق
bg_bg: Регистратора на домейни беше инсталиран
ca_es: Registre de dominis instal·lat
cs_cz: Registrátor domény nainstalován
de_de: Domain Registrar installiert
el_gr: Ο καταχωρητής domain εγκαταστάθηκε
fa_ir: ثبت کننده دامنه نصب شد
fi_fi: Verkkotunnusrekisterinpitäjä asennettu
fr_fr: Bureau d'enregistrement de domaine installé
hu_hu: Telepített tartományregisztráló
id_id: Registrar domain terpasang
lt_lt: Domenų registras įdiegtas
nl_nl: Domein registrator geïnstalleerd
pl_pl: Rejestrator domen zainstalowany
pt_br: Registrador de domínio instalado
pt_pt: Registo de domínios instalado
ro_ro: Registrar de domenii instalat
ru_ru: Регистратор домена установлен
sr_rs: Registar domena je instaliran
tr_tr: Kayıt operatörü eklendi
uk_ua: Реєстратора доменів додано
vi_vn: Nhà đăng ký tên miền đã được cài đặt
zh_cn: 已新增域名注册商

source: List of domain registrars on the Extension Directory
cs_cz: Seznam doménových registrátorů v adresáři rozšíření
ro_ro: Lista birourilor de înregistrare de domenii din Extension Directory
ru_ru: Список регистраторов доменов в каталоге расширений
sr_rs: Spisak registrara domena u Direktorijumu Ekstenzija

source: Set default nameservers that will be used for new domain registrations if a client has not provided their own nameservers while ordering a domain
cs_cz: Nastavte výchozí nameservery, které budou použity pro nové doménové registrace, pokud klient neposkytl vlastní nameservery při objednávání domény
ro_ro: Setează nameserverele implicite ce vor fi folosite pentru un domeniu nou înregistrat dacă clientul nu a setat nameserverele lui în formularul de comandă
ru_ru: Установите серверы имен по умолчанию, которые будут использоваться для регистрации новых доменов, если клиент не указал свои собственные серверы имен при заказе домена.
sr_rs: Podesite podrazumevane name servere koji će se koristiti za nove registracije domena ako klijent nije naveo sopstvene name servere prilikom naručivanja domena

source: Nameservers updated
ar_sa: تم تحديث قائمة الأسماء
bg_bg: Сървърните имена бяха актуализирани
ca_es: Servidors de noms actualitzats
cs_cz: Nameservery aktualizovány
de_de: Nameserver aktualisiert
el_gr: Οι διακομιστές nameserver ενημερώθηκαν
fa_ir: Nameserver ها بروزرسانی شدند
fi_fi: Nimipalvelimet päivitetty
fr_fr: Serveurs de noms mis à jour
hu_hu: Névszerverek frissítve
id_id: Nameservers diperbarui
lt_lt: Vardų serveriai atnaujinti
nl_nl: Naamservers bijgewerkt
pl_pl: Serwery nazw zaktualizowane
pt_br: Nameservers atualizados
pt_pt: Nameservers actualizados
ro_ro: Nameservere actualizate
ru_ru: Серверы имен обновлены
sr_rs: Nameserveri su ažurirani
tr_tr: İsim sunucuları güncellendi
uk_ua: Сервера імен оновлені
vi_vn: Nameservers đã được cập nhật
zh_cn: 已更新DNS服务器

source: Update nameservers
ar_sa: تحديث اسماء السيرفرات
bg_bg: Обновяване на сървърните имена
ca_es: Actualitzar servidors de noms
cs_cz: Aktualizovat nameservery
de_de: Nameserver aktualisieren
el_gr: Ενημέρωση nameservers
fa_ir: بروزرسانی
fi_fi: Päivitä nimipalvelimet
fr_fr: Mettre à jour les serveurs de noms
hu_hu: Névkiszolgálók frissítése
id_id: Perbarui nameservers
lt_lt: Atnaujinti vardų serverius
nl_nl: Nameservers bijwerken
pl_pl: Zaktualizuj serwery nazw
pt_br: Atualizar nameservers
pt_pt: Atualizar os servidores de nomes
ro_ro: Actualizează nameserverele
sr_rs: Ažurirajte name servere
tr_tr: İsim Sunucularını (NS) Güncelle
uk_ua: Оновити nameservers
vi_vn: Cập nhật nameservers
zh_cn: 更新DNS服务器

source: Domain details
ar_sa: تفاصيل النطاق
bg_bg: Детайли относно домейна
ca_es: Detalls del domini
cs_cz: Detaily domény
el_gr: Λεπτομέρειες ονόματος χώρου
fa_ir: جزئیات دامنه
fi_fi: Verkkotunnuksen tiedot
fr_fr: Informations sur le domaine
hu_hu: Domain részletei
id_id: Rincian domain
lt_lt: Domeno informacija
nl_nl: Domeingegevens
pl_pl: Szczegóły domeny
pt_br: Detalhes do domínio
pt_pt: Detalhes do domínio
ro_ro: Detaliile domeniului
ru_ru: Детали домена
sr_rs: Detalji o domenu
tr_tr: Alan Adı Detayları
uk_ua: Деталі домену
vi_vn: Thông tin tên miền
zh_cn: 域名详情

source: Domain
ar_sa: النطاق
bg_bg: Домейн
ca_es: Domini
cs_cz: Doména
el_gr: Όνομα χώρου
fa_ir: دامنه
fi_fi: Verkkotunnus
fr_fr: Domaine
hu_hu: Domain név
lt_lt: Domenas
nl_nl: Domein
pl_pl: Domena
pt_br: Domínio
pt_pt: Domínio
ro_ro: Domeniu
ru_ru: Domen
sr_rs: Domeni
tr_tr: Alan Adı
uk_ua: Домен
vi_vn: Tên miền
zh_cn: 域名

source: Transfer code
ar_sa: كود التحويل
bg_bg: Код за прехвърляне
ca_es: Codi de transferència
cs_cz: Kód převodu
el_gr: Κωδικός μεταβίβασης
fa_ir: کد انتقال دامنه
fi_fi: Siirtokoodi
fr_fr: Code de transfert
hu_hu: Átutalási kód
id_id: Kode transfer
lt_lt: Perkėlimo kodas
nl_nl: Verhuiscode
pl_pl: Kod transferu
pt_br: Código de transferência
pt_pt: Código de transferência
ro_ro: Cod de transfer
ru_ru: Transfer kodi
sr_rs: Kod za transfer
tr_tr: Transfer kodu
uk_ua: Код трансферу
vi_vn: Mã chuyển tiếp
zh_cn: 转移码

source: Locked
ar_sa: مقفل
bg_bg: Заключен
ca_es: Bloquejat
cs_cz: Zamčeno
de_de: Gesperrt
el_gr: Κλειδωμένο
fa_ir: قفل شده
fi_fi: Lukittu
fr_fr: Verrouillé
hu_hu: Zárolva
id_id: Terkunci
lt_lt: Užrakintas
nl_nl: Beveiligd
pl_pl: Zablokowana
pt_br: Bloqueado
pt_pt: Bloqueado
ro_ro: Blocat
ru_ru: Заблокировано
sr_rs: Zaključano
tr_tr: Kilitli
uk_ua: Заблоковано
vi_vn: Đã khóa
zh_cn: 已锁定

source: Privacy protection
ar_sa: حماية الخصوصية
bg_bg: Защита на личните данни
ca_es: Protecció de la privadesa
cs_cz: Ochrana soukromí
de_de: Privatsphäre schützen
el_gr: Προστασία απορρήτου
fa_ir: حفاظت از حریم خصوصی
fi_fi: Yksityisyyden suojaaminen
fr_fr: Protection des données personnelles
hu_hu: Adatvédelem
id_id: Perlindungan privasi
lt_lt: Privatumo apsauga
nl_nl: Privacybescherming
pl_pl: Ochrona prywatności
pt_br: Proteção de privacidade
pt_pt: Proteção da privacidade
ro_ro: Protejarea confidențialității
ru_ru: Защита приватности
sr_rs: Zaštita privatnosti
tr_tr: Gizlilik Koruması
uk_ua: Захист конфіденційності
vi_vn: Bảo vệ quyền riêng tư
zh_cn: 隐私保护

source: Registration/Renewal years
ar_sa: سنوات التسجيل/التجديد
bg_bg: Години на регистрация/подновяване
ca_es: Anys de registre/renovació
cs_cz: Rok registrace/obnovy
de_de: Registrierung / Erneuerung in Jahren
el_gr: Έτη ανανέωσης
fa_ir: سال های ثبت/تمدید
fi_fi: Rekisteröinti/uudistusvuodet
fr_fr: Années d'enregistrement/renouvellemnt
hu_hu: Regisztrációs/megújítási évek
id_id: Registrasi/Tahun pembaruan
lt_lt: Registracijos/pratęsimo metai
nl_nl: Registratie/verlengingsjaren
pl_pl: Lata rejestracji/odnowienia
pt_br: Registrar/Renovação anual
pt_pt: Anos de registo/renovação
ro_ro: Anii de înregistrare/reînnoire
sr_rs: Godine registracije/obnove
tr_tr: Kayıt/Yenileme Yılı
uk_ua: Реєстрація/роки подовження
vi_vn: Năm đăng ký/gia hạn
zh_cn: 注册/续费年限

source: Expires at
ar_sa: تنتهي في
bg_bg: Изтича на
ca_es: Venciment el
cs_cz: Vyprší za
de_de: Läuft ab am
el_gr: Λήγει στις
fa_ir: منقضی می شود در
fi_fi: Vanhenee
fr_fr: Expire le
hu_hu: Lejár ekkor
id_id: Kadaluwarsa pada
lt_lt: Baigia galioti
nl_nl: Vervalt op
pl_pl: Wygasa
pt_br: Expira em
pt_pt: Expira em
ro_ro: Expiră la
ru_ru: Истекает
sr_rs: Ističe
tr_tr: Süre Sonu
uk_ua: Термін дії закінчився о
vi_vn: Hết hạn lúc
zh_cn: 有效期至

source: Get EPP
bg_bg: Вземи EPP
ca_es: Obteniu EPP
el_gr: Λήψη EPP
fi_fi: Hae EPP
fr_fr: Récupérer code de transfert (EPP) du domaine
hu_hu: EPP beszerzése
id_id: Dapatkan EPP
lt_lt: Gauti EPP
nl_nl: Neem EPP
pl_pl: Pobierz EPP
pt_br: Obter EPP
pt_pt: Obter EPP
ro_ro: Preia EPP
ru_ru: Получить EPP
sr_rs: Zatražite EPP
tr_tr: Transfer Kodu (EPP) Al
uk_ua: Отримати EPP
vi_vn: Lấy EPP
zh_cn: 获取授权转移码

source: Unlock
ar_sa: فتح القفل
bg_bg: Отключване
ca_es: Desbloquejar
cs_cz: Odemknout
de_de: Entsperren
el_gr: Ξεκλείδωμα
fa_ir: باز کردن
fi_fi: Poista lukitus
fr_fr: Déverrouiller
hu_hu: Feloldás
id_id: Buka
lt_lt: Atrakinti
nl_nl: Ontgrendelen
pl_pl: Odblokuj
pt_br: Desbloquear
pt_pt: Desbloquear
ro_ro: Deblocare
ru_ru: Разблокировать
sr_rs: Otključaj
tr_tr: Kilidi Aç
uk_ua: Розблокувати
vi_vn: Mở khóa
zh_cn: 解锁

source: Lock
ar_sa: قفل
bg_bg: Заключване
ca_es: Bloquejar
cs_cz: Zamknout
de_de: Sperren
el_gr: Κλείδωμα
fa_ir: قفل کردن
fi_fi: Lukko
fr_fr: Verrouiller
hu_hu: Zárolás
id_id: Kunci
lt_lt: Užrakinti
nl_nl: Vergrendel
pl_pl: Zablokuj
pt_br: Bloquear
pt_pt: Bloqueio
ro_ro: Blocare
ru_ru: Заблокировать
sr_rs: Zaključaj
tr_tr: Kilitle
uk_ua: Заблокувати
vi_vn: Khóa
zh_cn: 锁定

source: Disable privacy
ar_sa: تعطيل الخصوصية
bg_bg: Деактивиране на поверителността
ca_es: Desactiva la privadesa
cs_cz: Deaktivovat soukromí
de_de: Datenschutz deaktivieren
el_gr: Απενεργοποίηση απορρήτου
fa_ir: غیرفعال سازی حریم خصوصی
fi_fi: Poista yksityisyys käytöstä
fr_fr: Désactiver le mode de confidentialité
hu_hu: Adatvédelem letiltása
id_id: Nonaktifkan privasi
lt_lt: Išjungti privatumą
nl_nl: Schakel privacy uit
pl_pl: Wyłącz ochronę prywatności
pt_br: Desativar privacidade
pt_pt: Desativar a privacidade
ro_ro: Dezactivează confidenţialitatea datelor
ru_ru: Отключить приватность
sr_rs: Onemogući privatnost
tr_tr: Gizliliği devre dışı bırak
uk_ua: Вимкнути приватність
vi_vn: Tắt chế độ riêng tư
zh_cn: 关闭隐私保护功能

source: Enable privacy
ar_sa: تمكين الخصوصية
bg_bg: Активиране на поверителността
ca_es: Activa la privadesa
cs_cz: Aktivovat soukromí
de_de: Datenschutz aktivieren
el_gr: Ενεργοποίηση απορρήτου
fa_ir: فعال کردن حریم خصوصی
fi_fi: Ota yksityisyys käyttöön
fr_fr: Activer le mode de confidentialité
hu_hu: Adatvédelem engedélyezése
id_id: Aktifkan privasi
lt_lt: Įgalinti privatumą
nl_nl: Schakel privacy in
pl_pl: Włącz ochronę prywatności
pt_br: Ativar privacidade
pt_pt: Ativar a privacidade
ro_ro: Activează confidenţialitatea datelor
ru_ru: Включить приватность
sr_rs: Omogući privatnost
tr_tr: Gizliliği etkinleştir
uk_ua: Увімкнути приватність
vi_vn: Bật chế độ riêng tư
zh_cn: 启用隐私保护功能

source: Domain data
ar_sa: تفاصيل النطاق
bg_bg: Данни на домейна
ca_es: Dades del domini
cs_cz: Data domény
de_de: Domain Daten
el_gr: Δεδομένα domain
fa_ir: اطلاعات دامنه
fi_fi: Verkkotunnuksen tiedot
fr_fr: Données du domaine
hu_hu: Domain adatok
id_id: Data domain
lt_lt: Domeno duomenys
nl_nl: Domein gegevens
pl_pl: Dane domeny
pt_br: Dados do domínio
pt_pt: Domínio de dados
ro_ro: Date domeniu
sr_rs: Podaci o domenu
tr_tr: Alan Adı Verisi
uk_ua: Дані домену
vi_vn: Thông tin tên miền
zh_cn: 域名数据

source: Domain data updated
ar_sa: تم تحديث بيانات النطاق
bg_bg: Данните на домейна бяха успешно актуализирани
ca_es: Dades del domini actualitzades
cs_cz: Data domény byla aktualizována
de_de: Domain Daten aktualisiert
el_gr: Τα δεδομένα domain ενημερώθηκαν
fa_ir: اطلاعات دامنه بروزرسانی شد
fi_fi: Verkkotunnuksen tiedot päivitetty
fr_fr: Données du domaine mises à jour
hu_hu: Domainadatok frissítve
id_id: Data domain diperbarui
lt_lt: Domeno duomenys atnaujinti
nl_nl: Domein gegevens bijgewerkt
pl_pl: Dane domeny zaktualizowane
pt_br: Dados do domínio atualizados
pt_pt: Dados do domínio actualizados
ro_ro: Date domeniu actualizate
sr_rs: Podaci o domenu su ažurirani
tr_tr: Alan adı verisi güncellendi
uk_ua: Дані домену оновлено
vi_vn: Tên miền được cập nhật
zh_cn: 域名数据已更新

source: Transfer code (EPP)
ar_sa: رمز التحويل (EPP)
bg_bg: Код за прехвърляне (EPP)
ca_es: Codi de transferència (EPP)
cs_cz: Kód převodu (EPP)
el_gr: Κωδικός μεταφοράς (EPP)
fa_ir: کد انتقال دامنه (EPP)
fi_fi: Siirtokoodi (EPP)
fr_fr: Code de transfert (EPP)
hu_hu: Átutalási kód (EPP)
id_id: Kode transfer (EPP)
lt_lt: Perkėlimo kodas (EPP)
nl_nl: Verhuiscode (EPP)
pl_pl: Kod transferu (EPP)
pt_br: Código de transferência (EPP)
pt_pt: Código de transferência (EPP)
ro_ro: Codul de transfer (EPP)
ru_ru: Код переноса (EPP)
sr_rs: Transfer kod (EPP)
tr_tr: Transfer Kodu (EPP)
uk_ua: Код перенесення (EPP)
vi_vn: Mã chuyển tiếp (EPP)
zh_cn: 转移码 (EPP)

source: Update domain contact details
ar_sa: تحديث تفاصيل جهة الاتصال بالمجال
bg_bg: Актуализирай данните за контакти на домейна
ca_es: Actualitza les dades de contacte del domini
cs_cz: Aktualizovat kontaktní údaje domény
de_de: Domain-Kontaktdetails aktualisieren
el_gr: Ενημέρωση στοιχείων επικοινωνίας domain
fa_ir: اطلاعات تماس دامنه را بروزرسانی کنید
fi_fi: Päivitä verkkotunnuksen yhteystiedot
fr_fr: Mettre à jour les informations de contact du domaine
hu_hu: Tartomány kapcsolattartási adatainak frissítése
id_id: Perbarui rincian kontak domain
lt_lt: Atnaujinti domeno kontaktinę informaciją
nl_nl: Domein contactgegevens bijwerken
pl_pl: Zaktualizuj dane kontaktowe domeny
pt_br: Atualizar detalhes do contato do domínio
pt_pt: Atualizar os detalhes de contacto do domínio
ro_ro: Actualizați detaliile de contact ale domeniului
ru_ru: Обновить контактные данные домена
sr_rs: Ažurirajte kontakt podatke o domenu
tr_tr: Alan Adı iletişim bilgilerini güncelleyin
uk_ua: Оновити контактні дані домену
vi_vn: Cập nhật thông tin liên hệ tên miền
zh_cn: 更新域名联系人信息

source: Domain contact details updated
ar_sa: تم تحديث تفاصيل جهة الاتصال بالمجال
bg_bg: Данните за контакти на домейна бяха актуализирани
ca_es: S'han actualitzat les dades de contacte del domini
cs_cz: Kontaktní údaje domény byly aktualizovány
de_de: Domain-Kontaktdaten aktualisiert
el_gr: Τα στοιχεία επικοινωνίας ενημερώθηκαν
fa_ir: اطلاعات تماس دامنه به روز شد
fi_fi: Verkkotunnuksen yhteystiedot päivitetty
fr_fr: Les coordonnées du domaine ont été mises à jour
hu_hu: Domainelérhetőségi adatok frissítve
id_id: Rincian kontak domain diperbarui
lt_lt: Atnaujinta domeno kontaktinė informacija
nl_nl: Domein contactgegevens bijgewerkt
pl_pl: Dane kontaktowe domeny zaktualizowane
pt_br: Detalhes do contato de domínio atualizados
pt_pt: Detalhes de contacto do domínio actualizados
ro_ro: Detalii de contact domeniu actualizate
ru_ru: Контактные данные домена обновлены
sr_rs: Kontakt podaci o domenu su ažurirani
tr_tr: Alan Adı iletişim bilgileri güncellendi
uk_ua: Доменні контактні дані оновлено
vi_vn: Thông tin liên hệ tên miền đã được cập nhật
zh_cn: 域名联系人信息已更新

source: Phone number
ar_sa: رقم الجوال
bg_bg: Телефонен номер
ca_es: Nº Telèfon
cs_cz: Telefonní číslo
de_de: Telefonnummer
el_gr: Τηλεφωνικός αριθμός
fa_ir: تلفن
fi_fi: Puhelinnumero
fr_fr: Numéro de téléphone
hu_hu: Telefonszám
id_id: Nomor telepon
lt_lt: Telefono numeris
nl_nl: Telefoonnummer
pl_pl: Numer telefonu
pt_br: Telefone
pt_pt: Número de telefone
ro_ro: Număr de telefon
ru_ru: Номер телефона
sr_rs: Broj telefona
tr_tr: Telefon numarası
uk_ua: Телефон
vi_vn: Số điện thoại
zh_cn: 电话号码

source: Domain locked
ar_sa: النطاق مقفل
bg_bg: Домейна е заключен
ca_es: Domini bloquejat
cs_cz: Doména uzamčena
de_de: Domain gesperrt
el_gr: Το domain κλειδώθηκε
fa_ir: دامنه قفل شد
fi_fi: Verkkotunnus lukittu
fr_fr: Domaine verrouillé
hu_hu: Domain zárolva
id_id: Domain terkunci
lt_lt: Domenas užrakintas
nl_nl: Domein vergrendeld
pl_pl: Domena zablokowana
pt_br: Domínio bloqueado
pt_pt: Domínio bloqueado
ro_ro: Domeniu blocat
ru_ru: Домен заблокирован
sr_rs: Domen je zaključan
tr_tr: Alan Adı Kilitli
uk_ua: Домен заблоковано
vi_vn: Tên miền đã được khóa
zh_cn: 域名已上锁

source: Domain unlocked
ar_sa: النطاق غير مقفل
bg_bg: Домейнът е отключен
ca_es: Domini desbloquejat
cs_cz: Doména odemčena
de_de: Domain entsperrt
el_gr: Το domain ξεκλειδώθηκε
fa_ir: دامنه باز شد
fi_fi: Verkkotunnus avattu
fr_fr: Domaine déverrouillé
hu_hu: Domain feloldva
id_id: Domain terbuka
lt_lt: Domenas atrakintas
nl_nl: Domein ontgrendeld
pl_pl: Domena odblokowana
pt_br: Domínio desbloqueado
pt_pt: Domínio desbloqueado
ro_ro: Domeniu deblocat
ru_ru: Домен разблокирован
sr_rs: Domen je otključan
tr_tr: Alan Adı Kilitli Değil
uk_ua: Домен розблоковано
vi_vn: Tên miền đã được mở khóa
zh_cn: 域名已解锁

source: Privacy protection enabled
ar_sa: تم تمكين حماية الخصوصية
bg_bg: Защитата на поверителността е активирана
ca_es: Protecció de privadesa activada
cs_cz: Ochrana soukromí povolena
de_de: Datenschutz aktiviert
el_gr: Ενεργοποίηση προστασίας απορρήτου
fa_ir: حفاظت از حریم خصوصی فعال شد
fi_fi: Yksityisyyden suojaus käytössä
fr_fr: Protection de la vie privée activée
hu_hu: Adatvédelem engedélyezve
id_id: Proteksi privasi diaktifkan
lt_lt: Privatumo apsauga įjungta
nl_nl: Privacybescherming ingeschakeld
pl_pl: Ochrona prywatności włączona
pt_br: Proteção de privacidade ativada
pt_pt: Proteção da privacidade activada
ro_ro: Protecția confidențialității activată
ru_ru: Защита приватности включена
sr_rs: Zaštita privatnosti je omogućena
tr_tr: Gizlilik koruması etkin
uk_ua: Захист персональних даних увімкнено
vi_vn: Chính sách bảo vệ quyền riêng tư đã được bật
zh_cn: 隐私保护已启用

source: Privacy protection disabled
ar_sa: تم تعطيل حماية الخصوصية
bg_bg: Защитата на поверителността е деактивирана
ca_es: Protecció de privadesa desactivada
cs_cz: Ochrana soukromí vypnuta
de_de: Datenschutz ausgeschaltet
el_gr: Η προστασία απορρήτου είναι απενεργοποιημένη
fa_ir: حفاظت از حریم خصوصی غیرفعال است
fi_fi: Yksityisyyden suojaus poistettu käytöstä
fr_fr: Protection de la vie privée désactivée
hu_hu: Az adatvédelem le van tiltva
id_id: Proteksi privasi dinonaktifkan
lt_lt: Privatumo apsauga išjungta
nl_nl: Privacybescherming uitgeschakeld
pl_pl: Ochrona prywatności wyłączona
pt_br: Proteção de privacidade desativada
pt_pt: Proteção da privacidade desactivada
ro_ro: Protecția confidențialității dezactivată
ru_ru: Защита приватности отключена
sr_rs: Zaštita privatnosti je onemogućena
tr_tr: Gizlilik koruması etkin değil
uk_ua: Захист конфіденційності вимкнено
vi_vn: Chính sách bảo vệ quyền riêng tư đã bị tắt
zh_cn: 隐私保护已禁用

source: Domain transfer code is:
ar_sa: رمز نقل المجال هو:
bg_bg: Код за прехвърляне на домейна:
ca_es: El codi de transferència de domini és:
cs_cz: Kód převodu domény je:
de_de: Domain-Transfer-Code lautet:
el_gr: Ο κωδικός μεταφοράς Domain είναι:
fa_ir: کد انتقال دامنه:
fi_fi: Verkkotunnuksen siirtokoodi on:
fr_fr: Le code de transfert (EPP) de domaine est :
hu_hu: A domain átviteli kódja:
id_id: Kode transfer domain adalah:
lt_lt: Domeno perkėlimo kodas yra:
nl_nl: Domein verhuiscode is:
pl_pl: Kod transferu domeny to:
pt_br: Código de transferência do domínio é:
pt_pt: O código de transferência de domínio é:
ro_ro: Codul de transfer domeniu este:
ru_ru: Код переноса домена:
sr_rs: Kod za transfer domena je:
tr_tr: Alan Adı Transfer Kodu:
uk_ua: Код трансферу домену:
vi_vn: Mã chuyển tiếp tên miền là:
zh_cn: 域名转移码是：

source: Domain action
ar_sa: إجراء النطاق
bg_bg: Действия на домейна
ca_es: Acció de domini
cs_cz: Akce domény
de_de: Domain-Aktion
el_gr: Ενέργεια domain
fa_ir: اقدامات دامنه
fi_fi: Verkkotunnuksen toiminta
fr_fr: Action sur le domaine
hu_hu: Tartományi művelet
id_id: Aksi domain
lt_lt: Domeno veiksmai
nl_nl: Domein actie
pl_pl: Działania na domenie
pt_br: Ação do domínio
pt_pt: Ação de domínio
ro_ro: Acțiune domeniu
ru_ru: Действие с доменом
sr_rs: Akcija domena
tr_tr: Alan Adı Eylemi
uk_ua: Дія домену
vi_vn: Chức năng tên miền
zh_cn: 域名操作

source: Register domain
ar_sa: تسجيل نطاق
bg_bg: Регистрирайте домейна
ca_es: Registre domini
cs_cz: Registrovat doménu
de_de: Domain registieren
el_gr: Καταχώρηση νέου ονόματος χώρου
fa_ir: ثبت دامنه
fi_fi: Rekisteröi verkkotunnus
fr_fr: Enregistrer un domaine
hu_hu: Domain regisztrálása
id_id: Daftarkan domain
lt_lt: Užregistruoti domeną
nl_nl: Domein registreren
pl_pl: Zarejestruj domenę
pt_br: Registrar domínio
pt_pt: Registar domínio
ro_ro: Înregistrează domeniul
ru_ru: Зарегистрировать домен
sr_rs: Registracija domena
tr_tr: Alan Adı Kaydet
uk_ua: Зареєструвати домен
vi_vn: Đăng ký tên miền
zh_cn: 注册域名
