Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: An error occurred when creating a backup of the configuration file.
cs_cz: Došlo k chybě při vytváření zálohy konfiguračního souboru.
de_de: Beim Erstellen eines Backups der Konfigurationsdatei ist ein Fehler aufgetreten.
el_gr: Προέκυψε σφάλμα κατά τη δημιουργία αντιγράφου ασφαλείας του αρχείου ρυθμίσεων.
fa_ir: هنگام ایجاد یک نسخه پشتیبان از فایل پیکربندی خطایی رخ داد.
fi_fi: Konfiguraatiotiedoston varmuuskopion luomisessa tapahtui virhe.
fr_fr: Une erreur s'est produite lors de la création d'une sauvegarde du fichier de configuration.
hu_hu: Hiba történt a konfigurációs fájl biztonsági mentésének létrehozásakor.
id_id: Terjadi kesalahan ketika membuat cadangan untuk file konfigurasi.
nl_nl: Er is een fout opgetreden bij het maken van een backup van het configuratiebestand.
pl_pl: Wystąpił błąd podczas tworzenia kopii zapasowej pliku konfiguracyjnego.
ro_ro: A apărut o eroare la crearea unei copii de siguranță a fișierului de configurare.
ru_ru: При создании резервной копии файла конфигурации произошла ошибка.
sr_rs: Došlo je do greške pri pravljenju rezervne kopije konfiguracione datoteke.
vi_vn: Đã xảy ra lỗi khi tạo bản sao lưu của tệp cấu hình.
zh_cn: 备份配置文件时出现错误。

source: An error occurred when writing the updated configuration file.
cs_cz: Došlo k chybě při zápisu aktualizovaného konfiguračního souboru.
de_de: Beim Erstellen des Backups der Konfigurationsdatei ist ein Fehler aufgetreten.
el_gr: Παρουσιάστηκε σφάλμα κατά την εγγραφή του ενημερωμένου αρχείου ρυθμίσεων.
fa_ir: هنگام نوشتن فایل پیکربندی به روز شده خطایی روی داد.
fi_fi: Päivitetyn konfiguraatiotiedoston kirjoittamisessa tapahtui virhe.
fr_fr: Une erreur s'est produite lors de l'écriture du fichier de configuration mise à jour.
hu_hu: Hiba történt a frissített konfigurációs fájl írásakor.
id_id: Terjadi kesalahan ketika membuat cadangan untuk file konfigurasi.
nl_nl: Er is een fout opgetreden bij het schrijven van het bijgewerkte configuratiebestand.
pl_pl: Wystąpił błąd podczas zapisywania zaktualizowanego pliku konfiguracyjnego.
ro_ro: A apărut o eroare la scrierea fișierului de configurare actualizat.
ru_ru: При записи обновленного файла конфигурации произошла ошибка.
sr_rs: Došlo je do greške prilikom pisanja i ažuriranja konfiguracione datoteke.
vi_vn: Lỗi khi ghi vào tệp cấu hình cập nhật.
zh_cn: 更新配置文件时出现错误。

source: Too many iterations were performed while formatting the config file
cs_cz: Bylo provedeno příliš mnoho iterací během formátování konfiguračního souboru
de_de: Während der Formatierung der Konfigurationsdatei wurden zu viele Interaktionen durchgeführt
el_gr: Πραγματοποιήθηκαν πάρα πολλές επαναλήψεις κατά τη μορφοποίηση του αρχείου ρυθμίσεων
fa_ir: هنگام قالب‌بندی فایل پیکربندی، تکرارهای زیادی انجام شد
fi_fi: Konfigurointitiedoston muotoilussa suoritettiin liian monta iteraatiota
fr_fr: Trop d'étapes effectuées lors du formatage du fichier de configuration
hu_hu: Túl sok iteráció történt a konfigurációs fájl formázása során
id_id: Terlalu banyak iterasi dilakukan ketika melakukan perapihan pada file konfigurasi
nl_nl: Er zijn teveel iteraties uitgevoerd tijdens het formatteren van het configuratiebestand
pl_pl: Zbyt wiele iteracji zostało wykonanych podczas formatowania pliku konfiguracyjnego
ro_ro: Prea multe iterații au fost efectuate în timpul formatării fișierului de configurare
ru_ru: При форматировании конфигурационного файла было выполнено слишком много итераций
sr_rs: Izvrešno je previše iteracija tokom formatiranja konfiguracione datoteke
vi_vn: Quá nhiều lần lặp lại được thực hiện trong khi định dạng tệp cấu hình

source: Unable to fetch the extension details from the FOSSBilling extension directory.
ar_sa: غير قادر على جلب تفاصيل الملحق من دليل التمديد FOSSBilling.
bg_bg: Не е възможно да се извлекат данните за разширението от директорията/папката за разширения на FOSSBilling.
ca_es: No s'han pogut obtenir els detalls de l'extensió del directori d'extensions de FOSSBilling.
cs_cz: Nelze načíst podrobnosti rozšíření z adresáře rozšíření FOSSBilling.
de_de: Die Erweiterungsdetails konnten nicht aus dem FOSSBilling Erweiterungs-Verzeichnis abgerufen werden.
el_gr: Δεν είναι δυνατή η λήψη των στοιχείων της επέκτασης από τον κατάλογο επέκτασης FOSSBilling.
fa_ir: نمی توان جزئیات افزونه ها را از فهرست افزونه های FOSSBilling دریافت کرد.
fi_fi: Ei voitu hakea lisäosan tietoja FOSSBilling-lisäosan hakemistosta.
fr_fr: Impossible de récupérer les détails de l'extension depuis le répertoire d'extension FOSSBilling.
hu_hu: Nem lehet lekérni a bővítmény részleteit a FOSSBilling bővítménykönyvtárból.
id_id: Tidak dapat mengambil rincian ekstensi dari direktori ekstensi FOSSBilling.
lt_lt: Nepavyko gauti išsamios plėtinio informacijos iš FOSSBilling plėtinių katalogo.
nl_nl: Niet in staat om de extensie details op te halen uit de FOSSBilling extensie directory.
pl_pl: Nie można pobrać szczegółów rozszerzenia z katalogu rozszerzenia FOSSBilling.
pt_br: Não foi possível obter os detalhes da extensão do diretório de extensões do FOSSBilling.
pt_pt: Não foi possível obter os detalhes da extensão no diretório de extensões do FOSSBilling.
ro_ro: Imposibil de preluat detaliile extensiei din directorul FOSSBilling.
ru_ru: Не удалось получить сведения о расширении из каталога расширений FOSSBilling.
sr_rs: Nije moguće dohvatiti detalje dodataka iz FOSSBilling direktorijuma dodataka.
tr_tr: FOSSBilling eklenti kataloğundan eklenti detayları alınamadı.
uk_ua: Неможливо отримати відомості про розширення з каталогу розширень FOSSBill.
vi_vn: Không thể tìm nạp chi tiết tiện ích mở rộng từ thư mục tiện ích mở rộng FOSSBilling.
zh_cn: 无法从 FOSSBilling 扩展目录获取扩展详细信息。

source: An error occurred when fetching the extensions releases
cs_cz: Došlo k chybě při načítání rozšíření
de_de: Beim Laden der Erweiterungen ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά την ανάκτηση των επεκτάσεων
fa_ir: هنگام دریافت نسخه های افزونه ها خطایی روی داد
fi_fi: Laajennusten julkaisujen noutamisessa tapahtui virhe
fr_fr: Une erreur s'est produite lors de la récupération des versions des extensions
hu_hu: Hiba történt a kiterjesztések kiadásainak lekérésekor
id_id: Terjadi kesalahan ketika mendapatkan rilis ekstensi
nl_nl: Er is een fout opgetreden bij het ophalen van de extensies releases
pl_pl: Wystąpił błąd podczas pobierania wydań rozszerzeń
ro_ro: A apărut o eroare la preluarea versiunilor extensiilor
ru_ru: Произошла ошибка при загрузке релизов расширений
sr_rs: Došlo je do greške pri preuzimanju novog izdanja ekstenzije
vi_vn: Đã xảy ra lỗi khi tìm nạp các bản phát hành tiện ích mở rộng
zh_cn: 更新扩展时出现错误。

source: Unable to fetch the latest extension release.
cs_cz: Nelze načíst nejnovější vydání rozšíření.
de_de: Die neueste Erweiterungsversion konnte nicht abgerufen werden.
el_gr: Δεν είναι δυνατή η λήψη της τελευταίας έκδοσης επέκτασης.
fa_ir: دریافت آخرین نسخه افزونه امکان‌پذیر نیست.
fi_fi: Uusinta laajennuksen julkaisua ei pystytä hakemaan.
fr_fr: Impossible de récupérer la dernière version de l'extension.
hu_hu: Nem sikerült lekérni a legújabb kiterjesztés kiadását.
id_id: Terjadi kesalahan ketika mendapatkan rilis terbaru dari ekstensi.
nl_nl: Kon de nieuwste extensie uitgave niet ophalen.
pl_pl: Nie można pobrać najnowszej wersji rozszerzenia.
ro_ro: Nu se poate prelua ultima versiune a extensiei.
ru_ru: Не удается получить последнюю версию расширения.
sr_rs: Nije moguće preuzeti najnovije izdanje nadogradnje.
vi_vn: Không thể tìm nạp bản phát hành tiện ích mở rộng mới nhất.
zh_cn: 无法更新扩展。

source: Unable to connect to the FOSSBilling extension directory.
ar_sa: غير قادر على الاتصال بدليل ملحقات FOSSBilling.
bg_bg: Не мога да се свържа със сайта за разширения на FOSSBilling.
ca_es: No es pot connectar al directori d'extensió FOSSBilling.
cs_cz: Nelze se připojit k adresáři rozšíření FOSSBing.
de_de: Verbindung zum FOSSBilling Erweiterungs-Verzeichnis nicht möglich.
el_gr: Αδυναμία σύνδεσης στον κατάλογο επεκτάσεων FOSSBilling.
fa_ir: اتصال به فهرست افزونه های FOSSBilling ممکن نیست.
fi_fi: Yhteyttä FOSSBilling-laajennushakemistoon ei pystytä muodostamaan.
fr_fr: Impossible de se connecter au répertoire d'extension FOSSBilling.
hu_hu: Nem lehet csatlakozni a FOSSBilling bővítménykönyvtárhoz.
id_id: Tidak dapat terhubung ke direktori ekstensi FOSSBilling.
lt_lt: Nepavyko prisijungti prie FOSSBilling plėtinio katalogo.
nl_nl: Kan geen verbinding maken met de FOSSBilling extensie-map.
pl_pl: Nie można połączyć się z katalogiem rozszerzeń FOSSBilling.
pt_br: Não foi possível conectar ao diretório de extensões do FOSSBilling.
pt_pt: Não é possível ligar ao diretório de extensão FOSSBilling.
ro_ro: Nu s-a putut conecta la site-ul de extensii FOSSBilling.
ru_ru: Не удалось подключиться к сайту расширений FOSSBilling.
sr_rs: Nije moguće povezati se sa FOSSBilling direktorijumom dodataka.
tr_tr: FOSSBilling eklenti kataloğuna bağlanılamıyor.
uk_ua: Не вдається підключитися до каталогу розширень FOSSBilling.
vi_vn: Không thể kết nối đến danh mục mở rộng của FOSSBilling.
zh_cn: 无法连接到 FOSSBilling 扩展目录。

source: Invalid response from the FOSSBilling extension directory.
ar_sa: غير قادر على الاتصال بدليل ملحقات FOSSBilling.
bg_bg: Невалиден отговор от директорията/папката за разширения на FOSSBilling.
ca_es: Resposta no vàlida del directori d'extensió FOSSBilling.
cs_cz: Neplatná odpověď z adresáře rozšíření FOSSBilling.
de_de: Ungültige Antwort vom FOSSBilling Erweiterungs-Verzeichnis.
el_gr: Μη έγκυρη απάντηση από τον κατάλογο επέκτασης FOSSBilling.
fa_ir: پاسخ نامعتبر از فهرست افزونه های FOSSBilling.
fi_fi: Virheellinen vastaus FOSSBilling-laajennushakemistosta.
fr_fr: Réponse invalide du répertoire d'extension FOSSBilling.
hu_hu: Érvénytelen válasz a FOSSBilling bővítménykönyvtárból.
id_id: Tanggapan tidak valid dari direktori ekstensi FOSSBilling.
lt_lt: Netinkamas atsakymas iš FOSSBilling plėtinių katalogo.
nl_nl: Ongeldig antwoord van de FOSSBilling-extensiemap.
pl_pl: Nieprawidłowa odpowiedź z katalogu rozszerzerozszerzeń FOSSBilling.
pt_br: Resposta inválida do diretório de extensões do FOSSBilling.
pt_pt: Resposta inválida do diretório de extensão FOSSBilling.
ro_ro: Răspuns invalid de la Sistemul de Alerte Centrale FOSSBilling.
ru_ru: Недопустимый ответ из каталога расширений FOSSBilling.
sr_rs: Nevažeći odgovor od FOSSBilling direktorijuma dodataka.
tr_tr: FOSSBilling eklenti kataloğundan geçersiz yanıt.
uk_ua: Неправильна відповідь від каталогу розширень FOSSBilling.
vi_vn: Không thể kết nối đến danh mục mở rộng của FOSSBilling.
zh_cn: FOSSBilling 扩展目录到响应无效。

source: Provided priority (:priority) is invalid. Please provide an integer between 1 and 5 or use the pre-defined symfony constants.
ar_sa: الأولوية المعطاة (:priority) غير صالحة. يرجى تقديم عدد صحيح بين 1 و 5 أو استخدام ثوابت رمزية محددة مسبقا.
bg_bg: Предоставеният приоритет (:priority) е невалиден. Моля, посочете цяло число между 1 и 5 или използвайте предварително дефинираните константи на symfony.
ca_es: La prioritat proporcionada (:priority) no és vàlida. Proporcioneu un nombre enter entre 1 i 5 o utilitzeu les constants de Symfony predefinides.
cs_cz: Poskytnutá priorita (:priority) je neplatná. Zadejte celé číslo od 1 do 5 nebo použijte předdefinované konstanty symboliky.
de_de: Die angegebene Priorität (:priority) ist ungültig. Bitte gib eine Zahl zwischen 1 und 5 an oder verwende die vordefinierten Symfony-Konstanten.
el_gr: Η παρεχόμενη προτεραιότητα (:priority) είναι άκυρη. Παρακαλούμε δώστε έναν ακέραιο αριθμό μεταξύ 1 και 5 ή χρησιμοποιήστε τις προκαθορισμένες σταθερές του symfony.
fa_ir: اولویت ارائه شده (:priority) نامعتبر است. لطفاً یک عدد صحیح بین 1 و 5 ارائه دهید یا از ثابت های سمفونی از پیش تعریف شده استفاده کنید.
fi_fi: Annettu prioriteetti (:priority) on virheellinen. Anna kokonaisluku väliltä 1 ja 5 tai käytä valmiita symfony-vakioita.
fr_fr: La priorité fournie (:priority) n'est pas valide. Veuillez fournir un entier compris entre 1 et 5 ou utiliser les constantes symfony prédéfinies.
hu_hu: Feltéve, hogy a prioritás (:p rioritás) érvénytelen. Kérjük, adjon meg egy 1 és 5 közötti egész számot, vagy használja az előre definiált symfony állandókat.
id_id: Prioritas yang diberikan (:prioritas) tidak valid. Harap berikan bilangan bulat antara 1 sampai 5 atau gunakan symfony yang telah ditentukan sebelumnya.
lt_lt: Nurodytas prioritetas (:priority) neteisingas. Pateikite sveikąjį skaičių nuo 1 iki 5 arba naudokite iš anksto nustatytas simfonijos konstantas.
nl_nl: De opgegeven prioriteit (:priority) is ongeldig. Geef een getal tussen 1 en 5 op of gebruik de vooraf gedefinieerde symfonische constanten.
pl_pl: Podany priorytet (:priority) jest nieprawidłowy. Proszę podać liczbę całkowitą pomiędzy 1 a 5 lub użyć wstępnie zdefiniowanych stałych symboli.
pt_br: Prioridade (:priority) fornecida é inválida. Forneça um número inteiro entre 1 e 5 ou use as constantes pré-definidas do symfony.
pt_pt: A prioridade fornecida (:priority) é inválida. Por favor, forneça um número inteiro entre 1 e 5 ou utilize as constantes symfony pré-definidas.
ro_ro: Prioritatea furnizată (:priority) este invalidă. Vă rugăm să furnizați un număr întreg între 1 și 5 sau să folosiți constantele simfonice predefinite.
ru_ru: Указанный приоритет (:priority) недействителен. Укажите целое число от 1 до 5 или используйте предопределенные константы symfony.
sr_rs: Dati prioritet (:priority) je nevažeći. Unesite ceo broj između 1 i 5 ili koristite unapred predefinisane symfony konstante.
tr_tr: Sağlanan öncelik (:priority) geçersiz. Lütfen 1 ile 5 arasında bir tamsayı girin veya önceden tanımlanmış symfony sabitlerini kullanın.
uk_ua: Заданий пріоритет (:priority) невірний. Будь ласка, вкажіть ціле число між 1 і 5, або використовуйте попередньо визначені константи.
vi_vn: Mức độ ưu tiên được cung cấp (:ưu tiên) không hợp lệ. Vui lòng cung cấp một số nguyên từ 1 đến 5 hoặc sử dụng hằng số symfony được xác định trước.
zh_cn: 提供的优先级(:priority) 无效。请提供介于 1 和 5 之间的整数或使用预先定义的符号常数。

source: FOSSBilling requires the proc_open PHP function to be enabled when using the sendmail transport
ar_sa: تشترط FOSSBilling تمكين دالة proc_open PHP عند استخدام نقل Sendmail
bg_bg: FOSSBilling изисква PHP функцията proc_open да бъде активирана, когато се използва sendmail транспортът
ca_es: FOSSBilling requereix que la funció PHP proc_open estigui habilitada quan s'utilitza el transport sendmail
cs_cz: FOSSBilling vyžaduje, aby byla funkce proc_open PHP povolena při přenosu sendmail
de_de: FOSSBilling erfordert, dass die proc_open PHP-Funktion aktiviert ist, wenn der sendmail-Transport benutzt wird
el_gr: Το FOSSBilling απαιτεί την ενεργοποίηση της συνάρτησης PHP proc_open όταν χρησιμοποιείτε τη μεταφορά sendmail
fa_ir: FOSSBilling نیاز به فعال کردن تابع proc_open در PHP هنگام استفاده از انتقال sendmail دارد
fi_fi: FOSSBilling edellyttää, että PHP-funktio proc_open on käytössä, kun käytetään sendmail-lähetystä
fr_fr: FOSSBilling requiert que la fonction PHP proc_open soit activée lors de l'utilisation du transport sendmail
hu_hu: A FOSSBilling megköveteli a proc_open PHP funkció engedélyezését a sendmail átvitel használatakor
id_id: FOSSBilling membutuhkan fungsi PHP proc_open yang aktif ketika menggunakan transport sendmail
lt_lt: FOSSBilling reikalauja, kad naudojant sendmail transportą, būtų įjungta proc_open PHP funkcija
nl_nl: FOSSBilling vereist dat de proc_open PHP functie is ingeschakeld wanneer gebruik wordt gemaakt van de sendmail transport
pl_pl: FOSSBilling wymaga włączenia funkcji proc_open PHP podczas korzystania z sendmail
pt_br: FOSSBilling requer que a função "proc_open PHP" esteja ativada ao utilizar o transporte sendmail
pt_pt: O FOSSBilling requer que a função PHP proc_open seja activada quando se utiliza o transporte sendmail
ro_ro: FOSSBilling necesită ca funcţia proc_open PHP să fie activată atunci când se utilizează sendmail transport
ru_ru: FOSSBilling требует, чтобы функция PHP proc_open была включена при использовании транспорта sendmail
sr_rs: FOSSBilling zahtjeva proc_open PHP funkciju da bude omogućena kada koristite sendmail transport
tr_tr: FOSSBilling, "sendmail" aktarımı kullanılırken "proc_open" PHP fonksiyonun etkinleştirilmesini gerektirir
uk_ua: FOSSBilling вимагає функції proc_open PHP для ввімкнення sendmail функцій
vi_vn: FOSSBilling yêu cầu phải bật chức năng Proc_open PHP khi sử dụng phương thức vận chuyển sendmail
zh_cn: FOSSBilling 需要在使用发送邮件传输时启用 proc_open PHP 函数

source: A SendGrid API key is required to send emails via SendGrid
cs_cz: Pro odesílání e-mailů přes SendGrid je vyžadován klíč API
de_de: Ein SendGrid-API-Schlüssel wird benötigt, um E-Mails über SendGrid zu versenden
el_gr: Για την αποστολή μηνυμάτων ηλεκτρονικού ταχυδρομείου μέσω του SendGrid απαιτείται κλειδί API SendGrid
fa_ir: یک کلید SendGrid API برای ارسال ایمیل از طریق SendGrid مورد نیاز است
fi_fi: SendGridin API-avain tarvitaan sähköpostien lähettämiseen SendGridin kautta
fr_fr: Une clé API Sendgrid est nécessaire pour envoyer des emails via Sendgrid
hu_hu: A SendGrid API kulcs szükséges az e-mailek SendGrid-en keresztüli küldéséhez
id_id: API Key Sendgrid diperlukan untuk mengirim email via Sendgrid
nl_nl: Voor het verzenden van e-mails via Sendgrid is een Sendgrid API-sleutel vereist
pl_pl: Klucz API Sendgrid jest wymagany do wysyłania wiadomości email za pośrednictwem Sendgrid
ro_ro: O cheie API SendGrid este necesară pentru a trimite e-mailuri prin SendGrid
ru_ru: Для отправки электронных писем через SendGrid требуется API-ключ SendGrid
sr_rs: SendGrid API ključ je neophodan za slanje e-mailova preko SendGrid-a
vi_vn: Cần có khóa API SendGrid để gửi email qua SendGrid.
zh_cn: 请先配置 SendGrid API Key 之后再发送邮件。

source: Unable to send email: 'Custom' transport method was selected without a custom DSN
ar_sa: غير قادر على إرسال البريد الإلكتروني: تم تحديد طريقة نقل "مخصصة" دون DSN مخصص
bg_bg: Не мога да изпратя имейл: 'Персонализиран' транспорт метод е избран но не е избран персонализиран DSN
ca_es: No es pot enviar un correu electrònic: s'ha seleccionat el mètode de transport "personalitzat" sense un DSN personalitzat
cs_cz: E-mail nelze odeslat: 'Vlastní' způsob dopravy byl vybrán bez vlastního DSN
de_de: E-Mail konnte nicht gesendet werden: 'Custom' Transport-Methode wurde ohne eine eigene DSN ausgewählt
el_gr: Αδυναμία αποστολής email: Μέθοδος μεταφοράς 'Custom' επιλέχθηκε χωρίς προσαρμοσμένο DSN
fa_ir: ارسال ایمیل امکان‌پذیر نیست: روش انتقال «سفارشی» بدون DSN سفارشی انتخاب شده است
fi_fi: Sähköpostia ei voi lähettää: 'Mukautettu' siirtotapa valittiin ilman mukautettua DSN:ää
fr_fr: Impossible d'envoyer l'email: le mode de transport 'personnalisé' a été sélectionné sans DSN personnalisé
hu_hu: Nem lehet e-mailt küldeni: Az "Egyéni" szállítási mód egyéni DSN nélkül lett kiválasztva
id_id: Tidak dapat mengirim email: Metode transport 'Kostum' di pilih tanpa DSN kostum
lt_lt: Nepavyko išsiųsti el. laiško: pasirinktas 'Custom' transportavimo metodas be tinkinto DSN
nl_nl: Kan geen e-mail verzenden: 'Aangepaste' transportmethode is geselecteerd zonder aangepaste DSN
pl_pl: Nie można wysłać wiadomości e-mail: "Niestandardowa" metoda transportu została wybrana bez własnego DSN
pt_br: Não foi possível enviar o e-mail: 'Personalizado' método de envio selecionado sem um DSN personalizado
pt_pt: Não é possível enviar correio eletrónico: O método de transporte 'Personalizado' foi selecionado sem um DSN personalizado
ro_ro: Nu s-a putut trimite email-ul: 'Personalizarea' metodei de transport selectate fără un DSN personalizat
ru_ru: Не удалось отправить электронное письмо: выбран метод транспортировки 'Custom' без пользовательского DSN
sr_rs: Ne može se poslati email: ˙Nasumična˙ transportna metoda je odabrana bez nasumične DSN
tr_tr: E-posta gönderilemiyor: Özel bir DSN olmadan 'Özel' taşıma yöntemi seçildi
uk_ua: Неможливо відправити листа: 'Користувацький спосіб відправки був обраний без вказаного DSN
vi_vn: Không thể gửi email: Phương thức truyền tải 'Tùy chỉnh' đã được chọn mà không có DSN tùy chỉnh.
zh_cn: 无法发送邮件：在没有自定义DSN的情况下选择了“自定义”传输方式

source: Unknown mail transport: :transport
ar_sa: نقل بريد مجهول: :transport
bg_bg: Непознат имейл transport: :transport
ca_es: Transport de correu desconegut: :transport
cs_cz: Neznámý mail transport :transport
de_de: Unbekannter Mailversand: :transport
el_gr: Άγνωστη μεταφορά αλληλογραφίας: :transport
fa_ir: پورت ایمیل ناشناخته :transport
fi_fi: Tuntematon sähköpostin lähetys: :transport
fr_fr: Transporteur de mail inconnu :transport
hu_hu: Ismeretlen levélszállítás: :transport
id_id: Pengaturan email tidak dikenal transport: :transport
lt_lt: Nežinomas pašto transportas: :transport
nl_nl: Onbekend e-mailvervoer: :transport
pl_pl: Nieznany transport pocztowy: :transport
pt_br: Transporte de e-mail desconhecido: :transport
pt_pt: Transporte de correio desconhecido: :transport
ro_ro: Transport mail necunoscut :transport
ru_ru: Неизвестный почтовый транспорт: :transport
sr_rs: Nepoznati mail transport: :transport
tr_tr: Bilinmeyen posta aktarımı: :transport
uk_ua: Невідомий поштовий транспорт: :transport
vi_vn: Không xác định mail transport :transport
zh_cn: 未知的邮件传输: :transport

source: Failed to send email via :transport with the exception :e
ar_sa: أخفق إرسال البريد الإلكتروني عبر :transport والخطأ :e
bg_bg: Неуспешно изпращане на имейл чрез :transport с изключение :e
ca_es: No s'ha pogut enviar el correu electrònic mitjançant :transport amb l'excepció :e
cs_cz: Nepodařilo se odeslat e-mail přes :transport s výjimkou :e
de_de: Fehler beim Senden der E-Mail via :transport mit der Ausnahme :e
el_gr: Αποτυχία αποστολής email μέσω :transport με σφάλμα :e
fa_ir: ارسال ایمیل از طریق :transport به استثنای :e انجام نشد
fi_fi: Sähköpostin lähettäminen :transportin kautta epäonnistui poikkeuksen :e kanssa
fr_fr: Échec de l'envoi de l'email via :transport avec l'exception :e
hu_hu: Nem sikerült e-mailt küldeni a :transport segítségével, kivéve :e
id_id: Gagal mengirim email melalui :transport dengan pengecualian :e
lt_lt: Nepavyko išsiųsti el. pašto per :transport išskyrus :e
nl_nl: Kan geen e-mail verzenden via :transport met foutmelding :e
pl_pl: Nie udało się wysłać wiadomości e-mail przez :transport z wyjątkiem :e
pt_br: Falha ao enviar o e-mail via :transport com a exceção :e
pt_pt: Falha no envio de correio eletrónico através de :transport com a exceção :e
ro_ro: Nu s-a putut trimite e-mail prin :transport cu excepția :e
sr_rs: Neuspešno slanje emaila preko :transport sa izuzetkom :e
tr_tr: :e istisnası dışında :transport aracılığıyla e-posta gönderilemedi
uk_ua: Не вдалося надіслати email через :transport з винятком :e
vi_vn: Không thể gửi email qua :transport ngoại trừ :e
zh_cn: 通过 :e 传输发送邮件失败
