Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: FOSSBilling will automatically ping every enabled search engine every 24 hours. Cron jobs must be working for this to work.
ar_sa: سوف تقوم FOSSBilling تلقائياً بتجميع كل محرك بحث مفعل كل 24 ساعة. يجب أن تكون وظائف كرون تعمل لهذا العمل.
bg_bg: FOSSBilling автоматично изпраща пинг до всяка активирана търсачка на всеки 24 часа. За да работи тази функция, трябва да работят Cron задачите.
ca_es: FOSSBilling farà ping automàticament a cada motor de cerca habilitat cada 24 hores. Les feines de Cron han de funcionar perquè això funcioni.
cs_cz: FOSSBilling automaticky zobrazí každý povolený vyhledávač každých 24 hodin. Cron joby musí pracovat na tom, aby to fungovalo.
de_de: FOSSBilling wird automatisch alle 24 Stunden jede aktivierte Suchmaschine anpingen. Damit dies funktioniert, müssen Cron Jobs ausgeführt werden.
el_gr: Το FOSSBilling θα κάνει αυτόματα ping σε κάθε ενεργοποιημένη μηχανή αναζήτησης κάθε 24 ώρες. Οι εργασίες Cron πρέπει να λειτουργούν για να λειτουργήσει αυτό.
fa_ir: FOSSBilling هر 24 ساعت یکبار به طور خودکار از هر موتور جستجوی فعال شده پینگ می کند. Cron jobs باید برای این کار کند.
fi_fi: FOSSBilling pingaa automaattisesti jokaista käytössä olevaa hakukonetta 24 tunnin välein. Cron-töiden on oltava toiminnassa, jotta tämä toimii.
fr_fr: FOSSBilling enverra automatiquement une requête ping à chaque moteur de recherche activé toutes les 24 heures. Les tâches Cron doivent fonctionner pour que cela fonctionne.
hu_hu: A FOSSBilling 24 óránként automatikusan pingeli az összes engedélyezett keresőmotort. A Cron munkáknak működniük kell ahhoz, hogy ez működjön.
id_id: FOSSBilling akan otomatis melakukan ping setiap mesin pencarian diaktifkan setiap 24 jam. Pekerjaan cron harus berjalan untuk menjalankan fitur ini.
lt_lt: FOSSBilling kas 24 valandas automatiškai patikrins kiekvieną įjungtą paieškos variklį. Kad tai veiktų, Cron darbai turi veikti.
nl_nl: FOSSBilling zal automatisch elke 24 uur elke ingeschakelde zoekmachine pingen. Cron jobs moeten werken om dit te laten werken.
pl_pl: FOSSBilling automatycznie będzie pingować każdy włączony silnik wyszukiwania co 24 godziny. Aby to działało, zadania cron muszą być aktywne.
pt_br: O FOSSBilling executará o ping automaticamente em todos os mecanismos de pesquisa ativados a cada 24 horas. Os trabalhos do cron devem estar funcionando para que isso funcione.
pt_pt: O FOSSBilling efectuará automaticamente ping a todos os motores de busca activados a cada 24 horas. As tarefas Cron devem estar a funcionar para que isto funcione.
ro_ro: FOSSBilling va face ping automat către fiecare motor de căutare activat la fiecare 24 de ore. Task-urile de tip cron trebuie să funcționeze pentru ca acest lucru să fie posibil.
ru_ru: FOSSBilling будет автоматически пинговать каждую включенную поисковую систему каждые 24 часа. Для этого должны работать cron-задачи.
sr_rs: FOSSBilling će automatski pingovati svaki omogućeni pretraživač na svaka 24 sata. Cron poslovi moraju da rade da bi ovo funkcionisalo.
tr_tr: FOSSBilling her etkin arama motoruna 24 saatte bir otomatik olarak ping atacaktır. Bunun çalışması için Cron servisi çalışıyor olmalıdır.
uk_ua: FOSSBilling буде автоматично перевіряти кожну увімкнуту пошукову систему кожні 24 години. Завдання Cron повинні працювати, щоб це працювало.
zh_cn: FOSSBilling 将全天24小时自动启动已启用的搜索引擎。请确保定时任务 Cron 能正常工作。

source: Last time a ping was sent
ar_sa: اخر مرة تم ارسال بنغ
bg_bg: Последно изпращане на пинг
ca_es: La darrera vegada que es va enviar un ping
cs_cz: Poslední ping byl odeslán
de_de: Letztes Mal, als ein Ping gesendet wurde
el_gr: Τελευταία φορά που στάλθηκε ping
fa_ir: آخرین باری که پینگ ارسال شد
fi_fi: Viimeksi lähetetty ping
fr_fr: La dernière fois qu'un ping a été envoyé
hu_hu: Legutóbbi pingelés küldése
id_id: Baru saja ping terkirim
lt_lt: Paskutinis kartas, kai buvo išsiųstas ping
nl_nl: Laatste keer dat een ping werd verzonden
pl_pl: Ostatni raz wysłano ping
pt_br: Última vez que um ping foi enviado
pt_pt: Última vez que foi enviado um ping
ro_ro: Ultima dată când a fost trimis un ping
ru_ru: Последний раз пинг отправлялся
sr_rs: Poslednji put je poslat ping
tr_tr: En son PING gönderilme zamanı
uk_ua: Останній раз було надіслано пінг
zh_cn: 上次发送 ping

source: A ping wasn't sent yet
ar_sa: لم يتم إرسال بنغ بعد
bg_bg: Все още не е пратен пинг
ca_es: Encara no s'ha enviat un ping
cs_cz: ping zatím nebyl odeslán
de_de: Ein Ping wurde noch nicht gesendet
el_gr: Το ping δεν στάλθηκε ακόμα
fa_ir: هنوز پینگ ارسال نشده است
fi_fi: Pingiä ei lähetetty vielä
fr_fr: Un ping n'a pas encore été envoyé
hu_hu: Még nem érkezett pingelés
id_id: Ping belum terkirim
lt_lt: Ping dar nebuvo išsiųstas
nl_nl: Er is nog geen ping verzonden
pl_pl: Ping nie został jeszcze wysłany
pt_br: Um ping não foi enviado ainda
pt_pt: Ainda não foi enviado um ping
ro_ro: Un ping nu a fost trimis încă
ru_ru: Пинг еще не отправлялся
sr_rs: Ping još nije poslat
tr_tr: Henüz PING gönderilmedi
uk_ua: Пінг ще не був відправлений
zh_cn: 尚未发送 ping

source: API Key settings
ar_sa: إعدادات مفتاح API
bg_bg: API ключ настройки
ca_es: Configuració de la clau de l'API
cs_cz: Nastavení API klíče
de_de: Einstellungen für API Schlüssel
el_gr: Ρυθμίσεις κλειδιού API
fa_ir: تنظیمات کلید API
fi_fi: API-avaimen asetukset
fr_fr: Paramètres de la clé API
hu_hu: API-kulcs beállításai
id_id: Pengaturan Kunci API
nl_nl: API-sleutel instellingen
pl_pl: Ustawienia klucza API
pt_br: Configurações da chave API
pt_pt: Definições da chave API
ro_ro: Setări cheie API
ru_ru: Настройки API ключа
sr_rs: Podešavanja API ključa
tr_tr: API Anahtarı ayarları
uk_ua: Налаштування ключа API
zh_cn: API 密钥设置

source: API key settings updated
ar_sa: تم تحديث إعدادات الترخيص
bg_bg: Настройките за API ключа бяха актуализирани
ca_es: S'ha actualitzat la configuració de la clau de l'API
cs_cz: Nastavení API klíče bylo aktualizováno
de_de: API Key Einstellungen aktualisiert
el_gr: Οι ρυθμίσεις κλειδιού API ενημερώθηκαν
fa_ir: تنظیمات کلید API به روز شد
fi_fi: API-avaimen asetukset päivitetty
fr_fr: Paramètres de la clé API mis à jour
hu_hu: API-kulcsbeállítások frissítve
id_id: Pengaturan Kunci API diperbarui
nl_nl: API-sleutel instellingen bijgewerkt
pl_pl: Ustawienia klucza API zaktualizowane
pt_br: Configurações da chave API atualizada
pt_pt: Definições da chave API actualizadas
ro_ro: Setările cheii API actualizate
ru_ru: Настройки API ключа обновлены
sr_rs: Podešavanja API ključa su ažurirana
tr_tr: API Anahtarı ayarları güncellendi
uk_ua: Параметри ключа API оновлено
zh_cn: API 密钥设置已更新

source: Here you can configure the length of the API keys that will be generated. We recommend making this no less than 16 at a minimum. When in doubt, leave this at 32.
cs_cz: Zde můžete konfigurovat délku vygenerovaných klíčů. Doporučujeme minimálně 16. V případě pochybností nechte na 32.
de_de: Hier können Sie die Länge der API-Schlüssel konfigurieren, die generiert werden sollen. Wir empfehlen, dass diese mindestens 16 beträgt. Im Zweifelsfall sollten Sie es bei 32 belassen.
el_gr: Εδώ μπορείτε να ρυθμίσετε το μήκος των κλειδιών API που θα δημιουργηθούν. Συνιστούμε να μην είναι μικρότερο από 16 τουλάχιστον. Σε περίπτωση αμφιβολίας, αφήστε το στα 32.
fa_ir: در اینجا می توانید طول کلیدهای API را که تولید می شوند پیکربندی کنید. ما توصیه می کنیم این را حداقل از 16 تهیه کنید. وقتی شک دارید، این را در 32 بگذارید.
fr_fr: Ici, vous pouvez configurer la longueur des clés API qui seront générées. Nous vous recommandons d’en faire au moins 16 au minimum. En cas de doute, laissez-le à 32.
hu_hu: Itt konfigurálhatja a generálandó API-kulcsok hosszát. Javasoljuk, hogy ez legalább 16 legyen. Ha kétségei vannak, hagyja ezt 32-nél.
id_id: Disini Anda dapat mengkonfigurasi panjang dari Kunci API yang akan dibuat. Kami merekomendasikan membuatnya tidak kurang dari 16 karakter secara minimum. Dalam hal ini, dapat diisi dengan 32.
nl_nl: Hier kan de lengte van de API-sleutels die gegenereerd zullen worden, worden geconfigureerd. Het wordt aanbevolen om deze minimaal op 16 in te stellen. Bij twijfel kan dit op 32 blijven staan.
pl_pl: Tutaj możesz skonfigurować długość generowanych kluczy API. Zalecamy, aby było to nie mniej niż 16, a w razie wątpliwości pozostaw na 32.
ro_ro: Aici puteți configura lungimea cheilor API care vor fi generate. Vă recomandăm să faceți acest lucru nu mai puțin de minim 16. Dacă aveți dubii, lăsați acest lucru la 32.
ru_ru: Здесь вы можете настроить длину генерируемых API ключей. Мы рекомендуем устанавливать не менее 16. В случае сомнений оставьте значение 32.
sr_rs: Ovde možete da konfigurišete dužinu API ključeva koji će biti generisani. Preporučujemo da ovo bude najmanje 16. Kada ste u nedoumici, ostavite ovo na 32.
tr_tr: Burada, oluşturulacak API anahtarlarının uzunluğunu yapılandırabilirsiniz. Bunu 16'dan az yapmamanızı öneririz. Emin değilseniz bunu 32'de bırakın.

source: Length
ar_sa: الطول
bg_bg: Дължина
ca_es: Longitut
cs_cz: Délka
de_de: Länge
el_gr: Μήκος
fa_ir: طول
fi_fi: Pituus
fr_fr: Longueur
hu_hu: Hossz
id_id: Panjang
lt_lt: Ilgis
nl_nl: Lengte
pl_pl: Długość
pt_br: Duração
pt_pt: Comprimento
ro_ro: Lungime
ru_ru: Длина
sr_rs: Dužina
tr_tr: Uzunluk
uk_ua: Довжина
vi_vn: Độ dài
zh_cn: 长度

source: FOSSBilling can split the generated API key with dashes depending on the following options. The dashes will not count towards the API key length. If any API key is generated with dashes, they must be included in order for it to be considered valid.
ar_sa: يمكن لـ FOSSBilling تقسيم مفتاح API الذي تم إنشاؤه مع الشرطات تبعاً للخيارات التالية. لن يتم احتساب الشرطات في طول مفتاح API. إذا تم إنشاء أي مفتاح API مع الشرطات، يجب أن يتم تضمينها حتى يمكن اعتبارها صالحة.
bg_bg: FOSSBilling може да раздели генерирания API ключ с тирета в зависимост от следните опции. Тиретата няма да се отчитат към дължината на API ключа. Ако някой API ключ е генериран с тирета, те трябва да бъдат включени, за да се счита за валиден.
ca_es: FOSSBilling pot dividir la clau d'API generada amb guions en funció de les opcions següents. Els guions no comptaran per a la longitud de la clau de l'API. Si es genera alguna clau API amb guions, s'han d'incloure per tal que es consideri vàlida.
cs_cz: FOSSBilling může rozdělit generovaný API klíč pomocí pomlček v závislosti na následujících možnostech. Pomlčky se nepočítají do délky API klíče. Pokud je nějaký klíč API generován s pomlčkami, musí být začleněn, aby byl považován za platný.
de_de: FOSSBilling kann den generierten API-Schlüssel mit Bindestrichen aufteilen, abhängig von den folgenden Optionen. Die Bindestriche werden nicht auf die Länge des API-Schlüssels angerechnet. Wenn ein API-Schlüssel mit Bindestrichen generiert wird, müssen diese enthalten sein, damit er als gültig angesehen wird.
el_gr: Το FOSSBilling μπορεί να χωρίσει το παραγόμενο κλειδί API με παύλες ανάλογα με τις ακόλουθες επιλογές. Οι παύλες δεν υπολογίζονται στο μήκος του κλειδιού API. Εάν κάποιο κλειδί API παράγεται με παύλες, αυτές πρέπει να συμπεριληφθούν προκειμένου να θεωρηθεί έγκυρο.
fa_ir: FOSSBilling می تواند کلید API تولید شده را بسته به گزینه های زیر با خط تیره تقسیم کند. خط تیره ها در طول کلید API محاسبه نمی شوند. اگر هر یک از کلیدهای API با خط تیره تولید می‌شود، باید آن‌ها را اضافه کنید تا معتبر در نظر گرفته شود.
fi_fi: FOSSBilling voi jakaa luodun API-avaimen katkoviivoilla seuraavien vaihtoehtojen mukaan. Viivoja ei lasketa API-avaimen pituuteen. Jos API-avain luodaan viivaimilla, ne on sisällytettävä, jotta sitä voidaan pitää kelvollisena.
fr_fr: FOSSBilling peut diviser la clé API générée avec des tirets en fonction des options suivantes. Les tirets ne compteront pas sur la longueur de la clé API. Si aucune clé API est générée avec des tirets, elle doit être incluse pour qu'elle soit considérée comme valide.
hu_hu: A FOSSBilling a létrehozott API-kulcsot kötőjelekkel oszthatja fel az alábbi beállításoktól függően. A kötőjelek nem számítanak bele az API-kulcs hosszába. Ha bármely API-kulcs kötőjelekkel jön létre, azokat bele kell foglalni ahhoz, hogy érvényesnek minősüljön.
id_id: FOSSBilling dapat memisah Kunci API yang dibuat dengan dash berdasarkan opsi yang diikuti. Dash tidak akan dihitung sebagai panjang Kunci API. Jika ada kunci API yang dibuat dengan dash, maka harus disertakan dalam pesanan untuk menjadi valid.
nl_nl: FOSSBilling kan de gegenereerde API key splitsen met streepjes afhankelijk van de volgende opties. De - zullen niet tellen tot de lengte van de API-sleutel. Als een API-sleutel met streepjes wordt gegenereerd, moeten deze worden ingevuld, zodat deze als geldig wordt beschouwd.
pl_pl: FOSSBilling może podzielić wygenerowany klucz API myślnikami, w zależności od poniższych opcji. Myślniki nie będą liczyć się do długości klucza API. Jeśli jakiś klucz API zostanie wygenerowany z myślnikami, muszą one być uwzględnione, aby był uważany za prawidłowy.
pt_br: O FOSSBilling pode dividir a chave API gerada com hifens, dependendo das opções a seguir. Os traços não serão contabilizados no tamanho da chave API. Se alguma chave API for gerada com hifens, eles devem ser incluídos para que seja considerada válida.
pt_pt: O FOSSBilling pode dividir a chave API gerada com traços, dependendo das seguintes opções. Os traços não serão contabilizados para o comprimento da chave API. Se qualquer chave de API for gerada com traços, estes devem ser incluídos para que seja considerada válida.
ro_ro: FOSSBilling poate împărți cheia API generată cu liniuțe în funcție de următoarele opțiuni. Hărțile nu vor conta către lungimea cheii API. În cazul în care orice cheie API este generat cu dashes, acestea trebuie incluse pentru a fi considerate valide.
ru_ru: FOSSBilling может разделять сгенерированный API ключ дефисами в зависимости от следующих опций. Дефисы не учитываются в длине API ключа. Если API ключ сгенерирован с дефисами, они должны быть включены для его действительности.
sr_rs: FOSSBilling može da podeli generisani API ključ crticama u zavisnosti od sledećih opcija. Crtice se neće računati u dužinu API ključa. Ako se bilo koji API ključ generiše sa crticama, one moraju biti uključene da bi se smatrao važećim.
tr_tr: FOSSBilling, oluşturulan API anahtarını aşağıdaki seçeneklere bağlı olarak tire ile bölebilir. Tireler, API anahtarı uzunluğuna sayılmaz. Tireler ile herhangi bir API anahtarı oluşturulursa, geçerli sayılması için bunların dahil edilmesi gerekir.
uk_ua: FOSSBilling може розділити згенерований ключ API дефісами залежно від наступних параметрів. Прочерки не враховуються в довжині ключа API. Якщо будь-який ключ API генерується з дефісами, вони повинні бути включені, щоб він вважався дійсним.
zh_cn: FOSSBilling可以根据以下选项用破折号拆分生成的 API 密钥。破折号不会计入API密钥长度。 但如果任何API密钥是用破折号生成的，使用时则必须包含破折号才能被视为有效。

source: Split API key with dashes
ar_sa: تقسيم مفتاح API مع الشرطات
bg_bg: Разделяне на API ключа с тирета
ca_es: Dividiu la clau de l'API amb guions
cs_cz: Rozdělit API klíč pomocí pomlček
de_de: API-Schlüssel mit Bindestrichen aufteilen
el_gr: Διαχωρισμός του κλειδιού API με παύλες
fa_ir: کلید API را با خط تیره جدا کنید
fi_fi: Jaa API-avain väliviivoilla
fr_fr: Diviser la clé API avec des tirets
hu_hu: API-kulcs felosztása kötőjelekkel
id_id: Pisah Kunci API dengan dash
nl_nl: Splits API-sleutel met behulp van streepjes
pl_pl: Podziel klucz API myślnikami
pt_br: Dividir a chave API com hifens
pt_pt: Dividir a chave API com traços
ro_ro: Divizare cheie API cu cratime
ru_ru: Разделять API ключ дефисами
sr_rs: Podeli API ključ sa crticama
tr_tr: API anahtarını tireler ile ayırın
uk_ua: Розділити ключ API з дефісами
zh_cn: 用破折号拆分 API 密钥

source: Split Interval
ar_sa: فصل الفاصل الزمني
bg_bg: Разделяне на интервала
ca_es: Interval dividit
cs_cz: Rozdělit interval
el_gr: Διάστημα
fa_ir: فاصله جدا سازی
fi_fi: Jakoväli
fr_fr: Intervalle fractionné
hu_hu: Osztott intervallum
id_id: Interval pemisah
nl_nl: Interval splitsen
pl_pl: Interwał podziału
pt_br: Intervalo de Divisão
pt_pt: Intervalo de divisão
ro_ro: Divizare interval
ru_ru: Интервал разделения
sr_rs: Razdeliti Interval
tr_tr: Bölme Aralığı
uk_ua: Інтервал розділення
zh_cn: 拆分间隔

source: Here you can configure what case you want the API keys to be generated with. "Uppercase" makes all letters uppercase, "lowercase" makes them all lowercase, and "mixed" does a combination of the two options.
ar_sa: هنا يمكنك تكوين الحالة التي تريد إنشاء مفاتيح API بواسطتها. "Uppercase" يجعل كل الأحرف الكبيرة و "lowercase" تجعلها جميعها أحرف صغيرة و "مختلطة" تقوم بخليط من الخيارين.
bg_bg: Тук можете да конфигурирате какъв да е случаят, в който искате да се генерират API ключовете. "Uppercase" което са главни букви прави всички букви главни, "lowercase" са малки букви прави всички малки, а "mixed" са смесени прави комбинация от двете опции.
ca_es: Aquí podeu configurar amb quin cas voleu que es generin les claus API. "Majúscules" fa que totes les lletres majúscules, "minuscules" les fa totes en minúscules i "mixte" fa una combinació de les dues opcions.
cs_cz: Zde můžete nakonfigurovat, s jakým případem chcete vygenerovat API klíče. "Velká písmena" dělá všechna velká písmena, "malá písmena" dělá všechna malá písmena, a "smíšená" dělá kombinaci obou možností.
de_de: Hier können Sie konfigurieren, mit welcher Groß- und Kleinschreibung die API-Schlüssel generiert werden sollen. Bei "Großbuchstaben" werden alle Buchstaben groß geschrieben, bei "Kleinbuchstaben" werden alle Buchstaben klein geschrieben und bei "gemischt" wird eine Kombination aus beiden Optionen verwendet.
el_gr: Εδώ μπορείτε να ρυθμίσετε με ποια περίπτωση θέλετε να δημιουργηθούν τα κλειδιά API. Το «κεφαλαία» κάνει όλα τα γράμματα κεφαλαία, το «πεζά» τα κάνει όλα πεζά και το «ανάμεικτα» κάνει έναν συνδυασμό των δύο επιλογών.
fa_ir: در اینجا می توانید پیکربندی کنید که می خواهید کلیدهای API با چه موردی تولید شوند. "بزرگ" همه حروف را بزرگ می کند، "کوچک" همه آنها را کوچک می کند و "مخلوط" ترکیبی از دو گزینه را انجام می دهد.
fi_fi: Tässä voit määrittää, millä tapauksella API-avaimet halutaan luoda. " Suuret kirjaimet " tekee kaikista kirjaimista isoja, " pienet kirjaimet " tekee niistä kaikki pieniä ja " sekalaiset " tekee näiden kahden vaihtoehdon yhdistelmän.
fr_fr: Ici, vous pouvez configurer avec quel cas vous voulez que les clés d'API soient générées. Avec "Uppercase", toutes les lettres sont en majuscules, avec "lowercase" en minuscules, et avec "mixed" pour faire une combinaison des deux options.
hu_hu: Itt konfigurálhatja, hogy milyen esetben szeretné létrehozni az API-kulcsokat. A "nagybetűs" minden betűt nagybetűvé tesz, a "kisbetűs" mindet kisbetűvé teszi, a "vegyes" pedig a két lehetőség kombinációját teszi lehetővé.
id_id: Disini Anda dapat mengkonfigurasi karakter apa yang mau gunakan dalam Kunci API. "Huruf besar" membuat kalimatnya besar semua, "Huruf kecil" membuat kalimatnya kecil, dan "campuran" merupakan kombinasi keduanya.
nl_nl: Hier kan worden ingesteld in welke hoofdlettervorm de API-sleutels gegenereerd moeten worden. "Hoofdletters" maakt alle letters hoofdletters, "kleine letters" maakt ze allemaal kleine letters, en "gemengd" is een combinatie van beide opties.
pl_pl: Tutaj możesz skonfigurować, w jakim przypadku mają być generowane klucze API. „Wielkie litery” oznacza, że wszystkie litery są wielkimi literami, „małe litery” oznacza, że wszystkie litery są małymi literami, a „mieszane” oznacza kombinację obu opcji.
pt_br: Aqui você pode configurar com qual caso deseja que as chaves API sejam geradas. "Maiúsculas" torna todas as letras maiúsculas, "Minúsculas" torna todas as letras minúsculas e "Misturada" faz uma combinação das duas opções.
pt_pt: Aqui pode configurar as maiúsculas e minúsculas com que pretende que as chaves da API sejam geradas. "Uppercase" faz com que todas as letras sejam maiúsculas, "lowercase" faz com que sejam todas minúsculas, e "mixed" faz uma combinação das duas opções.
ro_ro: Aici puteți configura cu ce caz doriți să fie generate cheile API. "Majusculele" face toate literele majuscule, "litere mici" le face să fie toate cu litere mici, iar "combinat" face o combinaţie a celor două opţiuni.
ru_ru: Здесь вы можете настроить регистр генерируемых API ключей. "Верхний регистр" делает все буквы заглавными, "нижний регистр" - строчными, а "смешанный" - комбинацию обоих вариантов.
sr_rs: Ovde možete da konfigurišete sa kojim slučajem želite da se generišu API ključevi. "Veliko slovo" čini sva slova velikim, "malo slovo" ih čini malim slovima, a "mešano" čini kombinaciju dve opcije.
tr_tr: Burada, API anahtarlarının nasıl oluşturulmasını istediğinizi yapılandırabilirsiniz. "Büyük harf" tüm harfleri büyük yapar, "küçük harf" hepsini küçük harf yapar ve "karışık" iki seçeneğin bir kombinasyonunu yapar.
uk_ua: Тут ви можете налаштувати регістр, у якому потрібно генерувати ключі API. "Великий регістр" робить усі літери великими, "нижній регістр" робить їх малими, а "змішаний" створює комбінацію двох варіантів.
zh_cn: 在这里你可以设置你想要生成的 API 密钥的组成情况。 "大写" 将所有字母大写, "小写" 将使它们都变为小写, "混合"将包含大小写。

source: API key capitalization
ar_sa: رمز مفتاح API
bg_bg: API ключ капитализация
ca_es: Capitalització de la clau de l'API
cs_cz: Kapitalizace API klíče
el_gr: Κεφαλαιοποίηση κλειδιού API
fa_ir: حروف بزرگ کلید API
fi_fi: API-avaimen isot kirjaimet
fr_fr: Capitalisation des clés d'API
hu_hu: API-kulcs kis- és nagybetűs írásmódja
id_id: Kapitalisasi Kunci API
nl_nl: API sleutel in hoofdletters
pl_pl: Wielkość liter klucza API
pt_br: Letras maiúsculas da chave API
pt_pt: Capitalização da chave API
ro_ro: Capitalizarea cheii API
ru_ru: Регистр API ключа
sr_rs: Upotreba velikih slova API ključa
tr_tr: API Anahtarı büyük harf kullanımı
uk_ua: Використання великої літери в ключі API
zh_cn: API 密钥大小写

source: API key capitalization options
cs_cz: Možnosti kapitalizace API klíče
ro_ro: Capitalizarea cheii API
ru_ru: Опции регистра API ключа
sr_rs: Opcije pisanja velikim rečima u API ključu

source: Uppercase
ar_sa: أحرف كبيرة
bg_bg: Главни букви
ca_es: Majúscules
cs_cz: Velká písmena
de_de: Großschreibung
el_gr: Κεφαλαία
fa_ir: حروف بزرگ
fi_fi: Isot kirjaimet
fr_fr: Majuscule
hu_hu: Nagybetűs
id_id: Huruf besar
nl_nl: Hoofdletters
pl_pl: Wielkie litery
pt_br: Maiúscula
pt_pt: Maiúsculas
ro_ro: Majuscule
ru_ru: Верхний регистр
sr_rs: Velika slova
tr_tr: Büyük Harf
uk_ua: Верхній регістр
zh_cn: 全部大写

source: Lowercase
ar_sa: أحرف صغيرة
bg_bg: Малки букви
ca_es: Minúscules
cs_cz: Malá písmena
de_de: Kleinschreibung
el_gr: Πεζά
fa_ir: حروف کوچک
fi_fi: Pienet kirjaimet
fr_fr: Minuscule
hu_hu: Kisbetű
id_id: Huruf kecil
nl_nl: Kleine letters
pl_pl: Małe litery
pt_br: Minúscula
pt_pt: Minúsculas
ro_ro: Litere mici
ru_ru: Нижний регистр
sr_rs: Mala slova
tr_tr: Küçük Harf
uk_ua: Нижній регістр
zh_cn: 全部小写

source: Mixed
ar_sa: مختلط
bg_bg: Смесени
ca_es: Mixt
cs_cz: Smíšená
de_de: Gemischt
el_gr: Ανάμεικτα
fa_ir: ترکیبی
fi_fi: Sekoitettu
fr_fr: Mixte
hu_hu: Vegyes
id_id: Campuran
nl_nl: Gemengd
pl_pl: Mieszane
pt_br: Misto
pt_pt: Misto
ro_ro: Combinate
ru_ru: Смешанный
sr_rs: Mešano
tr_tr: Karışık
uk_ua: Змішаний
zh_cn: 混合

source: Custom Parameters
ar_sa: تخصيص المعلمات
bg_bg: Персонализирани параметри
ca_es: Paràmetres personalitzats
cs_cz: Vlastní parametry
de_de: Benutzerdefinierte Parameter
el_gr: Προσαρμοσμένες παράμετροι
fa_ir: پارامترهای سفارشی
fi_fi: Mukautetut Parametrit
fr_fr: Paramètres Personnalisés
hu_hu: Egyéni paraméterek
id_id: Parameter Kustom
nl_nl: Aangepaste parameters
pl_pl: Parametry niestandardowe
pt_br: Parâmetros Personalizados
pt_pt: Parâmetros personalizados
ro_ro: Parametri personalizați
ru_ru: Пользовательские параметры
sr_rs: Posebni Parametri
tr_tr: Özel Parametreler
uk_ua: Користувацькі параметри
zh_cn: 自定义参数:
