Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: All of your orders are displayed here. Click on any service to get full information about it.
ar_sa: يتم عرض جميع طلباتك هنا. انقر فوق أي طلب للحصول على معلومات كاملة عنها.
bg_bg: Всички ваши поръчки се показват тук. Кликнете върху всяка една поръчка по-отделно, за да получите пълна информация за нея.
cs_cz: Všechny vaše objednávky jsou zobrazeny zde. Klikněte na jakoukoliv službu a získejte o ní úplné informace.
de_de: Alle deine Bestellungen werden hier angezeigt. Klicke auf einen Dienst, um vollständige Informationen darüber zu erhalten.
el_gr: Όλες οι παραγγελίες σας εμφανίζονται εδώ. Κάντε κλικ σε οποιαδήποτε υπηρεσία για να λάβετε πλήρεις πληροφορίες σχετικά με αυτήν.
fa_ir: تمام سفارش‌های شما در اینجا نمایش داده می شود. برای دریافت اطلاعات کامل در مورد هر سرویس روی آن کلیک کنید.
fi_fi: Kaikki tilauksesi näkyvät täällä. Klikkaa mitä tahansa tilausta saadaksesi siitä kaikki tiedot.
fr_fr: Toutes vos commandes sont affichées ici. Cliquez sur n'importe quel service pour obtenir ses informations complètes.
hu_hu: Az összes megrendelése itt jelenik meg. Kattintson bármelyik szolgáltatásra, hogy teljes körű információt kapjon róla.
id_id: Semua pesanan Anda ditampilkan di sini. Klik pesanan apa pun untuk mendapatkan informasi lengkap tentangnya.
nl_nl: Alle bestellingen worden hier weergegeven. Klik op een service om volledige informatie te bekijken.
pl_pl: Wszystkie twoje zamówienia są tutaj wyświetlane. Kliknij na dowolną usługę, aby uzyskać pełne informacje na jej temat.
pt_br: Todos os seus pedidos são exibidos aqui. Clique em qualquer serviço para obter informações completas sobre ele.
ro_ro: Toate comenzile dvs. sunt afișate aici. Faceți click pe orice comanda pentru a obține informații complete despre aceasta.
ru_ru: Все ваши заказы отображены здесь. Нажмите на любую услугу, чтобы получить полную информацию о ней.
sr_rs: Sve vaše porudžbine su prikazane ovde. Kliknite na bilo koju uslugu da biste dobili pune informacije o njoj.
tr_tr: Tüm siparişleriniz burada görüntülenir. Herhangi bir sipariş hakkında tam bilgi almak için üzerine tıklayın.
zh_cn: 产品服务列表。点击服务可以查看详细信息。

source: Order ID
ar_sa: معرف الطلب
bg_bg: Ид на поръчката
ca_es: ID de comanda
cs_cz: ID objednávky
de_de: Bestellnummer
el_gr: Αριθμός παραγγελίας
fa_ir: شماره سفارش
fi_fi: Tilauksen Tunnus
fr_fr: ID de commande
hu_hu: Megrendelés azonosító
id_id: ID Pesanan
lt_lt: Užsakymo ID
pl_pl: ID zamówienia
pt_br: ID do Pedido
pt_pt: ID da encomenda
ro_ro: ID-ul comenzii
ru_ru: ID заказа
sr_rs: ID Narudžbine
tr_tr: Sipariş ID
uk_ua: ID замовлення
vi_vn: ID đơn hàng
zh_cn: 订单编号

source: No orders yet
ar_sa: لا توجد طلبات حتى الآن
bg_bg: Все още няма поръчки
cs_cz: Dosud žádné objednávky
de_de: Noch keine Bestellungen
el_gr: Δεν υπάρχουν παραγγελίες ακόμα
fa_ir: سفارشی وجود ندارد
fi_fi: Ei vielä tilauksia
fr_fr: Aucune commande pour le moment
hu_hu: Még nincs megrendelés
id_id: Belum ada order
nl_nl: Er zijn nog geen bestellingen
pl_pl: Brak zamówień
pt_br: Ainda não há pedidos
ro_ro: Momentan nu există comenzi
ru_ru: Заказов пока нет
sr_rs: Još nema narudžbi
tr_tr: Henüz sipariş yok
zh_cn: 无订单

source: Service details
ar_sa: تفاصيل الخدمة
bg_bg: Детайли за услугата
ca_es: Detalls del servei
cs_cz: Podrobnosti o službě
el_gr: Λεπτομέρειες υπηρεσίας
fa_ir: جزئیات سرویس
fi_fi: Palvelun tiedot
fr_fr: Détails du service
hu_hu: Szolgáltatás részletei
id_id: Detail layanan
lt_lt: Paslaugos Aprašymas
nl_nl: Dienst Informatie
pl_pl: Szczegóły usługi
pt_br: Detalhes do serviço
pt_pt: Detalhes do serviço
ro_ro: Detaliile serviciului
ru_ru: Детали услуги
sr_rs: Detalji usluge
tr_tr: Hizmet Detayları
uk_ua: Сервісна інформація
vi_vn: Chi tiết dịch vụ
zh_cn: 服务详情

source: All information about your service
ar_sa: احصل على معلومات عن السيرفر الخاص بك.
bg_bg: Цялата информация относно вашата услуга
ca_es: Tota la informació sobre el teu servei
cs_cz: Všechny informace o vaší službě
de_de: Alle Informationen über dein Service
el_gr: Όλες οι πληροφορίες σχετικά με την υπηρεσία σας
fa_ir: تمام اطلاعات در مورد سفارش شما
fi_fi: Kaikki palveluasi koskevat tiedot
fr_fr: Toutes les informations sur votre service
hu_hu: Minden információ a szolgáltatásról
id_id: Dapatkan informasi tentang server Anda
lt_lt: Visa informacija apie jūsų paslaugą
nl_nl: Alle informatie over de dienst
pl_pl: Wszystkie informacje dotyczące twojej usługi
pt_br: Todas as informações sobre o seu serviço
pt_pt: Todas as informações sobre o seu serviço
ro_ro: Toate informațiile despre serviciul dumneavoastră
ru_ru: Вся информация о вашей услуге
sr_rs: Sve informacije o vašoj usluzi
tr_tr: Hizmetiniz hakkında tüm bilgiler
uk_ua: Інформація про ваші послуги
vi_vn: Tất cả thông tin về dịch vụ của bạn
zh_cn: 关于您的服务的所有信息

source: Product name
ar_sa: اسم المنتج
bg_bg: Име на продукта
ca_es: Nom del producte
cs_cz: Název produktu
de_de: Produktname
el_gr: Όνομα προϊόντος
fa_ir: نام محصول
fi_fi: Tuotteen nimi
fr_fr: Nom du produit
hu_hu: Termék neve
id_id: Nama Produk
lt_lt: Produkto pavadinimas
nl_nl: Product naam
pl_pl: Nazwa produktu
pt_br: Nome do produto
pt_pt: Nome do produto
ro_ro: Denumire produs
ru_ru: Название продукта
sr_rs: Naziv usluge
tr_tr: Ürün adı
uk_ua: Назва продукту
vi_vn: Tên sản phẩm
zh_cn: 产品名称

source: Billing cycle
ar_sa: دورة الفوترة
bg_bg: Платежен цикъл
ca_es: Cicle de facturació
cs_cz: Fakturační cyklus
de_de: Abrechnungszeitraum
el_gr: Κύκλος τιμολόγησης
fa_ir: دوره صورتحساب
fi_fi: Laskutuskausi
fr_fr: Cycle de facturation
hu_hu: Számlázási ciklus
id_id: Siklus penagihan
lt_lt: Atsiskaitymo laikotarpis
nl_nl: Factureringscyclus
pl_pl: Cykl rozliczeniowy
pt_br: Ciclo de cobrança
pt_pt: Ciclo de faturação
ro_ro: Ciclu de facturare
ru_ru: Цикл оплаты
sr_rs: Ciklus naplate
tr_tr: Fatura döngüsü
uk_ua: Платіжний цикл
vi_vn: Chu kỳ thanh toán
zh_cn: 计费周期

source: Order created
ar_sa: تم إنشاء الطلب
bg_bg: Поръчката е създадена
ca_es: Ordre creada
cs_cz: Objednávka vytvořena
de_de: Bestellung aufgegeben
el_gr: Η παραγγελία δημιουργήθηκε
fa_ir: سفارش ایجاد شد
fi_fi: Tilaus luotu
fr_fr: Commande créée
hu_hu: Rendelés létrehozva
id_id: Order dibuat
lt_lt: Užsakymas sukurtas
nl_nl: Bestelling aangemaakt
pl_pl: Zamówienie utworzone
pt_br: Pedido criado
pt_pt: Ordem criada
ro_ro: Comandă creată
ru_ru: Buyurtma yaratildi
sr_rs: Narudžbina je napravljena
tr_tr: Sipariş tarihi
uk_ua: Замовлення створено
vi_vn: Đơn hàng được tạo
zh_cn: 订单已创建

source: Activated at
ar_sa: مفعل في
bg_bg: Активирана на
ca_es: Activat a les
cs_cz: Aktivováno v
de_de: Aktiviert am
el_gr: Ενεργοποιήθηκε στις
fa_ir: فعال شده در
fi_fi: Aktivoitu
fr_fr: Activé le
hu_hu: Aktiválva
id_id: Diaktifkan pada
lt_lt: Aktyvuotas
nl_nl: Geactiveerd op
pl_pl: Aktywowane o
pt_br: Ativado em
pt_pt: Ativado em
ro_ro: Activat la
ru_ru: Активирован
sr_rs: Aktivirano od
tr_tr: Etkinleştirme tarihi
uk_ua: Активований о
vi_vn: Kích hoạt lúc
zh_cn: 激活日期

source: Renewal date
ar_sa: تاريخ التجديد
bg_bg: Дата на подновяване
ca_es: Data de renovació
cs_cz: Datum obnovení
de_de: Verlängerungsdatum
el_gr: Ημερομηνία ανανέωσης
fa_ir: تاریخ تمدید
fi_fi: Uusimispäivämäärä
fr_fr: Date de renouvellement
hu_hu: Megújítás dátuma
id_id: Tanggal perpanjang
lt_lt: Pratęsimo Data
nl_nl: Verleng datum
pl_pl: Data odnowienia
pt_br: Data da renovação
pt_pt: Data de renovação
ro_ro: Dată reînnoire
ru_ru: Дата обновления
sr_rs: Datum obnove
tr_tr: Yenileme tarihi
uk_ua: Дата поновлення
vi_vn: Ngày gia hạn
zh_cn: 续费日期

source: Renew now
ar_sa: جدد الآن
bg_bg: Поднови сега
ca_es: Renova ara
cs_cz: Obnovit nyní
de_de: Jetzt verlängern
el_gr: Ανανέωση τώρα
fa_ir: تمدید
fi_fi: Uusi nyt
fr_fr: Renouveler maintenant
hu_hu: Megújítás most
id_id: Perbarui sekarang
lt_lt: Pratęsti dabar
nl_nl: Verleng nu
pl_pl: Odnów teraz
pt_br: Renovar agora
pt_pt: Renovar agora
ro_ro: Reînnoiește acum
ru_ru: Продлить сейчас
sr_rs: Obnovi sada
tr_tr: Şimdi Yenile
uk_ua: Оновити зараз
vi_vn: Gia hạn ngay
zh_cn: 立即续费

source: Request Upgrade
ar_sa: طلب الترقية
bg_bg: Заяви надграждане
ca_es: Sol·liciteu l'actualització
cs_cz: Vyžádat upgrade
de_de: Upgrade beantragen
el_gr: Αίτηση Αναβάθμισης
fa_ir: درخواست بروز رسانی
fi_fi: Pyydä Päivitystä
fr_fr: Demander la mise à jour
hu_hu: Frissítés kérése
id_id: Ajukan Peningkatan
lt_lt: Užklausti atnaujinimo
nl_nl: Upgrade aanvragen
pl_pl: Złóż wniosek o aktualizację
pt_br: Solicitar um Upgrade
pt_pt: Pedir atualização
ro_ro: Solicită upgrade
ru_ru: Запросить обновление
sr_rs: Zahtevaj nadogradnju
tr_tr: Yükseltme Talebi Yap
uk_ua: Запросити оновлення
vi_vn: Yêu cầu nâng cấp
zh_cn: 请求升级

source: Open ticket
ar_sa: تذكرة جديدة
bg_bg: Отвори билет
ca_es: Tiquet obert
cs_cz: Otevřít tiket
de_de: Ticket eröffnen
el_gr: Άνοιγμα αιτήματος τεχνικής υποστήριξης
fa_ir: ارسال پیام
fi_fi: Avaa tukipyyntö
fr_fr: Ouvrir un ticket
hu_hu: Nyitott jegy
id_id: Buka tiket
lt_lt: Atidaryti bilietą
pl_pl: Otwórz zgłoszenie
pt_br: Abrir ticket
pt_pt: Abrir bilhete
ro_ro: Deschide tichet
ru_ru: Открыть тикет
sr_rs: Otvorite tiket
tr_tr: Destek Talebi Oluştur
uk_ua: Відкрити запит
vi_vn: Mở phiếu hỗ trợ
zh_cn: 提交工单

source: Request cancellation
ar_sa: طلب الإلغاء
bg_bg: Заяви анулиране
cs_cz: Žádost o zrušení
de_de: Stornierung beantragen
el_gr: Αίτηση ακύρωσης
fa_ir: درخواست لغو کردن
fi_fi: Pyydä peruutusta
fr_fr: Demander une annulation
hu_hu: Lemondás kérése
id_id: Ajukan Pembatalan
nl_nl: Verzoek tot annulering
pl_pl: Złóż wniosek o anulowanie
pt_br: Solicitar cancelamento
ro_ro: Solicită anulare
ru_ru: Запросить отмену
sr_rs: Zahtevaj otkazivanje
tr_tr: İptal Talebi Yap
zh_cn: 取消服务

source: Submit cancellation request
ar_sa: تقديم طلب إلغاء
bg_bg: Подай заявката за анулиране
ca_es: Envieu la sol·licitud de cancel·lació
cs_cz: Odeslat žádost o zrušení
de_de: Stornierungsanfrage absenden
el_gr: Υποβολή αίτησης ακύρωσης
fa_ir: انجام عملیات لغو
fi_fi: Lähetä peruutuspyyntö
fr_fr: Soumettre une demande d'annulation
hu_hu: Törlési kérelem benyújtása
id_id: Kirim ajuan pembatalan
lt_lt: Pateikti atšaukimo prašymą
nl_nl: Annuleringsverzoek indienen
pl_pl: Prześlij wniosek o anulowanie
pt_br: Enviar pedido de cancelamento
pt_pt: Enviar pedido de cancelamento
ro_ro: Trimite cererea de anulare
ru_ru: Отправить запрос на отмену
sr_rs: Pošaljite zahtev za otkazivanje
tr_tr: İptal talebi gönder
uk_ua: Надіслати запит на скасування
vi_vn: Gửi yêu cầu hủy dịch vụ
zh_cn: 提交取消请求

source: Request
ar_sa: تقدیم طلب
bg_bg: Заявка
ca_es: Sol. licitud
cs_cz: Žádost
de_de: Anfrage
el_gr: Αίτημα
fa_ir: درخواست
fi_fi: Pyyntö
fr_fr: Demande
hu_hu: Kérés
id_id: Minta
lt_lt: Užklausa
nl_nl: Verzoek
pl_pl: Wniosek
pt_br: Pedir
pt_pt: Pedido
ro_ro: Cerere
ru_ru: Soʻrov
sr_rs: Pošalji zahtev
tr_tr: Gönder
uk_ua: Запит
vi_vn: Yêu cầu
zh_cn: 请求

source: Submit new support ticket
ar_sa: تقديم تذكرة دعم
bg_bg: Подай нов билет за подръжка
ca_es: Envieu un nou bitllet de suport
cs_cz: Odeslat nový tiket
de_de: Neues Support-Ticket senden
el_gr: Υποβολή νέου αιτήματος τεχνικής υποστήριξης
fa_ir: ارسال تیکت به پشتیبانی
fi_fi: Lähetä uusi tukipyyntö
fr_fr: Soumettre un nouveau ticket de support
hu_hu: Új támogatási jegy elküldése
id_id: Kirim permintaan dukungan
lt_lt: Pateikti naują pagalbos bilietą
nl_nl: Nieuwe support ticket toevoegen
pl_pl: Prześlij nowe zgłoszenie wsparcia
pt_br: Enviar novo ticket de suporte
pt_pt: Enviar novo ticket de suporte
ro_ro: Trimite un nou tichet de suport
ru_ru: Отправить новый тикет в поддержку
sr_rs: Pošaljite novi tiket za podršku
tr_tr: Yeni destek talebi oluştur
uk_ua: Надіслати новий запит в службу підтримки
vi_vn: Gửi một vé hỗ trợ
zh_cn: 开新工单

source: Submit upgrade request
ar_sa: إرسال طلب الترقية
bg_bg: Подай заявка за надграждане
ca_es: Envieu la sol·licitud d'actualització
cs_cz: Odeslat žádost o upgrade
de_de: Upgradeanfrage absenden
el_gr: Υποβολή αιτήματος αναβάθμισης
fa_ir: تایید بروزرسانی درخواست
fi_fi: Lähetä päivityspyyntö
fr_fr: Soumettre une demande de mise à niveau
hu_hu: Frissítési kérelem elküldése
id_id: Kirim ajuan peningkatan
lt_lt: Pateikti atnaujinimo užklausą
nl_nl: Verzend upgrade aanvraag
pl_pl: Prześlij wniosek o aktualizację
pt_br: Enviar pedido de upgrade
pt_pt: Enviar pedido de atualização
ro_ro: Trimite cererea de upgrade
ru_ru: Отправить запрос на обновление
sr_rs: Pošaljite zahtev za nadogradnju
tr_tr: Yükseltme talebi gönder
uk_ua: Надіслати запит на оновлення
vi_vn: Gửi yêu cầu nâng cấp
zh_cn: 提交升级请求

source: Upgrade to
ar_sa: الترقية ل
bg_bg: Надграждане до
ca_es: Actualitza a
cs_cz: Upgradovat na
de_de: Upgrade auf
el_gr: Αναβάθμιση σε
fa_ir: بروزرسانی
fi_fi: Päivitä
fr_fr: Mise à jour vers
hu_hu: Frissítse most
id_id: Tingkatkan ke
lt_lt: Atnaujinti į
nl_nl: Upgraden naar
pl_pl: Aktualizacja do
pt_br: Atualizar para
ro_ro: Actualizaţi la
ru_ru: Обновить до
sr_rs: Nadogradite na
tr_tr: Yükseltilecek Hizmet
uk_ua: Оновити до
vi_vn: Nâng cấp lên
zh_cn: 升级到

source: I would like to upgrade
ar_sa: أرغب في الترقية
bg_bg: Бих искал да надстроя
ca_es: M'agradaria actualitzar
cs_cz: Chci upgradovat
de_de: Ich möchte gerne upgraden
el_gr: Θα ήθελα να αναβαθμίσω
fa_ir: میخوام بروزرسانی کنم
fi_fi: Haluaisin päivittää
fr_fr: J'aimerais mettre à jour
hu_hu: Frissíteni szeretnék
id_id: Saya ingin meningkatkan ke
lt_lt: Norėčiau atnaujinti
nl_nl: Ik wil graag upgraden
pl_pl: Chcę dokonać aktualizacji
pt_br: Eu gostaria de atualizar
pt_pt: Gostaria de atualizar
ro_ro: Aș dori să fac upgrade
ru_ru: Я хочу обновить
sr_rs: Želim da nadogradim
tr_tr: Yükseltmek istediğim hizmet:
uk_ua: Я хотів би покращити
vi_vn: Tôi muốn nâng cấp
zh_cn: 我想要升级

source: Order Button settings
ar_sa: إعدادات زر الطلب
bg_bg: Настройки на бутоните за поръчката
ca_es: Configuració del botó de comanda
cs_cz: Nastavení tlačítek objednávky
de_de: Bestell-Button Einstellungen
el_gr: Ρυθμίσεις κουμπιού παραγγελίας
fa_ir: تنظیمات دکمه سفارش
fi_fi: Tilauspainikkeen asetukset
fr_fr: Paramètres du bouton de commande
hu_hu: Rendelés gomb beállításai
id_id: Pengaturan tombol pesanan
lt_lt: Užsakymo mygtuko nustatymai
nl_nl: Bestelknop instellingen
pl_pl: Ustawienia przycisku zamówienia
pt_br: Configurações do botão de pedido
pt_pt: Definições do botão Encomendar
ro_ro: Setări buton comandă
ru_ru: Настройки кнопки заказа
sr_rs: Podešavanja dugmeta za naručivanje
tr_tr: Sipariş Butonu ayarları
uk_ua: Налаштування кнопки замовлення
vi_vn: Cài đặt nút đặt hàng
zh_cn: 订单按钮设置

source: Order window settings
ar_sa: إعدادات زر الطلب
bg_bg: Настройки на прозореца за поръчката
ca_es: Configuració de la finestra de comanda
cs_cz: Nastavení okna objednávky
de_de: Bestellfenster Einstellungen
el_gr: Ρυθμίσεις παραθύρου παραγγελίας
fa_ir: تنظیمات پنجره سفارش
fi_fi: Tilausikkunan asetukset
fr_fr: Paramètres de la fenêtre de commande
hu_hu: A Rendelési ablak beállításai
id_id: Pengaturan jendela pesanan
lt_lt: Užsakymo lango nustatymai
nl_nl: Bestelling venster instellingen
pl_pl: Ustawienia okna zamówienia
pt_br: Configurações da janela de pedidos
pt_pt: Definições da janela de encomenda
ro_ro: Setări fereastră comandă
ru_ru: Настройки окна заказа
sr_rs: Podešavanja prozora za narudžbine
tr_tr: Sipariş Penceresi Ayarları
uk_ua: Налаштування кнопки замовлення
vi_vn: Cài đặt cửa sổ đặt hàng
zh_cn: 订单窗口设置

source: Advanced settings
ar_sa: الإعدادات المتقدمة
bg_bg: Разширени настройки
ca_es: Paràmetres avançats
cs_cz: Pokročilá nastavení
de_de: Erweiterte Einstellungen
el_gr: Ρυθμίσεις για προχωρημένους
fa_ir: تنظیمات پیشرفته
fi_fi: Edistyneet asetukset
fr_fr: Paramètres avancés
hu_hu: Haladó beállítások
id_id: Pengaturan lanjutan
lt_lt: Išplėstiniai nustatymai
nl_nl: Geavanceerde instellingen
pl_pl: Zaawansowane ustawienia
pt_br: Configurações avançadas
pt_pt: Definições avançadas
ro_ro: Setări avansate
ru_ru: Расширенные настройки
sr_rs: Napredna podešavanja
tr_tr: Gelişmiş Ayarlar
uk_ua: Додаткові налаштування
vi_vn: Cài đặt nâng cao
zh_cn: 高级设置

source: Order popup settings
ar_sa: إعدادات الطلب المنبثقة
bg_bg: Поръчайте настройките за изскачащи прозорци
ca_es: Ordre la configuració de la finestra emergent
cs_cz: Nastavení vyskakovacího okna objednávky
de_de: Bestell-Popup Einstellungen
el_gr: Ρυθμίσεις αναδυόμενου παράθυρου παραγγελίας
fa_ir: تنظیمات سفارش popup
fi_fi: Tilauksen ponnahdusikkunan asetukset
fr_fr: Réglages des popups de commande
hu_hu: Felugró ablakok rendelési beállításai
id_id: Pengaturan popup pesanan
lt_lt: Užsakymo iššokančiųjų langų nustatymai
nl_nl: Bestel pop-upinstellingen
pl_pl: Ustawienia wyskakującego okna zamówienia
pt_br: Configurações do popup de pedidos
pt_pt: Definições do popup de encomenda
ro_ro: Setări pop-up comandă
ru_ru: Настройки всплывающего окна заказа
sr_rs: Podešavanja iskačućeg prozora za narudžbine
tr_tr: Pop-up pencere ayarları
uk_ua: Налаштування спливаючих вікон замовлення
vi_vn: Cài đặt popup đặt hàng
zh_cn: 订单弹窗设置

source: Configure how your popup window will look like
ar_sa: تهيئة كيف ستبدو النافذة المنبثقة الخاصة بك كما
bg_bg: Конфигурирайте изгледа на изскачащите прозорци
ca_es: Configureu com serà la vostra finestra emergent
cs_cz: Nakonfigurujte, jak bude vypadat vyskakovací okno
de_de: Konfiguriere, wie das Popup-Fenster aussehen soll
el_gr: Διαμορφώστε πώς θα μοιάζει το αναδυόμενο παράθυρό σας
fa_ir: پیکربندی کنید که پنجره popup چگونه باشد
fi_fi: Määritä miltä ponnahdusikkuna näyttää
fr_fr: Définir à quoi ressemblera votre fenêtre popup
hu_hu: Az előugró ablak megjelenésének konfigurálása
id_id: Konfigurasi bagaimana popup Anda akan terlihat
lt_lt: Konfigūruoti, kaip atrodys jūsų iššokantis langas
nl_nl: Configureer hoe uw pop-upvenster eruit zal zien
pl_pl: Skonfiguruj wygląd wyskakującego okna zamówienia
pt_br: Configure a aparência da sua janela pop-up
pt_pt: Configurar o aspeto da janela de pop-up
ro_ro: Configurați cum va arăta fereastra pop-up
ru_ru: Настройте внешний вид всплывающего окна
sr_rs: Konfigurišite kako će izgledati vaš iskačuči popup prozor
tr_tr: Pop-up pencerenizin nasıl görüneceğini yapılandırın
uk_ua: Налаштувати яким чином буде виглядати спливаюче вікно
vi_vn: Cấu hình trình bày cửa sổ popup của bạn
zh_cn: 配置您的弹出窗口外观

source: Theme color
ar_sa: لون الثيم
bg_bg: Цвят на темата
ca_es: Color del tema
cs_cz: Barva motivu
de_de: Designfarbe
el_gr: Χρώμα θέματος
fa_ir: رنگ قالب
fi_fi: Teeman väri
fr_fr: Couleur theme
hu_hu: Téma színe
id_id: Warna tema
lt_lt: Temos spalva
nl_nl: Thema kleur
pl_pl: Kolor motywu
pt_br: Cor do tema
pt_pt: Cor do tema
ro_ro: Culoarea temei
ru_ru: Цвет темы
sr_rs: Boja teme
tr_tr: Tema rengi
uk_ua: Колір теми
vi_vn: Màu giao diện
zh_cn: 主题颜色

source: Green
ar_sa: اخضر
bg_bg: Зелен
ca_es: Verd
cs_cz: Zelená
de_de: Grün
el_gr: Πράσινο
fa_ir: سبز
fi_fi: Vihreä
fr_fr: Vert
hu_hu: Zöld
id_id: Hijau
lt_lt: Žalia
nl_nl: Groen
pl_pl: Zielony
pt_br: Verde
pt_pt: Verde
ro_ro: Verde
ru_ru: Yashil
sr_rs: Zelena
tr_tr: Yeşil
uk_ua: Зелений
vi_vn: Xanh lá
zh_cn: 绿色

source: Red
ar_sa: أحمر
bg_bg: Червен
ca_es: Vermell
cs_cz: Červená
de_de: Rot
el_gr: Κόκκινο
fa_ir: قرمز
fi_fi: Punainen
fr_fr: Rouge
hu_hu: Piros
id_id: Merah
lt_lt: Raudona
nl_nl: Rood
pl_pl: Czerwony
pt_br: Vermelho
pt_pt: Vermelho
ro_ro: Roşu
ru_ru: Qizil
sr_rs: Crvena
tr_tr: Kırmızı
uk_ua: Червоний
vi_vn: Đỏ
zh_cn: 红色

source: Blue
ar_sa: أزرق
bg_bg: Синьо
ca_es: Blau
cs_cz: Modrá
de_de: Blau
el_gr: Μπλε
fa_ir: آبی
fi_fi: Sininen
fr_fr: Bleu
hu_hu: Kék
id_id: Biru
lt_lt: Mėlyna
nl_nl: Blauw
pl_pl: Niebieski
pt_br: Azul
pt_pt: Azul
ro_ro: Albastru
ru_ru: Moviy
sr_rs: Plava
tr_tr: Mavi
uk_ua: Голубий
vi_vn: Xanh dương
zh_cn: 蓝色

source: Dark
ar_sa: داكن
bg_bg: Тъмен
ca_es: Fosc
cs_cz: Tmavý
de_de: Dunkel
el_gr: Σκοτεινό
fa_ir: تیره
fi_fi: Tumma
fr_fr: Sombre
hu_hu: Sötét
id_id: Gelap
lt_lt: Tamsi
nl_nl: Donker
pl_pl: Ciemny
pt_br: Escuro
pt_pt: Escuro
ro_ro: Întunecat
ru_ru: Qorong'u
sr_rs: Crna
tr_tr: Koyu
uk_ua: Темний
vi_vn: Tối
zh_cn: 深色

source: Sizing
cs_cz: Velikost
ro_ro: Selecție
ru_ru: Размеры
sr_rs: Određivanje veličine

source: Border radius
ar_sa: زوايا الحدود
bg_bg: Радиус на рамката
ca_es: Radi de la vora
cs_cz: Poloměr okraje
de_de: Eckenradius
el_gr: Ακτίνα περιγράμματος
fa_ir: خطوط حاشیه
fi_fi: Reunan säde
fr_fr: Rayon de la bordure
hu_hu: Szegély rádiusz
id_id: Batas radius
lt_lt: Rėmelio spindulys
nl_nl: Randradius
pl_pl: Promień krawędzi
pt_br: Raio da borda
pt_pt: Raio da fronteira
ro_ro: Rază margine
ru_ru: Скругление границ
sr_rs: Granični radijus
tr_tr: Kenar yarıçapı
uk_ua: Радіус округлення
vi_vn: Góc khung
zh_cn: 圆角

source: Background
cs_cz: Pozadí
fr_fr: Arrière-plan
ro_ro: Fundal
ru_ru: Фон
sr_rs: Pozadina
vi_vn: Nền

source: Color
ar_sa: اللون
bg_bg: Цвят
cs_cz: Barva
de_de: Farbe
el_gr: Χρώμα
fa_ir: رنگ
fi_fi: Väri
fr_fr: Couleur
hu_hu: Szín
id_id: Warna
lt_lt: Spalva
nl_nl: Kleur
pl_pl: Kolor
pt_br: Cor
pt_pt: Cor
ro_ro: Culoare
ru_ru: Rang
sr_rs: Boja
tr_tr: Renk
uk_ua: Колір
vi_vn: Màu sắc
zh_cn: 颜色

source: Opacity
ar_sa: الشفافيّة
bg_bg: Прозрачност
ca_es: Opacitat
cs_cz: Průhlednost
de_de: Transparenz
el_gr: Διαφάνεια
fa_ir: ابهام
fi_fi: Läpinäkyvyys
fr_fr: Opacité
hu_hu: Átlátszóság
id_id: Transparansi
lt_lt: Skaidrumas
nl_nl: Transparantie
pl_pl: Nieprzezroczystość
pt_br: Opacidade
pt_pt: Opacidade
ro_ro: Opacitate
ru_ru: Непрозрачность
sr_rs: Neprozirnost
tr_tr: Saydamlık
uk_ua: Непрозорість
vi_vn: Độ trong suốt
zh_cn: 透明度

source: Loader (while content of popup is being loaded)
ar_sa: تحميل (بينما يتم تحميل المحتوى المنبثق)
bg_bg: Зареждащ се модул (докато се зарежда съдържанието на изскачащия прозорец)
ca_es: Carregador (mentre es carrega el contingut de la finestra emergent)
cs_cz: Loader (zatímco je obsah vyskakovacího okna)
de_de: Lader (während Inhalt des Popups geladen wird)
el_gr: Φορτωτής (ενώ φορτώνεται το περιεχόμενο του αναδυόμενου παραθύρου)
fa_ir: لودر (در حالی که محتوای پنجره popup در حال بارگیری است)
fi_fi: Lataaja (samalla kun ponnahdusikkunan sisältöä ladataan)
fr_fr: Chargeur (pendant que le contenu des popups est en cours de charge)
hu_hu: Betöltő (miközben az előugró ablak tartalma betöltődik)
id_id: Loader (selama konten popup masih memuat)
lt_lt: Krovimas (kol įkeliamas iššokančiojo lango turinys)
nl_nl: Loader (terwijl de inhoud van de pop-up wordt geladen)
pl_pl: Ładowarka (podczas ładowania zawartości wyskakującego okna)
pt_br: Loader (enquanto o conteúdo do popup está sendo carregado)
pt_pt: Carregador (enquanto o conteúdo da janela pop-up está a ser carregado)
ro_ro: Încărcător (în timp ce conținutul pop-up este încărcat)
ru_ru: Загрузчик (при загрузке содержимого всплывающего окна)
sr_rs: Učitavanje (dok se sadržaj iskačućeg prozora učitava)
tr_tr: Yükleme animasyonu (popup içeriği yüklenirken)
uk_ua: Завантажувач (коли завантажується вміст спливаючого вікна)
vi_vn: Loader (Khi nội dung popup đang được nạp)
zh_cn: 加载器 (在加载弹出窗口内容时)

source: Close (ESC key by default)
ar_sa: إغلاق (مفتاح ESC بشكل افتراضي)
bg_bg: Затваряне (клавиш ESC по подразбиране)
ca_es: Tanca (tecla ESC per defecte)
cs_cz: Zavřít (výchozí klávesa ESC)
de_de: Schließen (ESC - standardmäßig)
el_gr: Κλείσιμο (πλήκτρο ESC από προεπιλογή)
fa_ir: بستن (کلید ESC به طور پیش فرض)
fi_fi: Sulje (oletusarvoisesti ESC-näppäin)
fr_fr: Fermer (touche ECHAP par défaut)
hu_hu: Bezárás (alapértelmezés szerint ESC-gomb)
id_id: Tutup (ESC secara bawaan)
lt_lt: Uždaryti (ESC klavišas pagal numatytuosius nustatymus)
nl_nl: Sluiten (standaard ESC toets)
pl_pl: Zamknij (domyślnie klawisz ESC)
pt_br: Fechar (ESC por padrão)
pt_pt: Fechar (tecla ESC por defeito)
ro_ro: Închide (Tasta ESC fiind predefinită)
ru_ru: Закрыть (клавиша ESC по умолчанию)
sr_rs: Zatvori (podrazumevano ESC taster)
tr_tr: Kapat (Varsayılan olarak ESC tuşu)
uk_ua: Закрити (ESC за замовчуванням)
vi_vn: Đóng (phím ESC là mặc định)
zh_cn: 关闭 (默认为 ESC 键)
