Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Client area themes
ar_sa: ثيمات منطقة العميل
bg_bg: Теми за областта на клиента
ca_es: Temes de l'àrea de client
cs_cz: Motivy oblasti klienta
de_de: Layout des Kundenbereichs
el_gr: Θέματα πύλης πελατών
fa_ir: قالب محیط کاربران
fi_fi: Asiakkaan alueen teemat
fr_fr: Thèmes de l'espace client
hu_hu: Ügyfélköri témák
id_id: Tema area klien
lt_lt: Klientų sistemos temos
nl_nl: Klanten dashboard thema's
pl_pl: Motywy obszaru klienta
pt_br: Temas da área do cliente
pt_pt: Temas da área de clientes
ro_ro: Teme pentru spațiul clientului
ru_ru: Темы клиентской зоны
sr_rs: Teme klijentskog područja
tr_tr: Müşteri Sayfası Temaları
uk_ua: Тема панелі клієнта
vi_vn: Giao diện khách hàng
zh_cn: 客户中心主题

source: Admin area themes
ar_sa: ثيمات منطقة المشرف
bg_bg: Теми за областта на администрацията
ca_es: Temes de l'àrea d'administració
cs_cz: Motivy v oblasti administrace
de_de: Layout für Adminbereich
el_gr: Θέματα πύλης διαχειριστή
fa_ir: قالب پنل مدیریت
fi_fi: Ylläpitäjän alueen teemat
fr_fr: Thèmes du panel admin
hu_hu: Adminisztrációs terület témái
id_id: Tema area admin
lt_lt: Administravimo sistemos temos
nl_nl: Beheerder dashboard thema's
pl_pl: Motywy obszaru administracyjnego
pt_br: Temas da área do admin
pt_pt: Temas da área de administração
ro_ro: Teme pentru spațiul administratorului
ru_ru: Темы административной зоны
sr_rs: Teme administrativne oblasti
tr_tr: Yönetici Sayfası Temaları
uk_ua: Тема панелі адміністратора
vi_vn: Giao diện quản trị
zh_cn: 管理中心主题

source: Translations for client and admin areas
cs_cz: Překlady pro klientské a administrátorské oblasti
ro_ro: Traduceri pentru zonele client și admin
ru_ru: Переводы для клиентской и административной зон
sr_rs: Prevodi za klijentske i administrativne oblasti

source: Event hooks - Hooks can be injected into the process, change its behaviour, stop executing actions
cs_cz: Hook Události - Hooky mohou být vloženy do procesu, změnit jeho chování, zastavit provádění akcí
ro_ro: Cârlige de eveniment - Cârligele pot fi injectate în proces, pot schimba comportamentul, pot opri executarea acțiunilor
ru_ru: Хуки событий - хуки могут быть внедрены в процесс, изменить его поведение, остановить выполнение действий

source: API module - External program which uses FOSSBilling API
cs_cz: API modul - Externí program, který používá FOSSBilling API
ro_ro: Modulul API - Program extern care folosește API-ul FOSSBilling
ru_ru: API модуль - Внешняя программа, использующая FOSSBilling API

source: Extension support
cs_cz: Podpora rozšíření
ro_ro: Suport extensii
ru_ru: Поддержка расширений

source: Contact extensions developers directly for support. You can find issue tracker on the extension directory.
cs_cz: Kontaktujte vývojáře rozšíření přímo pro podporu. Můžete najít zařízení pro sledování problémů v adresáři rozšíření.
ro_ro: Contactați dezvoltatorii de extensii direct pentru suport. Puteți găsi trackerul de probleme în directorul extensiei.
ru_ru: Обращайтесь за поддержкой напрямую к разработчикам расширений. Вы можете найти трекер проблем в каталоге расширений.
sr_rs: Za podršku se obratite direktno programerima ekstenzija. Sistem za prijavu problema možete pronaći u direktorijumu ekstenzija.

source: Hook
bg_bg: Уеб кука
ca_es: Ganxo
fa_ir: هوک
fi_fi: Koukku
fr_fr: Crochet
lt_lt: Kabliukas
pl_pl: Hak
pt_pt: Gancho
ro_ro: Cârlig
ru_ru: Хук
uk_ua: Хук
zh_cn: 挂钩

source: Manage translations
ar_sa: إدارة الترجمات
bg_bg: Управление на преводите
cs_cz: Spravovat překlady
de_de: Übersetzungen verwalten
el_gr: Διαχείριση μεταφράσεων
fa_ir: مدیریت ترجمه ها
fi_fi: Hallitse käännöksiä
fr_fr: Gérer les traductions
hu_hu: Fordítások kezelése
id_id: Atur terjemahan
nl_nl: Beheer vertalingen
pl_pl: Zarządzaj tłumaczeniami
pt_br: Gerenciar traduções
ro_ro: Gestionează traducerile
ru_ru: Управление переводами
sr_rs: Upravljajte prevodima
tr_tr: Çevirileri yönet
uk_ua: Керування перекладами
vi_vn: Quản lý chuyển ngữ

source: New translations
ar_sa: ترجمة جديدة
bg_bg: Нови преводи
cs_cz: Nové překlady
de_de: Neue Übersetzungen
el_gr: Νέα μετάφραση
fa_ir: ترجمه جدید
fi_fi: Uudet käännökset
fr_fr: Nouvelles traductions
hu_hu: Új fordítások
id_id: Terjemahan baru
nl_nl: Nieuwe vertalingen
pl_pl: Nowe tłumaczenia
pt_br: Novas traduções
ro_ro: Traduceri noi
ru_ru: Новые переводы
sr_rs: Novi prevodi
tr_tr: Yeni çeviriler
uk_ua: Новий переклад
vi_vn: Bản dịch mới

source: Enabled translations
ar_sa: تفعيل الترجمة
bg_bg: Активирани преводи
cs_cz: Povolené překlady
de_de: Aktivierte Übersetzungen
el_gr: Ενεργοποίηση μετάφρασης
fa_ir: زبان های فعال
fi_fi: Ota käännökset käyttöön
fr_fr: Traductions activées
hu_hu: Engedélyezett fordítások
id_id: Terjemahan aktif
nl_nl: Schakel vertalingen in
pl_pl: Włączone tłumaczenia
pt_br: Traduções habilitadas
ro_ro: Traduceri activate
ru_ru: Включенные переводы
sr_rs: Omogućeni prevodi
tr_tr: Etkinleştirilmiş çeviriler
uk_ua: Увімкнути переклад

source: Completion
ar_sa: إنجاز
bg_bg: Завършване
cs_cz: Dokončení
de_de: Fertigstellung
el_gr: Αποπεράτωση
fa_ir: درصد تکمیل
fi_fi: Valmistunut
fr_fr: Achèvement
hu_hu: Befejezés
id_id: Penyelesaian
nl_nl: Voltooid
pl_pl: Zakończenie
pt_br: Completo
ro_ro: Completare
ru_ru: Завершено
sr_rs: Završetak
tr_tr: Tamamlanma Seviyesi
uk_ua: Завершення
vi_vn: Hoàn thành

source: Disable
ar_sa: تعطيل
bg_bg: Деактивиране
cs_cz: Zakázat
de_de: Deaktivieren
el_gr: Ανενεργό
fa_ir: غیرفعال
fi_fi: Poista käytöstä
fr_fr: Désactiver
hu_hu: Letiltás
id_id: Nonaktifkan
nl_nl: Deactiveer
pl_pl: Wyłącz
pt_br: Desativar
ro_ro: Dezactivează
ru_ru: Отключить
sr_rs: Onemoguć́i
tr_tr: Devre dışı bırak
uk_ua: Вимкнути
vi_vn: Tắt

source: Disabled translations
ar_sa: تعطيل الترجمات
bg_bg: Изключени преводи
cs_cz: Zakázané překlady
de_de: Deaktivierte Übersetzungen
el_gr: Απενεργοποιημένες μεταφράσεις
fa_ir: زبان های غیرفعال
fi_fi: Käännökset, jotka eivät ole käytössä
fr_fr: Traductions désactivées
hu_hu: Letiltott fordítások
id_id: Nonaktifkan terjemahan
nl_nl: Schakel vertalingen uit
pl_pl: Wyłączone tłumaczenia
pt_br: Desativar traduções
ro_ro: Traduceri dezactivate
ru_ru: Отключенные переводы
sr_rs: Onemogućeni prevodi
tr_tr: Devre dışı bırakılan çeviriler
uk_ua: Вимкнути переклад

source: Enable
ar_sa: تمكين
bg_bg: Активиране
cs_cz: Povolit
de_de: Aktivieren
el_gr: Ενεργοποίηση
fa_ir: فعال
fi_fi: Ota käyttöön
fr_fr: Activer
hu_hu: Engedélyezés
id_id: Aktifkan
nl_nl: Activeer
pl_pl: Włącz
pt_br: Ativar
ro_ro: Activează
ru_ru: Включить
sr_rs: Omogući
tr_tr: Etkinleştir
uk_ua: Увімкнути
vi_vn: Kích hoạt

source: List of translations on the Extension Directory
ar_sa: قائمة الترجمات على موقع الإضافات
bg_bg: Списък на преводите в директорията с разширения
cs_cz: Seznam překladů v adresáři rozšíření
de_de: Liste der Übersetzungen im Erweiterungsverzeichnis
el_gr: Κατάλογος μεταφράσεων στον Κατάλογο Επέκτασης
fa_ir: ماژول هایی که در دایرکتوری افزونه ها وجود دارد
fi_fi: Luettelo käännöksistä lisäosien sivuilla
fr_fr: Liste des traductions sur le répertoire des extensions
hu_hu: Fordítások listája a kiterjesztési könyvtárban
id_id: Daftar terjamahan di Direktori Ekstensi
nl_nl: Lijst van vertalingen in de extensie directory
pl_pl: Lista tłumaczeń w katalogu rozszerzeń
pt_br: Lista de traduções no diretório de extensões
ro_ro: Lista traducerilor în directorul de extensii
ru_ru: Список переводов в Каталоге расширений
sr_rs: Spisak prevoda u Imeniku Proširenja
tr_tr: Eklenti Kataloğundaki çevirilerin listesi
uk_ua: Список перекладів в каталозі розширень

source: FOSSBilling in your language
ar_sa: FOSSBilling بلغتك
bg_bg: FOSSBilling на вашия език
ca_es: FOSBfacturació en el vostre idioma
cs_cz: FOSSBilling ve vašem jazyce
de_de: FOSSBilling in deiner Sprache
el_gr: Το FOSSBilling στη γλώσσα σας
fa_ir: FOSSBilling به زبان شما
fi_fi: FOSSBilling omalla kielelläsi
fr_fr: FOSSBilling dans votre langue
hu_hu: FOSSBilling a nyelveden
id_id: FOSSBilling dI bahasa Anda
lt_lt: FOSSBilling jūsų kalboje
nl_nl: FOSSBilling in eigen taal
pl_pl: FOSSBilling w Twoim języku
pt_br: FOSSBilling em seu idioma
pt_pt: FOSSBilling na sua língua
ro_ro: FOSSBilling în limba ta
ru_ru: FOSSBilling sizning tilingizda
sr_rs: FOSSBilling na vašem jeziku
tr_tr: Kendi dilinizde FOSSBilling
uk_ua: FOSSBilling вашою мовою
vi_vn: FOSSBilling với ngôn ngữ của bạn
zh_cn: 用您的语言浏览FOSSBilling

source: Although FOSSBilling displays in U.S. English by default, it has the capability to be used in any language. Follow the instructions below to install new language.
cs_cz: I když FOSSBilling ve výchozím nastavení zobrazuje v americké angličtině, má možnost používat ji v libovolném jazyce. Pro instalaci nového jazyka postupujte podle níže uvedených pokynů.
ro_ro: Deși FOSSBilling afișează în engleză în SUA în mod implicit, are capacitatea de a fi folosit în orice limbă. Urmați instrucțiunile de mai jos pentru a instala o limbă nouă.
ru_ru: Хотя FOSSBilling по умолчанию отображается на американском английском языке, его можно использовать на любом языке. Для установки нового языка следуйте приведенным ниже инструкциям.

source: Check the FOSSBilling locale repository to see if the language you are looking for is available.
cs_cz: Zkontrolujte lokální repozitář FOSSBilling a zjistěte, zda je k dispozici jazyk, který hledáte.
ro_ro: Verifică depozitul de limbi FOSSBilling pentru a vedea dacă limba pe care o cauți este disponibilă.
ru_ru: Проверьте языковую репозиторию FOSSBilling, чтобы узнать, доступен ли нужный вам язык.

source: Locale repository
ar_sa: مستودع محلي
bg_bg: Локално хранилище
cs_cz: Místní repozitář
de_de: Lokales Verzeichnis
el_gr: Τοπικό Repository
fa_ir: مخزن محلی
fi_fi: Käännös arkisto
fr_fr: Dépôt local
hu_hu: Területi tárház
id_id: Repositori Bahasa
nl_nl: Lokale gegevensopslag
pl_pl: Repozytorium lokalizacji
pt_br: Repositório local
ro_ro: Repo-ul local
ru_ru: Репозиторий локалей
sr_rs: Lokalno spremište
tr_tr: Çeviri Kataloğu
uk_ua: Локальний репозиторій

source: Follow the instructions on the FOSSBilling documentation to install the new language's translation files.
ar_sa: اتبع التعليمات المتعلقة بوثائق FOSSBilling لتركيب ملفات ترجمة اللغة الجديدة.
bg_bg: Следвайте инструкциите в документацията на FOSSBilling, за да инсталирате файловете за превод на новия език.
cs_cz: Pro instalaci překladových souborů nového jazyka postupujte podle pokynů v dokumentaci FOSSBilling.
de_de: Folgen Sie den Anweisungen in der FOSSBilling-Dokumentation, um die Übersetzungsdateien der neuen Sprache zu installieren.
el_gr: Ακολουθήστε τις οδηγίες του FOSSBilling για να εγκαταστήσετε τα αρχεία μετάφρασης της νέας γλώσσας.
fa_ir: برای نصب فایل‌های ترجمه زبان جدید، دستورالعمل‌های مستندات FOSSBilling را دنبال کنید.
fi_fi: Asenna uuden kielen käännöstiedostot FOSSBilling-asiakirjojen ohjeiden mukaisesti.
fr_fr: Suivez les instructions de la documentation de FOSSBilling pour installer les fichiers de traduction de la nouvelle langue.
hu_hu: Kövesse a FOSSBilling dokumentációjának utasításait az új nyelv fordítási fájljainak telepítéséhez.
id_id: Ikuti petunjuk pada dokumentasi FOSSBilling untuk menginstal file terjemahan bahasa baru.
nl_nl: Volg de instructies in de FOSSBilling documentatie om de nieuwe taalbestanden te installeren.
pl_pl: Postępuj zgodnie z instrukcjami w dokumentacji FOSSBilling, aby zainstalować pliki tłumaczeń nowego języka.
pt_br: Siga as instruções na documentação do FOSSBilling para instalar os arquivos de tradução do novo idioma.
ro_ro: Urmați instrucțiunile de pe documentația FOSSBilling pentru a instala fișierele de traducere ale noii limbi.
ru_ru: Следуйте инструкциям в документации FOSSBilling, чтобы установить файлы перевода на новый язык.
sr_rs: Pratite uputstva u dokumentaciji FOSSBilling da biste instalirali datoteke prevoda na novom jeziku.
tr_tr: Yeni dilin çeviri dosyalarını yüklemek için FOSSBilling kullanım dokümanlarındaki talimatları izleyin.
uk_ua: Дотримуйтесь інструкції зазначених у документації FOSSBilling для встановлення файлів перекладу нової мови.
vi_vn: Làm theo hướng dẫn trên phần tài liệu của FOSSBiling để thiết lập files của ngôn ngữ mới.

source: Changing the default language
ar_sa: تغيير اللغة الافتراضية
bg_bg: Промяна на езика по подразбиране
cs_cz: Změna výchozího jazyka
de_de: Ändern der Standardsprache
el_gr: Αλλαγή προεπιλεγμένης γλώσσας
fa_ir: تغییر زبان پیشفرض
fi_fi: Oletuskielen vaihtaminen
fr_fr: Changer la langue par défaut
hu_hu: Az alapértelmezett nyelv módosítása
id_id: Ubah bahasa bawaan
nl_nl: Standaardtaal wijzigen
pl_pl: Zmiana domyślnego języka
pt_br: Alterando o idioma padrão
ro_ro: Schimbarea limbii implicite
ru_ru: Изменение языка по умолчанию
sr_rs: Promena podrazumevanog jezika
tr_tr: Varsayılan dili değiştirme
uk_ua: Зміна мови за замовчуванням
vi_vn: Thay đổi ngôn ngữ mặc định

source: Instructions for changing the default language can be found on the FOSSBilling documentation.
ar_sa: ويمكن العثور على تعليمات لتغيير اللغة الافتراضية في وثائق FOSSBilling.
bg_bg: Инструкции за промяна на езика по подразбиране можете да намерите в документацията на FOSSBilling.
cs_cz: Pokyny pro změnu výchozího jazyka naleznete v dokumentaci FOSSBilling.
de_de: Anweisungen zum Ändern der Standardsprache finden Sie in der FOSSBilling-Dokumentation.
el_gr: Οδηγίες για την αλλαγή της προεπιλεγμένης γλώσσας μπορείτε να βρείτε στην τεκμηρίωση του FOSSBilling.
fa_ir: دستورالعمل های تغییر زبان پیش فرض را می توانید در اسناد FOSSBilling پیدا کنید.
fi_fi: Ohjeet oletuskielen vaihtamiseen löytyvät FOSSBilling-asiakirjoista.
fr_fr: Les instructions pour changer la langue par défaut peuvent être trouvées dans la documentation de FOSSBilling.
hu_hu: Az alapértelmezett nyelv megváltoztatására vonatkozó utasítások a FOSSBilling dokumentációjában találhatók.
id_id: Instruksi pengubahan bahasa ke bahasa bawaan dapat ditemukan di dokumentasi FOSSBilling.
nl_nl: Instructies voor het wijzigen van de standaardtaal zijn te vinden in de FOSSBilling documentatie.
pl_pl: Instrukcje zmiany domyślnego języka znajdują się w dokumentacji FOSSBilling.
pt_br: As instruções para alterar o idioma padrão podem ser encontradas na documentação do FOSSBilling.
ro_ro: Instrucţiunile pentru schimbarea limbii implicite pot fi găsite pe documentaţia FOSSBilling.
ru_ru: Инструкции по изменению языка по умолчанию вы можете найти в документации FOSSBilling.
sr_rs: Uputstva za promenu podrazumevanog jezika mogu se naći u FOSSbilling dokumentaciji.
tr_tr: Varsayılan dili değiştirmek için gerekli olan talimatlar FOSSBilling kullanım dokümanlarında bulunabilir.
uk_ua: Інструкції щодо зміни мови за замовчуванням можна знайти в документації FOSSBilling.
vi_vn: Hướng dẫn thay đổi ngôn ngữ mặc định có thể được tìm thấy tại phần tài liệu của FOSSBilling.

source: Edit field
ar_sa: تعديل الحقل
bg_bg: Редактиране на полето
ca_es: Editeu el camp
cs_cz: Upravit pole
de_de: Feld bearbeiten
el_gr: Επεξεργασία πεδίου
fa_ir: ویرایش فیلد
fi_fi: Muokkaa kenttää
fr_fr: Modifier le champ
hu_hu: Mező szerkesztése
id_id: Ubah kolom
lt_lt: Redaguoti lauką
nl_nl: Veld bewerken
pl_pl: Edytuj pole
pt_br: Editar campo
pt_pt: Editar campo
ro_ro: Modificați câmp
ru_ru: Редактировать поле
sr_rs: Uredi polje
tr_tr: Alanı düzenle
uk_ua: Редагувати поле
vi_vn: Sửa trường
zh_cn: 编辑输入栏

source: Please keep in mind that field name cannot start with a number. Special characters will be replaced with underscores ( _ )
cs_cz: Mějte prosím na paměti, že název pole nemůže začínat číslem. Zvláštní znaky budou nahrazeny podtržítky ( _ )
de_de: Bitte beachten Sie, dass der Feldname nicht mit einer Zahl beginnen darf. Sonderzeichen werden durch Unterstriche ( _ ) ersetzt
el_gr: Λάβετε υπόψη σας ότι το όνομα του πεδίου δεν μπορεί να αρχίζει με αριθμό. Οι ειδικοί χαρακτήρες θα αντικατασταθούν με υπογράμμιση ( _ )
fa_ir: لطفاً به خاطر داشته باشید که نام فیلد نمی تواند با یک عدد شروع شود. کاراکترهای ویژه با زیرخط ( _ ) جایگزین می شوند
fr_fr: Veuillez garder à l'esprit que le nom du champ ne peut pas commencer par un nombre. Les caractères spéciaux seront remplacés par des traits de soulignement ( _ )
hu_hu: Kérjük, tartsd észben, hogy a mező neve nem kezdődhet számmal. A speciális karaktereket aláhúzással (_) helyettesítjük
id_id: Harap diingat bahwa nama kolom tidak boleh diawali dengan angka. Karakter spesial akan dikonversi ke garisbawah (_)
nl_nl: Houd er rekening mee dat de veldnaam niet kan beginnen met een getal. Speciale tekens zullen worden vervangen door onderstrepingstekens (_)
pl_pl: Pamiętaj, że nazwa pola nie może zaczynać się od liczby. Znaki specjalne zostaną zastąpione podkreśleniem ( _ )
ro_ro: Vă rugăm să rețineți că numele câmpului nu poate începe cu număr. Caracterele speciale vor fi înlocuite cu underscore ( _ )
ru_ru: Пожалуйста, имейте в виду, что название поля не может начинаться с цифры. Специальные символы будут заменены подчеркиваниями (_)
sr_rs: Imajte na umu da naziv polja ne može da počinje brojem. Specijalni znakovi će biti zamenjeni donjom crtom ( _ )
tr_tr: Lütfen alan adının sayı ile başlayamayacağını unutmayın. Özel karakterler alt çizgi ( _ ) ile değiştirilecektir

source: Label
ar_sa: تسمية
bg_bg: Етикет
ca_es: Etiqueta
cs_cz: Popisek
el_gr: Ετικέτα
fa_ir: برچسب
fi_fi: Otsikko
fr_fr: Étiquette
hu_hu: Címke
lt_lt: Žyma
nl_nl: Etiket
pl_pl: Etykieta
pt_br: Rótulo
pt_pt: Etiqueta
ro_ro: Etichetă
ru_ru: Заголовок
sr_rs: Oznaka
tr_tr: Etiket
uk_ua: Мітка
vi_vn: Nhãn
zh_cn: 标签

source: options
ar_sa: الخيارات
bg_bg: опции
ca_es: opcions
cs_cz: možnosti
de_de: Optionen
el_gr: επιλογές
fa_ir: گزینه ها
fi_fi: valinnat
hu_hu: opciók
id_id: pilihan
lt_lt: parinktys
nl_nl: opties
pl_pl: opcje
pt_br: opções
pt_pt: opções
ro_ro: opţiuni
ru_ru: настройки
sr_rs: opcije
tr_tr: seçenekler
uk_ua: опції
vi_vn: tùy chọn
zh_cn: 选项

source: Value
ar_sa: القيمة
bg_bg: Стойност
ca_es: Valor
cs_cz: Hodnota
de_de: Wert
el_gr: Τιμή
fa_ir: مقدار
fi_fi: Arvo
fr_fr: Valeur
hu_hu: Érték
id_id: Nilai
lt_lt: Vertė
nl_nl: Waarde
pl_pl: Wartość
pt_br: Valor
pt_pt: Valor
ro_ro: Valoare
ru_ru: Значение
sr_rs: Vrednost
tr_tr: Değer
uk_ua: Значення
vi_vn: Giá trị
zh_cn: 值

source: + Add new option
ar_sa: + إضافة خيار جديد
bg_bg: + Добавяне на нова опция
ca_es: + Afegeix una nova opció
cs_cz: + Přidat novou možnost
de_de: Neue Option hinzufügen
el_gr: + Προσθήκη νέας επιλογής
fa_ir: + گزینه جدید
fi_fi: + Lisää uusi valinta
fr_fr: + Ajouter une nouvelle option
hu_hu: + Új opció hozzáadása
id_id: Tambah opsi baru
lt_lt: + Pridėti naują parinktį
nl_nl: Voeg nieuwe optie toe
pl_pl: + Dodaj nową opcję
pt_br: Adicionar nova opção
pt_pt: + Adicionar nova opção
ro_ro: + Adaugă opțiune nouă
ru_ru: + Добавить новую опцию
sr_rs: + Dodaj novu opciju
tr_tr: + Yeni seçenek ekle
uk_ua: Додати нову опцію
vi_vn: Thêm lựa chọn mới
zh_cn: + 添加新选项

source: Options
ar_sa: الخيارات
bg_bg: Опции
ca_es: Opcions
cs_cz: Možnosti
de_de: Optionen
el_gr: Επιλογές
fa_ir: گزینه ها
fi_fi: Valinnat
hu_hu: Opciók
id_id: Opsi
lt_lt: Parinktys
nl_nl: Opties
pl_pl: Opcje
pt_br: Opções
pt_pt: Opções
ro_ro: Opţiuni
ru_ru: Настройки
sr_rs: Opcije
tr_tr: Seçenekler
uk_ua: Опції
vi_vn: Tùy chọn
zh_cn: 选项

source: Hide label
ar_sa: إخفاء التسمية
bg_bg: Скриване на етикета
ca_es: Amaga l'etiqueta
cs_cz: Skrýt popisek
de_de: Label ausblenden
el_gr: Απόκρυψη ετικέτας
fa_ir: پنهان کردن برچسب
fi_fi: Piilota otsikko
fr_fr: Masquer le libellé
hu_hu: Címke elrejtése
id_id: Sembunyikan label
lt_lt: Slėpti etiketę
nl_nl: Verberg label
pl_pl: Ukryj etykietę
pt_br: Esconder o rótulo
pt_pt: Ocultar etiqueta
ro_ro: Ascundeți eticheta
ru_ru: Скрыть подпись
sr_rs: Sakrij oznaku
tr_tr: Etiketi Gizle
uk_ua: Приховати мітку
vi_vn: Ẩn nhãn
zh_cn: 隐藏标签

source: Read only
ar_sa: للقراءة فقط
bg_bg: Само за четене
ca_es: Llegeix només
cs_cz: Jen pro čtení
de_de: Nur Lesezugriff
el_gr: Μόνο για ανάγνωση
fa_ir: فقط خواندنی
fi_fi: Vain luku
fr_fr: Lecture seule
hu_hu: Csak olvasás
id_id: Hanya baca
lt_lt: Tik skaityti
nl_nl: Alleen lezen
pl_pl: Tylko do odczytu
pt_br: Somente leitura
pt_pt: Apenas leitura
ro_ro: Doar în citire
ru_ru: Faqat o'qishga
sr_rs: Samo za čitanje
tr_tr: Salt Okunur
uk_ua: Тільки перегляд
vi_vn: Chỉ đọc
zh_cn: 只读

source: Prepend text
ar_sa: إلحاق نص
bg_bg: Предварителен текст
ca_es: Afegeix el text
cs_cz: Přidat před text
de_de: Text hinzufügen
el_gr: Προσθήκη κειμένου στην αρχή
fa_ir: متن آماده
fi_fi: Tekstin lisääminen
fr_fr: Ajouter un texte
hu_hu: Szöveg előtagolása
id_id: Teks prependen
lt_lt: Pridėti tekstą
nl_nl: Tekst voorvoegen
pl_pl: Dodaj tekst na początku
pt_br: Texto precedente
pt_pt: Anexar texto
ro_ro: Prefixare text
ru_ru: Текст перед полем
sr_rs: Dodaj tekst
tr_tr: Öne eklenecek metni girin
uk_ua: Підготувати текст
vi_vn: Chữ tiếp đầu tố
zh_cn: 前置文本

source: Suffix
bg_bg: Суфикс
ca_es: Sufix
cs_cz: Přípona
de_de: Zusatz
el_gr: Κατάληξη
fa_ir: پسوند
fi_fi: Jälkiliite
fr_fr: Suffixe
hu_hu: Utótag
id_id: Akhiran
lt_lt: Priesaga
nl_nl: Achtervoegsel
pt_br: Sufixo
pt_pt: Sufixo
ro_ro: Sufix
ru_ru: Суффикс
sr_rs: Sufiks
tr_tr: Son Ek
uk_ua: Суфікс
vi_vn: Hậu tố
zh_cn: 后缀

source: Append text
ar_sa: إضافة نص
bg_bg: Прилагане на текста
ca_es: Afegeix text
cs_cz: Připojit text
de_de: Text hinzufügen
el_gr: Προσθήκη κειμένου στο τέλος
fa_ir: متن اضافه
fi_fi: Liitä tekstiä
fr_fr: Ajouter un texte
hu_hu: Szöveg hozzáadása
id_id: Teks tambahan
lt_lt: Pridėti tekstą
nl_nl: Tekst toevoegen
pl_pl: Dodaj tekst na końcu
pt_br: Texto posterior
pt_pt: Anexar texto
ro_ro: Adaugă text
ru_ru: Текст после поля
sr_rs: Dodati tekst
tr_tr: Sona eklenecek metni girin
uk_ua: Додати текст
vi_vn: Chữ hậu tố
zh_cn: 追加文本

source: Textarea size
ar_sa: حجم Textarea
bg_bg: Размер на текста
ca_es: Mida de l'àrea de text
cs_cz: Velikost textového pole
de_de: Größe des Textbereichs
fa_ir: اندازه متن
fi_fi: Tekstialueen koko
fr_fr: Taille de la zone de texte
hu_hu: Szövegterület mérete
id_id: Ukuran area teks
lt_lt: Teksto srities dydis
pl_pl: Rozmiar pola tekstowego
pt_br: Tamanho do textarea
pt_pt: Tamanho da área de texto
ro_ro: Mărime căsuță text
ru_ru: Размер текстовой области
sr_rs: Veličina teksta
tr_tr: Metin Alanı boyutu
uk_ua: Розмір текстового поля
vi_vn: Kích thước vùng văn bản
zh_cn: 文本框大小

source: Width
ar_sa: العرض
bg_bg: Ширина
ca_es: Amplada
cs_cz: Šířka
de_de: Breite
el_gr: Βάθος
fa_ir: عرض
fi_fi: Leveys
fr_fr: Largeur
hu_hu: Szélesség
id_id: Lebar
lt_lt: Plotis
nl_nl: Breedte
pl_pl: Szerokość
pt_br: Largura
pt_pt: Largura
ro_ro: Lățime
ru_ru: Kengligi
sr_rs: Širina
tr_tr: Genişlik
uk_ua: Ширина
vi_vn: Chiều rộng
zh_cn: 宽度

source: Height
ar_sa: الارتفاع
bg_bg: Височина
ca_es: Alçada
cs_cz: Výška
de_de: Höhe
el_gr: Ύψος
fa_ir: ارتفاع
fi_fi: Korkeus
fr_fr: Hauteur
hu_hu: Magasság
id_id: Tinggi
lt_lt: Aukštis
nl_nl: Hoogte
pl_pl: Wysokość
pt_br: Altura
pt_pt: Altura
ro_ro: Înălțime
ru_ru: Высота
sr_rs: Dužina
tr_tr: Yükseklik
uk_ua: Висота
vi_vn: Cao
zh_cn: 高度

source: Default value
ar_sa: القيمة الافتراضية
bg_bg: Стойност по подразбиране
ca_es: Valor per defecte
cs_cz: Výchozí hodnota
de_de: Standardwert
el_gr: Προεπιλεγμένη τιμή
fa_ir: مقدار پیش فرض
fi_fi: Oletusarvo
fr_fr: Valeur par défaut
hu_hu: Alapértelmezett érték
id_id: Nilai standar
lt_lt: Numatytoji reikšmė
nl_nl: Standaard waarde
pl_pl: Wartość domyślna
pt_br: Valor padrão
pt_pt: Valor por defeito
ro_ro: Valoare implicită
ru_ru: Значение по умолчанию
sr_rs: Standardna vrednost
tr_tr: Varsayılan değer
uk_ua: Значення за замовчуванням
vi_vn: Giá trị mặc định
zh_cn: 缺省值

source: Select a default value
cs_cz: Vyberte výchozí hodnotu
ro_ro: Selectați o valoare implicită
ru_ru: Выберите значение по умолчанию
