Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: To the best of our knowledge, "Currency Data API" and "currencylayer" are both owned by APILayer and provide the same data, but through a different API.
cs_cz: Podle našeho nejlepšího vědomí jsou „měnová datová API“ a „měna“ vlastněny společností APILayer a poskytují stejná data, ale prostřednictvím jiného rozhraní API.
el_gr: Εξ όσων γνωρίζουμε, το «Currency Data API» και το «currencylayer» ανήκουν αμφότερα στην APILayer και παρέχουν τα ίδια δεδομένα, αλλά μέσω διαφορετικού API.
fa_ir: "Currency Data API" و "currencylayer" هر دو متعلق به APILayer هستند و داده های یکسانی را ارائه می دهند، اما از طریق یک API متفاوت.
fr_fr: À notre connaissance, les données "API de données monétaires" et "couche de devises" sont toutes deux détenues par APILayer et fournissent les mêmes données, mais à travers une API différente.
hu_hu: Tudomásunk szerint a "Currency Data API" és a "currencylayer" egyaránt az APILayer tulajdonában áll, és ugyanazt az adatot szolgáltatják, de különböző API-n keresztül.
id_id: Sepengetahuan kami, "Currency Data API" dan "currencylayer" keduanya dimiliki oleh APILayer dan menyediakan data yang sama, tetapi melalui API yang berbeda.
nl_nl: Voor zover we weten zijn "Valuta-data API" en "currencylayer" allebei eigendom van APILayer en leveren ze dezelfde gegevens. maar door een andere API.
pl_pl: Zgodnie z naszą najlepszą wiedzą, zarówno "Currency Data API" jak i "currencylayer" są własnością APILayer oraz dostarczają te same dane, ale za pośrednictwem innego API.
ro_ro: Din câte știm, atât API-ul pentru datele monetare, cât și "valutarul" sunt deținute de APILayer și furnizează aceleași date, dar printr-un alt API.
ru_ru: Насколько нам известно, "Currency Data API" и "currencylayer" принадлежат APILayer и предоставляют одинаковые данные, но через разные API.
sr_rs: Koliko nam je poznato, "Currency Data API“ i "currencylayer" su u vlasništvu APILayer-a i pružaju iste podatke, ali preko drugog API-ja.

source: Currency exchange rate data provider
cs_cz: Poskytovatel údajů o směnných kurzech měny
el_gr: Διαθέσιμοι πάροχοι δεδομένων συναλλαγματικής ισοτιμίας
fa_ir: ارائه دهنده داده های نرخ تبدیل ارز
fr_fr: Fournisseurs de données de taux de change disponibles
hu_hu: Elérhető árfolyamadat-szolgáltatók
id_id: Penyedia nilai tukar saat ini
nl_nl: Valuta-wisselkoers dataprovider
pl_pl: Dostawca danych kursu wymiany walut
ro_ro: Furnizor de date privind cursul de schimb valutar
ru_ru: Провайдер данных о курсах валют
sr_rs: Provajder podataka o kursu valuta

source: Currency data provider selection
cs_cz: Výběr poskytovatele údajů měny
hu_hu: Pénznem adatszolgáltató kiválasztása
ro_ro: Selecție furnizor de date valutare
ru_ru: Выбор провайдера данных о валютах
sr_rs: Izbor dobavljača podataka o valuti

source: Leave this blank to use the ExchangeRate-API "Open Access Endpoint".
cs_cz: Ponechte prázdné pro použití ExchangeRate-API "Open Access Endpoint".
el_gr: Αφήστε το κενό για να χρησιμοποιήσετε το «Open Access Endpoint» του ExchangeRate-API.
fa_ir: برای استفاده از API تبدیل ارزها این قسمت را خالی بگذارید.
fr_fr: Laissez ce champ vide pour utiliser l'API ExchangeRate-"Open Access Endpoint".
hu_hu: Hagyd üresen ezt a mezőt, hogy az ExchangeRate-API "Nyílt Hozzáférés Végpontját" használd.
id_id: Biarkan ini kosong untuk menggunakan "Open Access Endpoint" ExchangeRate-API.
nl_nl: Laat dit leeg om de ExchangeRate-API "Open Access Endpoint" te gebruiken.
pl_pl: Pozostaw to pole puste, aby użyć ExchangeRate-API "Open Access Endpoint".
ro_ro: Lăsați necompletat pentru a utiliza "Finalul de acces deschis" ExchangeRate-API.
ru_ru: Оставьте это поле пустым, чтобы использовать ExchangeRate-API "Open Access Endpoint".
sr_rs: Ostavite ovo prazno da biste koristili ExchangeRate-API "Open Access Endpoint".

source: Automatic sync rate
cs_cz: Frekvence automatické aktualizace
de_de: Automatische Synchronisierungsrate
el_gr: Ρυθμός αυτόματου συγχρονισμού
fa_ir: زمان همگام سازی خودکار
fr_fr: Taux de synchronisation automatique
hu_hu: Automatikus árfolyam szinkronizálás
id_id: Kecepatan sinkronisasi otomatis
nl_nl: Automatische synchronisatiesnelheid
pl_pl: Częstotliwość automatycznej synchronizacji
ro_ro: Rata sincronizării automate
ru_ru: Частота автоматической синхронизации
sr_rs: Automatska sinhronizacija kursa

source: Auto
cs_cz: Automaticky
el_gr: Αυτόματο
fa_ir: خودکار
hu_hu: Automatikus
id_id: Otomatis
nl_nl: Automatisch
ro_ro: Automat
ru_ru: Авто
sr_rs: Automatski

source: Never
cs_cz: Nikdy
el_gr: Ποτέ
fa_ir: هرگز
fr_fr: Jamais
hu_hu: Soha
id_id: Tidak pernah
nl_nl: Nooit
pl_pl: Nigdy
ro_ro: Niciodată
ru_ru: Никогда
sr_rs: Nikad

source: Daily
cs_cz: Denně
el_gr: Καθημερινά
fa_ir: روزانه
fr_fr: Quotidien
hu_hu: Napi
id_id: Harian
nl_nl: Dagelijks
pl_pl: Codziennie
ro_ro: Zilnic
ru_ru: Ежедневно
sr_rs: Dnevno

source: Hourly
cs_cz: Za hodinu
el_gr: Ωριαία
fa_ir: ساعتی
fr_fr: Horaire
hu_hu: Óránként
id_id: Setiap Jam
nl_nl: Elk uur
pl_pl: Godzina
ro_ro: În fiecare ora
ru_ru: Ежечасно
sr_rs: Svaki sat

source: Every 10 minutes
cs_cz: Každých 10 minut
el_gr: Κάθε 10 λεπτά
fa_ir: هر 10 دقیقه
fr_fr: Toutes les 10 minutes
hu_hu: 10 percenként
id_id: Setiap 10 menit
nl_nl: Elke 10 minuten
pl_pl: Co 10 minut
ro_ro: La fiecare 10 minute
ru_ru: Каждые 10 минут
sr_rs: Svakih 10 minuta

source: Every 5 minutes
cs_cz: Každých 5 minut
el_gr: Κάθε 5 λεπτά
fa_ir: هر 5 دقیقه
fr_fr: Toutes les 5 minutes
hu_hu: 5 percenként
id_id: Setiap 5 menit
nl_nl: Elke 5 minuten
pl_pl: Co 5 minut
ro_ro: La fiecare 5 minute
ru_ru: Каждые 5 минут
sr_rs: Svakih 5 minuta

source: Every minute
cs_cz: Každou minutu
el_gr: Κάθε λεπτό
fa_ir: هر دقیقه
fr_fr: Toutes les minutes
hu_hu: Percenként
id_id: Setiap menit
nl_nl: Elke minuut
pl_pl: Co minutę
ro_ro: La fiecare minut
ru_ru: Каждую минуту
sr_rs: Svaki minut

source: "Auto" is only available for ExchangeRate-API and when used will cause API requests to be made only when new data is made available, preventing excess requests.
cs_cz: "Auto" je k dispozici pouze pro ExchangeRate-API a při použití může být žádost API podána pouze při zpřístupnění nových dat, předcházení nadměrným požadavkům.
el_gr: Η επιλογή «Auto» είναι διαθέσιμη μόνο για το ExchangeRate-API και όταν χρησιμοποιείται, τα αιτήματα API θα γίνονται μόνο όταν διατίθενται νέα δεδομένα, αποτρέποντας έτσι την υπερβολική υποβολή αιτημάτων.
fa_ir: "Auto" فقط برای ExchangeRate-API در دسترس است و زمانی که از آن استفاده شود باعث می شود درخواست های API فقط زمانی انجام شود که داده های جدید در دسترس باشد و از درخواست های اضافی جلوگیری کند.
fr_fr: "Automatique" n'est disponible que pour l'API ExchangeRate-et quand elle est utilisée, les requêtes API ne seront faites que lorsque de nouvelles données seront disponibles, empêchant les demandes excessives.
hu_hu: Az "Automatikus" csak az ExchangeRate-API esetében érhető el, és használata esetén az API kérések csak akkor fognak megtörténni, amikor új adatok állnak rendelkezésre, ezzel megakadályozva a felesleges kéréseket.
id_id: "Mode Otomatis" hanya tersedia untuk ExchangeRate-API dan ketika digunakan akan menyebabkan permintaan API dibuat hanya ketika data baru tersedia, sehingga mencegah permintaan yang berlebihan.
nl_nl: "Automatisch" is alleen beschikbaar bij de ExchangeRate-API en zorgt er bij gebruik voor dat API-verzoeken alleen worden gedaan wanneer nieuwe gegevens beschikbaar zijn, dit om overbodige verzoeken te voorkomen.
pl_pl: "Auto" jest dostępny tylko dla ExchangeRate-API i gdy jest używany, spowoduje wywołanie żądań API, tylko gdy są dostępne nowe dane, zapobiega to nadmiernym żądaniom.
ro_ro: „Auto„ este disponibil numai pentru ExchangeRate-API și, atunci când este utilizat, va cauza ca cererile API să fie făcute numai când datele noi sunt făcute disponibile, prevenirea cererilor în exces.
ru_ru: "Авто" доступно только для ExchangeRate-API и при использовании запросы API будут выполняться только при наличии новых данных, предотвращая избыточные запросы.
sr_rs: "Automatski" je dostupno samo za ExchangeRate-API i kada se koristi, dovešće do toga da se zahtevi za API upućuju samo kada novi podaci budu dostupni, sprečavajući višak zahteva.

source: Exchange rate syncing runs via the cronjob and as such is limited by the frequency of your cron schedule (typically 5 minutes).
cs_cz: Synchronizace směnného kurzu probíhá přes cronjob a jako taková je omezena frekvencí vašeho cronu (obvykle 5 minut).
el_gr: Ο συγχρονισμός συναλλαγματικών ισοτιμιών εκτελείται μέσω του cronjob και ως εκ τούτου περιορίζεται από τη συχνότητα του χρονοδιαγράμματος cron (συνήθως 5 λεπτά).
fa_ir: همگام‌سازی نرخ ارز از طریق cronjob انجام می‌شود و به همین دلیل با فرکانس برنامه کرون شما (معمولاً 5 دقیقه) محدود می‌شود.
fr_fr: La synchronisation du taux de change s'exécute via la tâche cron et est donc limitée par la fréquence de votre planning cron (typiquement 5 minutes).
hu_hu: Az árfolyamok szinkronizálása cronjob segítségével történik, így az korlátozva van a cron ütemezésének gyakorisága által (tipikusan 5 perc).
id_id: Sinkronisasi nilai tukar berjalan melalui cronjob dan dengan demikian dibatasi oleh frekuensi jadwal cron Anda (biasanya 5 menit).
nl_nl: Wisselkoerssynchronisatie loopt via de cronjob en is gelimiteerd door de frequentie van uw cron-schema (meestal 5 minuten).
pl_pl: Synchronizacja kursu wymiany odbywa się przez cronjob i jako taka jest ograniczona częstotliwością harmonogramu cron (zazwyczaj 5 minut).
ro_ro: Sincronizarea ratei de schimb se execută prin cronjob și ca atare este limitată de frecvența programului dumneavoastră de cron (de obicei 5 minute).
ru_ru: Синхронизация курсов валют выполняется через cronjob и поэтому ограничена частотой вашего расписания cron (обычно 5 минут).
sr_rs: Sinhronizacija kursa radi preko cronjob-a i kao takva je ograničena učestalošću vašeg cron rasporeda (obično 5 minuta).

source: Result
ar_sa: النتيجة
bg_bg: Резултат
ca_es: Resultat
cs_cz: Výsledek
de_de: Ergebnis
el_gr: Αποτέλεσμα
fa_ir: نتیجه
fi_fi: Tulos
fr_fr: Résultat
hu_hu: Eredmény
id_id: Hasil
lt_lt: Rezultatas
nl_nl: Resultaat
pl_pl: Wynik
pt_br: Resultado
pt_pt: Resultado
ro_ro: Rezultat
ru_ru: Результат
sr_rs: Rezultat
tr_tr: Sonuç
uk_ua: Результат
vi_vn: Kết quả
zh_cn: 结果

source: New Custom Page
ar_sa: صفحة جديدة مخصصة
bg_bg: Нова Персонализирана Страница
ca_es: Nova pàgina personalitzada
cs_cz: Nová vlastní stránka
de_de: Neue benutzerdefinierte Seite
el_gr: Νέα Προσαρμοσμένη Σελίδα
fa_ir: صفحه سفارشی جدید
fi_fi: Uusi Mukautettu Sivu
fr_fr: Nouvelle Page Personnalisée
hu_hu: Új egyéni oldal
id_id: Kustom halaman baru
lt_lt: Naujas tinkintas puslapis
nl_nl: Aangepaste pagina toevoegen
pl_pl: Nowa niestandardowa strona
pt_br: Adicionar página personalizada
pt_pt: Nova página personalizada
ro_ro: Pagină nouă personalizată
ru_ru: Новая пользовательская страница
sr_rs: Nova prilagođena stranica
tr_tr: Yeni Özel Sayfa
uk_ua: Нова користувацька сторінка
vi_vn: Tạo trang tùy chỉnh
zh_cn: 新建自定义页面

source: Slug
bg_bg: Приятелска връзка
cs_cz: URL adresa
de_de: Schlagwort
fa_ir: اسلاگ
fi_fi: Verkko-osoite
fr_fr: Identifiant
hu_hu: Csiga
lt_lt: Brukšnys
pt_br: Link encurtado
pt_pt: Lesma
ro_ro: Slug (titlu url)
ru_ru: ЧПУ
sr_rs: Prilagođena struktura
tr_tr: Adres Satırı Sabiti
uk_ua: Мітка
zh_cn: 别名

source: View
ar_sa: عرض
bg_bg: Преглед
ca_es: Veure
cs_cz: Zobrazit
de_de: Anzeigen
el_gr: Προβολή
fa_ir: نمایش
fi_fi: Näytä
fr_fr: Voir
hu_hu: Megtekintés
id_id: Lihat
lt_lt: Žiūrėti
nl_nl: Weergave
pl_pl: Podgląd
pt_br: Visualização
pt_pt: Ver
ro_ro: Vizualizați
ru_ru: Просмотр
sr_rs: Pogledaj
tr_tr: Görüntüle
uk_ua: Перегляд
vi_vn: Hiển thị
zh_cn: 查看

source: Meta Description
bg_bg: Мета описание
ca_es: Descripció Meta
cs_cz: Meta popis
de_de: Meta-Beschreibung
el_gr: Meta Περιγραφή
fa_ir: توضیحات تگ متا
fi_fi: Metatiedon kuvaus
fr_fr: Description Meta
hu_hu: Meta leírás
id_id: Deskripsi Meta
lt_lt: Meta aprašymas
nl_nl: Meta-beschrijving
pl_pl: Opis Meta
pt_br: Descrição Meta
pt_pt: Meta-descrição
ro_ro: Descriere Meta
ru_ru: Мета-описание
sr_rs: Meta opis
tr_tr: Meta Açıklama
uk_ua: Мета опис
zh_cn: 简要描述

source: Meta Keywords
bg_bg: Мета ключови думи
ca_es: Paraules clau meta
cs_cz: Meta klíčová slova
el_gr: Meta Λέξεις Κλειδιά
fa_ir: کلمات کلیدی
fi_fi: Meta avainsanat
fr_fr: Mots-clés méta
hu_hu: Meta kulcsszavak
id_id: Meta Kata Kunci
lt_lt: Meta Raktažodžiai
nl_nl: Metasleutelwoorden
pl_pl: Słowa kluczowe Meta
pt_br: Palavras-chave meta
pt_pt: Meta Palavras-chave
ro_ro: Cuvinte cheie Meta
ru_ru: Мета-ключевые слова
sr_rs: Meta Ključne reči
tr_tr: Meta Anahtar Kelimeler
uk_ua: Ключові слова
zh_cn: 关键字标签

source: Content
ar_sa: المحتوى
bg_bg: Съдържание
ca_es: Contingut
cs_cz: Obsah
de_de: Inhalt
el_gr: Περιεχόμενο
fa_ir: محتوا
fi_fi: Sisältö
fr_fr: Contenu
hu_hu: Tartalom
id_id: Konten
lt_lt: Turinys
nl_nl: Inhoud
pl_pl: Treść
pt_br: Conteúdo
pt_pt: Conteúdo
ro_ro: Conținut
ru_ru: Содержание
sr_rs: Sadržaj
tr_tr: İçerik
uk_ua: Контент
vi_vn: Nội dung
zh_cn: 内容

source: Add page content
ar_sa: إضافة محتوى الصفحة
bg_bg: Добави съдържание на страницата
ca_es: Afegeix contingut de la pàgina
cs_cz: Přidat obsah stránky
de_de: Seiten-Inhalt hinzufügen
el_gr: Προσθήκη σελίδας περιεχομένου
fa_ir: اضافه کردن صفحه جدید
fi_fi: Lisää sivun sisältö
fr_fr: Ajouter du contenu de page
hu_hu: Oldaltartalom hozzáadása
id_id: Tambahkan isi halaman
lt_lt: Pridėti puslapio turinį
nl_nl: Pagina-inhoud toevoegen
pl_pl: Dodaj treść strony
pt_br: Adicionar conteúdo a página
pt_pt: Adicionar conteúdo da página
ro_ro: Adăugați conținutul paginii
ru_ru: Добавить содержимое страницы
sr_rs: Dodajte sadržaj stranice
tr_tr: Sayfa içeriği ekle
uk_ua: Додати вміст сторінки
vi_vn: Thêm nội dung trang
zh_cn: 添加页面内容

source: Edit Custom Page
ar_sa: تحرير صفحة خاصة
bg_bg: Редактиране на персонализирана страница
ca_es: Edita la pàgina personalitzada
cs_cz: Upravit vlastní stránku
de_de: Benutzerdefinierte Seite bearbeiten
el_gr: Επεξεργασία Προσαρμοσμένης Σελίδας
fa_ir: ویرایش صفحه سفارشی
fi_fi: Muokkaa Mukautettua Sivua
fr_fr: Modifier la page personnalisée
hu_hu: Egyéni oldal szerkesztése
id_id: Ubah Halaman Kustom
lt_lt: Redaguoti pasirinktinį puslapį
nl_nl: Aangepaste pagina bewerken
pl_pl: Edytuj niestandardową stronę
pt_br: Editar página personalizada
pt_pt: Editar página personalizada
ro_ro: Modificați pagina personalizată
ru_ru: Редактировать пользовательскую страницу
sr_rs: Uredite prilagođenu stranicu
tr_tr: Özel Sayfayı Düzenle
uk_ua: Редагувати сторінку
vi_vn: Sửa trang tùy chỉnh
zh_cn: 编辑自定义页面

source: Custom page updated
ar_sa: تم تحديث الصفحة الخاصة
bg_bg: Персонализираната страница бе актуализирана
ca_es: S'ha actualitzat la pàgina personalitzada
cs_cz: Vlastní stránka aktualizována
de_de: Eigene Seite aktualisiert
el_gr: Η προσαρμοσμένη σελίδα ενημερώθηκε
fa_ir: صفحه سفارشی بروزرسانی شد
fi_fi: Mukautettu sivu päivitetty
fr_fr: Page personnalisée mise à jour
hu_hu: Egyéni oldal frissítve
id_id: Halaman kustom diperbaharui
lt_lt: Pasirinktinis puslapis atnaujintas
nl_nl: Aangepaste pagina bijgewerkt
pl_pl: Strona niestandardowa zaktualizowana
pt_br: Página personalizada atualizada
pt_pt: Página personalizada actualizada
ro_ro: Pagină personalizată actualizată
ru_ru: Пользовательская страница обновлена
sr_rs: Prilagođena stranica je ažurirana
tr_tr: Özel sayfa güncellendi
uk_ua: Сторінку оновлено
vi_vn: Trang tùy chỉnh đã được cập nhật
zh_cn: 自定义页面已更新

source: Enter page title here.
ar_sa: أدخل عنوان الصفحة هنا.
bg_bg: Въведете заглавието на страницата тук.
ca_es: Introduïu el títol de la pàgina aquí.
cs_cz: Zadejte název stránky.
de_de: Gib hier einen Titel ein.
el_gr: Εισαγωγή τίτλου σελίδας εδώ.
fa_ir: عنوان صفحه را وارد کنید.
fi_fi: Syötä sivun otsikko tähän.
fr_fr: Entrez le titre de la page ici.
hu_hu: Írja be ide az oldal címét.
id_id: Masukkan judul halaman disini.
lt_lt: Čia įveskite puslapio pavadinimą.
nl_nl: Geef hier een paginatitel op.
pl_pl: Wprowadź tutaj tytuł strony.
pt_br: Insira o titulo da imagem aqui.
pt_pt: Introduza aqui o título da página.
ro_ro: Introduceți titlul paginii aici.
ru_ru: Введите заголовок страницы здесь.
sr_rs: Ovde unesite naslov stranice.
tr_tr: Sayfa başlığını buraya girin.
uk_ua: Введіть назву сторінки тут.
vi_vn: Nhập tiêu đề vào đây.
zh_cn: 请在这里填写页面标题

source: Enter page meta description here.
ar_sa: أدخل وصف التعريف للصفحة هنا.
bg_bg: Въведете мета описанието на страницата тук.
ca_es: Introduïu la meta descripció de la pàgina aquí.
cs_cz: Zde zadejte meta popis stránky.
de_de: Gib hier die Meta-Beschreibung der Seite ein.
el_gr: Εισάγετε εδώ την meta περιγραφή της σελίδας.
fa_ir: توضیحات متای صفحه را در اینجا وارد کنید.
fi_fi: Kirjoita sivun metakuvaus tähän.
fr_fr: Entrez la méta description de la page ici.
hu_hu: Itt adja meg az oldal meta leírását.
id_id: Masukkan meta deskripsi halmaan disini.
lt_lt: Čia įveskite puslapio meta aprašymą.
nl_nl: Vul hier de meta-beschrijving van de pagina in.
pl_pl: Wprowadź tutaj opis meta strony.
pt_br: Digite a descrição meta da página aqui.
pt_pt: Introduza aqui a meta descrição da página.
ro_ro: Introduceți aici descrierea meta pentru pagină.
ru_ru: Введите мета-описание страницы здесь.
sr_rs: Ovde unesite meta opis stranice.
tr_tr: Sayfa meta açıklamasını buraya girin.
uk_ua: Введіть метаопис сторінки.
vi_vn: Điền meta description vào đây.
zh_cn: 在此输入页面的简要描述。

source: Enter page meta keywords here.
ar_sa: أدخل الكلمات الرئيسية لصفحة التعريف هنا.
bg_bg: Въведете мета ключовите думи на страницата тук.
ca_es: Introduïu aquí les meta paraules clau de la pàgina.
cs_cz: Zde zadejte meta klíčová slova stránky.
de_de: Gib hier die Meta-Schlüsselwörter der Seite ein.
el_gr: Εισάγετε εδώ τις λέξεις-κλειδιά της σελίδας.
fa_ir: کلمات کلیدی متا صفحه را در اینجا وارد کنید.
fi_fi: Syötä sivun meta avainsanat tähän.
fr_fr: Entrez ici les mots-clés méta de la page.
hu_hu: Adja meg itt az oldal meta kulcsszavait.
id_id: Masukkan meta kata kunci disini.
lt_lt: Čia įveskite puslapio meta raktinius žodžius.
nl_nl: Vul hier de meta-trefwoorden van de pagina in.
pl_pl: Wprowadź tutaj słowa kluczowe meta strony.
pt_br: Digite palavras-chave meta da página aqui.
pt_pt: Introduza aqui as meta palavras-chave da página.
ro_ro: Introduceți cuvintele cheie meta ale paginii aici.
ru_ru: Введите мета-ключевые слова страницы здесь.
sr_rs: Ovde unesite meta ključne reči stranice.
tr_tr: Sayfa meta anahtar kelimelerini buraya girin.
uk_ua: Введіть ключові слова на сторінці.
vi_vn: Nhập meta keywords của trang vào đây.
zh_cn: 在此输入页面的关键标签。

source: Enter page slug here.
ar_sa: أدخل Slug الصفحة هنا.
bg_bg: Въведете приятелската връзка на страницата тук.
ca_es: Introduïu aquí el slug de la pàgina.
cs_cz: Zde zadejte URL stránky.
de_de: Gib hier einen Titel ein.
el_gr: Εισάγετε το slug της σελίδας εδώ.
fa_ir: صفحه اسلاگ را اینجا وارد کنید.
fi_fi: Kirjoita sivun verkko-osoite tähän.
fr_fr: Entrez le slug de page ici.
hu_hu: Írja be az oldal slugját ide.
id_id: Masukkan slug halaman disini.
lt_lt: Čia įveskite puslapio brūkšnį.
nl_nl: Vul hier de pagina slug in.
pl_pl: Wprowadź tutaj slug strony.
pt_br: Insira o link encurtado da página aqui.
pt_pt: Introduza o slug da página aqui.
ro_ro: Introduceți titlul paginii aici.
ru_ru: Введите ЧПУ страницы здесь.
sr_rs: Ovde unesite prilagođenu strukturu stranice.
tr_tr: Sayfa adres satırı sabitini buraya girin.
uk_ua: Введіть назву тут.
vi_vn: Nhập slug của trang vào đây.
zh_cn: 在这里输入页面的别名。

source: Enter page content here.
ar_sa: أدخل محتوى الصفحة هنا.
bg_bg: Въведете съдържанието на страницата тук.
ca_es: Introduïu el contingut de la pàgina aquí.
cs_cz: Zde zadejte obsah stránky.
de_de: Seiteninhalt hier eingeben.
el_gr: Εισάγετε το περιεχόμενο της σελίδας εδώ.
fa_ir: محتوای صفحه را در اینجا وارد کنید.
fi_fi: Syötä sivun sisältö tähän.
fr_fr: Entrez le contenu de la page ici.
hu_hu: Itt adja meg az oldal tartalmát.
id_id: Masukan isi konten halmaan disini.
lt_lt: Čia įveskite puslapio turinį.
nl_nl: Vul hier de pagina inhoud in.
pl_pl: Wprowadź tutaj treść strony.
pt_br: Escreve o conteúdo da página aqui.
pt_pt: Introduza o conteúdo da página aqui.
ro_ro: Introduceți conținutul paginii aici.
ru_ru: Введите содержимое страницы здесь.
sr_rs: Ovde unesite sadržaj stranice.
tr_tr: Sayfa içeriğini buraya girin.
uk_ua: Введіть вміст сторінки.
vi_vn: Nhập nội dung của trang vào đây.
zh_cn: 在这里输入页面内容

source: Client Area
ar_sa: منطقة العميل
bg_bg: Клиентска зона
ca_es: Àrea client
cs_cz: Klientská oblast
de_de: Kundenbereich
el_gr: Χώρος Πελατών
fa_ir: حساب کاربری
fi_fi: Asiakasalue
fr_fr: Espace client
hu_hu: Ügyfélterület
lt_lt: Klientų sistema
nl_nl: Klant omgeving
pl_pl: Obszar klienta
pt_br: Área do cliente
pt_pt: Área do cliente
ro_ro: Zona clientului
ru_ru: Клиентская зона
sr_rs: Korisnička zona
tr_tr: Müşteri Sayfası
uk_ua: Область клієнта
vi_vn: Vùng khách hàng
zh_cn: 客户区域

source: Dashboard
ar_sa: لوحة القيادة
bg_bg: Табло
ca_es: Tauler
cs_cz: Řídicí panel
de_de: Übersicht
el_gr: Πίνακας Ελέγχου
fa_ir: پیشخوان
fi_fi: Hallintapaneeli
fr_fr: Tableau de bord
hu_hu: Műszerfal
id_id: Dasbor
lt_lt: Skydelis
nl_nl: Overzicht
pl_pl: Panel
pt_br: Painel
pt_pt: Painel de controlo
ro_ro: Panou de control
ru_ru: Boshqaruv paneli
sr_rs: Panel
tr_tr: Özet Ekranı
uk_ua: Панель управління
vi_vn: Bảng điều khiển
zh_cn: 控制面板

source: Home
ar_sa: الرئيسية
bg_bg: Начало
ca_es: Inici
cs_cz: Domů
de_de: Startseite
el_gr: Αρχική
fa_ir: خانه
fi_fi: Etusivu
fr_fr: Accueil
hu_hu: Otthon
id_id: Beranda
lt_lt: Pradžia
nl_nl: Thuis
pl_pl: Strona główna
pt_br: Início
pt_pt: Início
ro_ro: Acasă
ru_ru: Главная
sr_rs: Glavna
tr_tr: Ana Sayfa
uk_ua: Головна
vi_vn: Trang chủ
zh_cn: 主页

source: Tickets waiting your reply
ar_sa: التذاكر في انتظار ردك
bg_bg: Билети, чакащи твоят отговор
ca_es: Entrades esperant la teva resposta
cs_cz: Tikety čekající na vaši odpověď
de_de: Tickets, die auf deine Antwort warten
el_gr: Αιτήματα τεχνικής υποστήριξης που περιμένουν την απάντησή σας
fa_ir: در انتظار پاسخ شما
fi_fi: Tukipyynnöt odottavat vastausta
fr_fr: Tickets en attente de votre réponse
hu_hu: Jegyek várják a választ
id_id: Tiket menunggu balasan Anda
lt_lt: Bilietai, laukiantys jūsų atsakymo
nl_nl: Tickets wachtend op een reactie
pl_pl: Zgłoszenia oczekujące na twoją odpowiedź
pt_br: Tickets aguardando sua resposta
pt_pt: Bilhetes à espera da vossa resposta
ro_ro: Tichete în așteptarea unui răspuns
ru_ru: Тикеты, ожидающие вашего ответа
sr_rs: Tiketi čekaju na odgovor
tr_tr: Yanıtınızı bekleyen destek talepleri
uk_ua: Звернення, що очікують на Вашу відповідь
vi_vn: Phiếu yêu cầu chờ trả lời
zh_cn: 待回复的工单

source: Last Updated
ar_sa: آخر عمليّة تحديث
bg_bg: Последно обновен
ca_es: Darrera actualització
cs_cz: Naposledy aktualizováno
de_de: Zuletzt aktualisiert
el_gr: Τελευταία ενημέρωση
fa_ir: آخرین بروز رسانی
fi_fi: Viimeksi päivitetty
fr_fr: Dernière mise à jor
hu_hu: Legutóbb frissítve
id_id: Pembaruan Terakhir
lt_lt: Paskutinį kartą atnaujinta
nl_nl: Laatst bijgewerkt
pl_pl: Ostatnia aktualizacja
pt_br: Última Atualização
pt_pt: Última atualização
ro_ro: Ultima actualizare
ru_ru: Последнее обновление
sr_rs: Poslednje ažurirano
tr_tr: Son Güncelleme
uk_ua: Останнє оновлення
vi_vn: Lần cập nhật trước
zh_cn: 更新于

source: Actions
ar_sa: الإجراءات
bg_bg: Действия
ca_es: Accions
cs_cz: Akce
de_de: Aktionen
el_gr: Ενέργειες
fa_ir: عملیات ها
fi_fi: Toiminnot
hu_hu: Tevékenységek
id_id: Tindakan
lt_lt: Veiksmai
nl_nl: Acties
pl_pl: Akcje
pt_br: Ações
pt_pt: Acções
ro_ro: Acțiuni
ru_ru: Amallar
sr_rs: Akcije
tr_tr: Hareketler
uk_ua: Дії
vi_vn: Chức năng
zh_cn: 操作

source: ago
ar_sa: منذ
bg_bg: преди
ca_es: enrere
cs_cz: před
de_de: vor
el_gr: πρίν
fa_ir: قبل
fi_fi: sitten
fr_fr: depuis
hu_hu: ezelőtt
id_id: yang lalu
lt_lt: prieš
nl_nl: geleden
pl_pl: temu
pt_br: atrás
pt_pt: atrás
ro_ro: în urmă
ru_ru: назад
sr_rs: pre
tr_tr: önce
uk_ua: тому
vi_vn: trước
zh_cn: 以前
