Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Switch to a predefined set of theme settings from the dropdown. Adjust each section and apply the changes once you're done.
ar_sa: قم بالتبديل إلى مجموعة محددة مسبقاً من إعدادات السمة من القائمة المنسدلة. قم بضبط كل قسم وتطبيق التغييرات بمجرد الانتهاء منها.
bg_bg: Преминете към предварително зададен набор от настройки за темата от падащото меню. Регулирайте всяка секция и приложете промените, след като приключите.
ca_es: Canvieu a un conjunt predefinit de configuració del tema des del menú desplegable. Ajusteu cada secció i apliqueu els canvis un cop hàgiu acabat.
cs_cz: Přepněte na předdefinovanou sadu nastavení šablony z rozbalovacího seznamu. Upravte každou sekci a proveďte změny, jakmile budete hotovi.
de_de: Wechseln Sie über das Dropdown-Menü zu einem vordefinierten Satz von Themeneinstellungen. Passen Sie jeden Abschnitt an und übernehmen Sie die Änderungen, sobald Sie fertig sind.
el_gr: Μεταβείτε σε ένα προκαθορισμένο σύνολο ρυθμίσεων θέματος από το αναπτυσσόμενο μενού. Προσαρμόστε κάθε ενότητα και εφαρμόστε τις αλλαγές μόλις τελειώσετε.
fa_ir: از منوی کشویی به مجموعه ای از تنظیمات تم از پیش تعریف شده بروید. هر بخش را تنظیم کنید و پس از اتمام، تغییرات را اعمال کنید.
fi_fi: Vaihda pudotusvalikosta ennalta määritettyihin teema-asetuksiin. Säädä kutakin osiota ja sovita muutokset, kun olet valmis.
fr_fr: Basculez vers un ensemble prédéfini de paramètres de thème dans la liste déroulante. Ajustez chaque section et appliquez les modifications une fois que vous avez terminé.
hu_hu: Válts egy előre meghatározott témabeállításra a legördülő menüből. Módosíts az egyes szakaszokat, és alkalmazd a módosításokat, ha végeztél.
id_id: Pindah ke tema setengah jadi dari menu. Tentukan tiap seksinya dan terapkan ketika kamu selesai.
lt_lt: Išskleidžiamajame meniu perjunkite į iš anksto nustatytą temos nustatymų rinkinį. Pakoreguokite kiekvieną skyrių ir pritaikykite pakeitimus, kai baigsite.
nl_nl: Schakel over naar een vooraf gedefinieerde set thema-instellingen in de dropdown. Werk de sectie bij en pas de wijzigingen toe na voltooiing.
pl_pl: Przełącz się na predefiniowany zestaw ustawień motywu z rozwijanego menu. Dostosuj każdą sekcję i zastosuj zmiany, gdy skończysz.
pt_br: Alterne para um conjunto predefinido de configurações de tema no menu suspenso. Ajuste cada seção e aplique as alterações assim que terminar.
pt_pt: Mude para um conjunto predefinido de definições de tema a partir do menu pendente. Ajuste cada secção e aplique as alterações quando terminar.
ro_ro: Comutați la un set predefinit de setări ale temei din meniul derulant. Reglaţi fiecare secţiune şi aplicaţi modificările după ce aţi terminat.
ru_ru: Переключитесь на предопределенный набор настроек темы из выпадающего списка. Настройте каждый раздел и примените изменения, когда закончите.
sr_rs: Pređite na unapred definisani skup podešavanja teme iz padajućeg menija. Prilagodite svaki odeljak i primenite promene kada završite.
tr_tr: Açılır menüden önceden tanımlanmış bir tema ayarını seçin. Her bölümü ayarlayın ve işiniz bittikten sonra değişiklikleri uygulayın.
uk_ua: Перейти на попередньо визначений набір параметрів теми з випадаючого списку. Налаштуйте кожен розділ і застосовуйте зміни після завершення теми.
zh_cn: 从下拉列表切换到预定义的主题设置，然后调整部分细节，最后应用更改。

source: Your current preset
ar_sa: الإعداد المسبق الحالي الخاص بك
bg_bg: Вашата текуща предварителна настройка
ca_es: El vostre preajust actual
cs_cz: Vaše aktuální předvolba
de_de: Ihre aktuelle Vorlage
el_gr: Η τρέχουσα ρύθμιση
fa_ir: از پیش تعیین شده فعلی شما
fi_fi: Nykyinen esiasetus
fr_fr: Votre préréglage actuel
hu_hu: Az aktuális beállítás
id_id: Preset Anda saat ini
lt_lt: Jūsų dabartinis išankstinis nustatymas
nl_nl: Eigen preset
pl_pl: Twój obecny zestaw
pt_br: Sua predefinição atual
pt_pt: A sua predefinição atual
ro_ro: Presetarea dumneavoastră curentă
ru_ru: Ваш текущий пресет
sr_rs: Vaša trenutna unapred podešena
tr_tr: Şu anki tema ön ayarı
uk_ua: Ваш поточний набір налаштувань
vi_vn: Giá trị đặt sẵn hiện tại
zh_cn: 您当前的预设

source: Config for
ar_sa: تهيئة لـ
bg_bg: Конфигурация за
ca_es: Configuració per
cs_cz: Konfigurace pro
de_de: Konfiguration für
el_gr: Ρύθμιση για
fa_ir: پیکربندی برای
fi_fi: Asetukset kohteelle
fr_fr: Configurer pour
hu_hu: Konfiguráció
id_id: Konfigurasi untuk
lt_lt: Konfigūracija skirta
nl_nl: Configuratie voor
pl_pl: Konfiguracja dla
pt_br: Configuração para
pt_pt: Configuração para
ro_ro: Configurare pentru
ru_ru: Конфигурация для
sr_rs: Podešavanja za
uk_ua: Налаштування для
vi_vn: Cấu hình cho
zh_cn: 配置

source: preset
ar_sa: اعدادات جاهزة
bg_bg: предварително зададен
ca_es: preestablert
cs_cz: předvolba
de_de: Voreinstellung
el_gr: προκαθορισμένο
fa_ir: از پیش تعیین شده
fi_fi: esiasetus
fr_fr: préréglage
hu_hu: előre beállított
id_id: prasetel
nl_nl: voorinstelling
pl_pl: zestaw
pt_br: predefinição
pt_pt: predefinido
ro_ro: presetat
ru_ru: Пред установка
sr_rs: unapred podešeno
uk_ua: Набір налаштувань
zh_cn: 预设

source: Save current settings as a new preset called
ar_sa: حفظ الإعدادات الحالية كتعيين مسبق جديد يسمى
bg_bg: Запазване на текущите настройки като нова предварителна настройка, наречена
ca_es: Desa la configuració actual com un nou valor predefinit anomenat
cs_cz: Uložit aktuální nastavení jako novou předvolbu nazvanou
de_de: Aktuelle Einstellungen als neue Vorlage speichern
el_gr: Αποθηκεύστε τις τρέχουσες ρυθμίσεις ως μια νέα προεπιλογή με την ονομασία
fa_ir: ذخیره تنظیمات فعلی در قالب یک از پیش تعیید شده جدید
fi_fi: Tallenna nykyiset asetukset uudeksi esiasetukseksi nimeltä
fr_fr: Enregistrer les paramètres actuels en tant que nouveau préréglage appelé
hu_hu: Mentsd el az aktuális beállításokat új, úgynevezett presetként
id_id: Simpan pengaturan saat ini sebagai prasetel baru
lt_lt: Išsaugokite esamus nustatymus kaip naują išankstinį nustatymą
nl_nl: Huidige instellingen opslaan als nieuwe voorkeursinstelling genaamd
pl_pl: Zapisz bieżące ustawienia jako nowy zestaw o nazwie
pt_br: Salvar as configurações atuais como uma nova predefinição chamada
pt_pt: Guardar as definições actuais como uma nova predefinição chamada
ro_ro: Salvează setările curente ca presetare nouă apelată
ru_ru: Сохранить текущие настройки как новый пресет с именем
sr_rs: Sačuvajte trenutna podešavanja kao novi unapred podešeni naziv
tr_tr: Mevcut ayarları, yeni bir ön ayar olarak kaydedin. Ön ayar adı:
uk_ua: Зберегти поточні налаштування як новий набір під назвою
vi_vn: Lưu thiết lập hiện tại thành 1 bộ định sẵn mới được gọi
zh_cn: 将当前设置保存为预设

source: Apply changes
ar_sa: تطبيق التغييرات
bg_bg: Прилагане на промените
ca_es: Aplica els canvis
cs_cz: Použít změny
de_de: Änderungen übernehmen
el_gr: Εφαρμογή αλλαγών
fa_ir: اعمال تغییرات
fi_fi: Ota muutokset käyttöön
fr_fr: Appliquer les changements
hu_hu: Módosítások elfogadása
id_id: Terapkan perubahan
lt_lt: Pritaikyti pakeitimus
nl_nl: Wijzigingen toepassen
pl_pl: Zastosuj zmiany
pt_br: Aplicar alterações
pt_pt: Aplicar alterações
ro_ro: Aplicați modificările
sr_rs: Primenite promene
tr_tr: Değişiklikleri Uygula
uk_ua: Застосувати зміни
vi_vn: Đồng ý thay đổi
zh_cn: 应用更改

source: Default
ar_sa: الافتراضي
bg_bg: По подразбиране
ca_es: Per defecte
cs_cz: Výchozí
de_de: Standard
el_gr: Προεπιλογή
fa_ir: پیشفرض
fi_fi: Oletus
fr_fr: Défaut
hu_hu: Alapértelmezett
id_id: Bawaan
nl_nl: Standaard
pl_pl: Domyślny
pt_br: Padrão
pt_pt: Predefinição
ro_ro: Implicit
ru_ru: По умолчанию
sr_rs: Podrazumevano
tr_tr: Varsayılan
uk_ua: За замовчуванням
vi_vn: Mặc định
zh_cn: 默认

source: WYSIWYG settings
cs_cz: WYSIWYG nastavení
de_de: WYSIWYG-Einstellungen
el_gr: Ρυθμίσεις WYSIWYG
fa_ir: تنظیمات WYSIWYG
fi_fi: WYSIWYG-asetukset
fr_fr: Paramètres WYSIWYG
hu_hu: WYSIWYG beállítások
id_id: Pengaturan WYSIWYG
nl_nl: WYSIWYG instellingen
pl_pl: WYSIWYG ustawienia
ro_ro: Setări WYSIWYG
sr_rs: WYSIWYG podešavanja
vi_vn: Cài đặt WYSIWYG

source: Default editor
ar_sa: المحرر الافتراضي
bg_bg: Стандартен редактор
ca_es: Editor per defecte
cs_cz: Výchozí editor
de_de: Standard-Editor
el_gr: Προεπιλεγμένος επεξεργαστής
fa_ir: ویرایشگر پیش‌فرض
fi_fi: Oletus editori
fr_fr: Éditeur par Défaut
hu_hu: Alapértelmezett szerkesztő
id_id: Editor bawaan
lt_lt: Numatytasis redaktorius
nl_nl: Standaard editor
pl_pl: Domyślny edytor
pt_br: Editor HTML padrão
pt_pt: Editor predefinido
ro_ro: Editorul implicit
ru_ru: Редактор по умолчанию
sr_rs: Podrazumevani editor
tr_tr: Varsayılan Düzenleyici
uk_ua: Редактор за замовчуванням
vi_vn: Bộ soạn thảo mặc định
zh_cn: 默认编辑器

source: Oops... You just found an error page
ar_sa: عذراً... لقد وجدت للتو صفحة خطأ
bg_bg: Упс... Току-що открихте страница с грешка
ca_es: Vaja... Acabeu de trobar una pàgina d'error
cs_cz: Jejda... Právě jste našli chybovou stránku
de_de: Hoppla.... Du hast eine Fehlerseite gefunden
el_gr: Ουπς... Μόλις βρήκατε μια σελίδα σφάλματος
fa_ir: اوه... شما فقط یک صفحه خطا پیدا کردید
fi_fi: Hups... Olet juuri löytänyt virhesivun
fr_fr: Oups.. Vous venez de trouver une page d'erreur
hu_hu: Hoppá... Most talált egy hibaoldalt
id_id: Ups... Anda baru saja menemukan halaman error
lt_lt: Oi... Ką tik radote klaidos puslapį
nl_nl: Oeps... Er gaat iets mis
pl_pl: Ups... Znalazłeś stronę błędu
pt_br: Ops... Você encontrou uma página de erro
pt_pt: Oops... Acabou de encontrar uma página de erro
ro_ro: Ups... Tocmai ați găsit o pagină de eroare
ru_ru: Упс... Вы только что нашли страницу с ошибкой
sr_rs: Uuups... Upravo ste pronašli stranicu greške
tr_tr: Oops... Az önce bir hata sayfası buldunuz
uk_ua: Ой... Ви щойно знайшли сторінку з помилкою
vi_vn: Úi... Bạn đang truy cập 1 trang lỗi
zh_cn: 哎呀... 您刚发现一个错误页面哩

source: Back to Dashboard
ar_sa: العودة إلى لوحة التحكم
bg_bg: Обратно към таблото за управление
ca_es: Tornar al tauler
cs_cz: Zpět na nástěnku
de_de: Zurück zum Dashboard
el_gr: Επιστροφή στον Πίνακα Ελέγχου
fa_ir: بازگشت به پیشخوان
fi_fi: Palaa ohjausnäkymään
fr_fr: Retour au Tableau de Bord
hu_hu: Vissza a vezérlőpulthoz
id_id: Kembali ke Dashboard
lt_lt: Grįžti į valdymo skydelį
nl_nl: Terug naar het dashboard
pl_pl: Powrót do pulpitu
pt_br: Voltar ao Painel
pt_pt: Voltar ao painel de controlo
ro_ro: Înapoi la tabloul de bord
ru_ru: Вернуться на главную
sr_rs: Nazad na panel
tr_tr: Özet Ekranına Dön
uk_ua: Повернутися до панелі
vi_vn: Quay lại Bảng điều khiển
zh_cn: 返回到仪表板

source: Toggle navigation
cs_cz: Přepnout navigaci
ro_ro: Activați navigația
ru_ru: Переключить навигацию

source: Enable dark mode
ar_sa: تفعيل الوضع المظلم
bg_bg: Активиране на тъмен режим
ca_es: Activa el mode fosc
cs_cz: Povolit tmavý režim
de_de: Dunklen Modus aktivieren
el_gr: Ενεργοποίηση σκοτεινής λειτουργίας
fa_ir: حالت تیره را فعال کنید
fi_fi: Käytä tummaa tilaa
fr_fr: Activer le mode sombre
hu_hu: Sötét mód engedélyezése
id_id: Aktifkan mode gelap
lt_lt: Įjungti tamsujį režimą
nl_nl: Donkere modus inschakelen
pl_pl: Włącz tryb ciemny
pt_br: Ativar o modo escuro
pt_pt: Ativar o modo escuro
ro_ro: Activati modul intunecat
ru_ru: Включить темный режим
sr_rs: Omogući tamni način
tr_tr: Karanlık modu etkinleştir
uk_ua: Увімкнути темний режим
vi_vn: Bật Chế độ nền tối
zh_cn: 启用暗色模式

source: Enable light mode
ar_sa: تفعيل الوضع النهاري
bg_bg: Активиране на светъл режим
ca_es: Activa el mode de llum
cs_cz: Povolit světlý režim
de_de: Hellen Modus aktivieren
el_gr: Ενεργοποίηση φωτεινής λειτουργίας
fa_ir: حالت روشن را فعال کنید
fi_fi: Käytä vaaleaa tilaa
fr_fr: Activer le mode clair
hu_hu: Világos mód engedélyezése
id_id: Aktifkan mode terang
lt_lt: Įjungti šviesujį režimą
nl_nl: Lichte modus inschakelen
pl_pl: Włącz tryb jasny
pt_br: Ativar modo claro
pt_pt: Ativar o modo de luz
ro_ro: Activati modul luminos
ru_ru: Включить режим света
sr_rs: Omogući svetli način
tr_tr: Açık renk modunu etkinleştir
uk_ua: Увімкнути світлий режим
vi_vn: Bật Chế độ nền sáng
zh_cn: 启用亮色模式

source: Open user menu
cs_cz: Otevřít uživatelské menu
ro_ro: Deschide meniul de utilizator
ru_ru: Открыть меню пользователя

source: Logout
ar_sa: تسجيل الخروج
bg_bg: Изход
ca_es: Tancar sessió
cs_cz: Odhlásit se
de_de: Abmelden
el_gr: Αποσύνδεση
fa_ir: خروج
fi_fi: Kirjaudu ulos
fr_fr: Déconnexion
hu_hu: Kijelentkezés
id_id: Keluar
lt_lt: Atsijungti
nl_nl: Uitloggen
pl_pl: Wyloguj
pt_br: Sair
pt_pt: Terminar sessão
ro_ro: Deconectare
ru_ru: Выйти
sr_rs: Odjava
tr_tr: Oturumu Kapat
uk_ua: Вийти
vi_vn: Đăng xuất
zh_cn: 注销

source: Help
ar_sa: المساعدة
bg_bg: Помощ
ca_es: Ajuda
cs_cz: Nápověda
de_de: Hilfe
el_gr: Βοήθεια
fa_ir: راهنما
fi_fi: Ohje
fr_fr: Aide
hu_hu: Súgó
id_id: Bantuan
lt_lt: Pagalba
nl_nl: Hulp
pl_pl: Pomoc
pt_br: Ajuda
pt_pt: Ajuda
ro_ro: Ajutor
ru_ru: Помощь
sr_rs: Pomoć
tr_tr: Yardım
uk_ua: Допомога
vi_vn: Trợ giúp
zh_cn: 帮助

source: Documentation
ar_sa: الوثائق
bg_bg: Документация
ca_es: Documentació
cs_cz: Dokumentace
de_de: Dokumentation
el_gr: Τεκμηρίωση
fa_ir: مستندات
fi_fi: Dokumentaatio
hu_hu: Dokumentáció
id_id: Dokumentasi
lt_lt: Dokumentacija
nl_nl: Documentatie
pl_pl: Dokumentacja
pt_br: Documentação
pt_pt: Documentação
ro_ro: Documentaţie
ru_ru: Документации
sr_rs: Dokumentacija
tr_tr: Dokümantasyon
uk_ua: Документація
vi_vn: Tài liệu
zh_cn: 文档

source: Report a bug
ar_sa: الإبلاغ عن خطأ
bg_bg: Докладване на проблем
ca_es: Avisa d'un error
cs_cz: Nahlásit chybu
de_de: Fehler melden
el_gr: Αναφορά σφάλματος
fa_ir: گزارش مشکل
fi_fi: Ilmoita virheestä
fr_fr: Signaler un bug
hu_hu: Hiba jelentése
id_id: Laporkan kesalahan
lt_lt: Panešti apie klaidą
nl_nl: Rapporteer een bug
pl_pl: Zgłoś błąd
pt_br: Relatar um bug
pt_pt: Comunicar um erro
ro_ro: Raportați o problemă
sr_rs: Prijavite grešku
tr_tr: Bir hata bildir
uk_ua: Повідомити про помилку
vi_vn: Báo lỗi
zh_cn: 报告错误

source: Failed Setup
cs_cz: Nastavení selhalo
de_de: Fehlgeschlagene Einrichtung
el_gr: Αποτυχία Ρύθμισης
fa_ir: راه‌اندازی ناموفق
fr_fr: Échec de la configuration
hu_hu: Sikertelen beállítás
id_id: Gagal Terkonfigurasi
nl_nl: Mislukte installatie
pl_pl: Błąd konfiguracji
ro_ro: Configurație eșuată
ru_ru: Неудачная настройка
sr_rs: Podešavanje nije uspelo
vi_vn: Cài đặt lỗi
zh_cn: 配置失败

source: Failed Renewal
cs_cz: Obnovení selhalo
de_de: fehlgeschlagene Erneuerung
el_gr: Αποτυχία Ανανέωσης
fa_ir: تمدید ناموفق
fr_fr: Échec du renouvellement
hu_hu: Sikertelen megújítás
id_id: Gagal diperpanjang
nl_nl: Mislukte vernieuwing
pl_pl: Odnowienie nie powiodło się
ro_ro: Reînnoire eșuată
ru_ru: Неудачное продление
sr_rs: Neuspela Obnova
vi_vn: Gia hạn không thành công
zh_cn: 续费失败

source: Search:
ar_sa: البحث:
bg_bg: Търсене:
ca_es: Cerca:
cs_cz: Hledat:
de_de: Suche:
el_gr: Αναζήτηση:
fa_ir: جستجو:
fi_fi: Etsi:
fr_fr: Recherche:
hu_hu: Keresés:
id_id: Cari:
lt_lt: Ieškoti:
nl_nl: Zoeken:
pl_pl: Szukaj:
pt_br: Pesquisar:
pt_pt: Procurar:
ro_ro: Căutați:
ru_ru: Искать:
sr_rs: Pretraga:
tr_tr: Ara:
uk_ua: Пошук:
vi_vn: Tìm kiếm:
zh_cn: 搜索:

source: Enter search text...
ar_sa: أدخل نص البحث
bg_bg: Въведете текст за търсене тук...
ca_es: Introduïu el text de cerca...
cs_cz: Zadejte hledaný text...
de_de: Suchtext eingeben...
el_gr: Εισάγετε κείμενο αναζήτησης...
fa_ir: متن خود را وارد کنید...
fi_fi: Anna hakusanat...
fr_fr: Entrez le texte à rechercher...
hu_hu: Ird be mit keresel...
id_id: Masukan teks pencarian...
lt_lt: Įveskite paieškos tekstą...
nl_nl: Geef zoektekst op...
pl_pl: Wprowadź tekst wyszukiwania...
pt_br: Digite o texto de pesquisa...
pt_pt: Introduzir texto de pesquisa...
ro_ro: Introduceţi textul de căutare...
ru_ru: Введите текст для поиска...
sr_rs: Unesite tekst pretrage...
tr_tr: Aranacak metni girin...
uk_ua: Введіть пошуковий запит...
vi_vn: Nhập từ khóa...
zh_cn: 输入搜索内容……

source: Danger!
ar_sa: خطر
bg_bg: Опасно!
ca_es: Perill!
cs_cz: Nebezpečí!
de_de: Achtung!
el_gr: Κίνδυνος!
fa_ir: خطر!
fi_fi: Vaara!
hu_hu: Veszély!
id_id: Bahaya!
lt_lt: Pavojus!
nl_nl: Gevaar!
pl_pl: Niebezpieczeństwo!
pt_br: Aviso!
pt_pt: Perigo!
ro_ro: Pericol!
ru_ru: Опасность!
sr_rs: Opasnost!
tr_tr: Dikkat!
uk_ua: Небезпека!
vi_vn: Nguy hiểm!
zh_cn: 警告！

source: Warning
ar_sa: تحذير
bg_bg: Внимание
ca_es: Advertència
cs_cz: Varování
de_de: Warnung
el_gr: Προειδοποίηση
fa_ir: هشدار
fi_fi: Varoitus
fr_fr: Avertissement
hu_hu: Figyelem
id_id: Peringatan
lt_lt: Dėmesio
nl_nl: Waarschuwing
pl_pl: Ostrzeżenie
pt_br: Aviso
pt_pt: Aviso
ro_ro: Atenționare
ru_ru: Предупреждение
sr_rs: Upozorenje
tr_tr: Uyarı
uk_ua: Попередження
vi_vn: Cảnh báo
zh_cn: 注意

source: clients
ar_sa: العملاء
bg_bg: клиенти
cs_cz: klienti
de_de: Kunden
el_gr: πελάτες
fa_ir: مشتریان
fi_fi: asiakkaat
hu_hu: ügyfelek
id_id: klien
lt_lt: klientai
nl_nl: klanten
pl_pl: klienci
pt_br: clientes
pt_pt: clientes
ro_ro: clienți
ru_ru: клиенты
sr_rs: klijenti
tr_tr: müşteri
uk_ua: клієнтів
vi_vn: khách hàng
zh_cn: 客户

source: suspended
ar_sa: موقوف
bg_bg: прекратено
ca_es: suspès
cs_cz: pozastaveno
de_de: gesperrt
el_gr: σε αναστολή
fa_ir: تعلیق شده
fi_fi: keskeytetty
fr_fr: suspendu
hu_hu: felfüggesztett
id_id: ditangguhkan
lt_lt: sustabdytų
nl_nl: opgeschort
pl_pl: zawieszony
pt_br: suspenso
pt_pt: suspenso
ro_ro: suspendat
ru_ru: приостановленный
sr_rs: suspendovani
tr_tr: askıya alınan
uk_ua: призупинено
vi_vn: đã tạm dừng
zh_cn: 已暂停

source: orders
ar_sa: الطلبات
bg_bg: поръчки
ca_es: Comandes
cs_cz: objednávky
de_de: Bestellungen
el_gr: παραγγελίες
fa_ir: سفارش‌ها
fi_fi: tilaukset
fr_fr: commandes
hu_hu: megrendelések
id_id: pesanan
lt_lt: užsakymai
nl_nl: bestellingen
pl_pl: zamówienia
pt_br: pedidos
pt_pt: encomendas
ro_ro: comenzi
ru_ru: заказы
sr_rs: narudžbe
tr_tr: sipariş
uk_ua: замовлення
vi_vn: đơn hàng
zh_cn: 订单

source: invoices
ar_sa: الفواتير
bg_bg: фактури
ca_es: factures
cs_cz: Faktury
de_de: Rechnungen
el_gr: παραστατικά
fa_ir: صورت‌حساب‌ها
fi_fi: laskut
fr_fr: factures
hu_hu: számlák
id_id: tagihan
lt_lt: sąskaitos faktūros
nl_nl: facturen
pl_pl: faktury
pt_br: faturas
pt_pt: facturas
ro_ro: facturi
ru_ru: счета
sr_rs: računi
tr_tr: fatura
uk_ua: рахунків
vi_vn: hóa đơn
zh_cn: 账单

source: unpaid
ar_sa: غير مدفوعه
bg_bg: неплатени
ca_es: sense pagar
cs_cz: nezaplaceno
de_de: unbezahlt
el_gr: ανεξόφλητα
fa_ir: پرداخت نشده
fi_fi: maksamattomat
fr_fr: impayée
hu_hu: fizetetlen
id_id: belum dibayar
lt_lt: neapmokėtų
nl_nl: onbetaald
pl_pl: nieopłacone
pt_br: não paga
pt_pt: não remunerado
ro_ro: neplătit
ru_ru: неоплачено
sr_rs: nije plaćeno
tr_tr: ödenmemiş
uk_ua: несплачено
vi_vn: chưa thanh toán
zh_cn: 未付款

source: tickets
ar_sa: التذاكر
bg_bg: билети
ca_es: entrades
cs_cz: tikety
el_gr: αιτήματα
fa_ir: تیکتها
fi_fi: tukipyynnöt
hu_hu: jegyek
id_id: tiket
lt_lt: bilietai
pl_pl: zgłoszenia
pt_pt: bilhetes
ro_ro: tichete
ru_ru: тикеты
sr_rs: tiketi
tr_tr: destek talebi
uk_ua: звернень
vi_vn: phiếu hỗ trợ
zh_cn: 工单

source: waiting for staff reply
ar_sa: في انتظار رد الموظفين
bg_bg: билети, чакащи отговор от стафф модератори
ca_es: esperant la resposta del personal
cs_cz: čekání na odpověď zaměstnanců
de_de: Warte auf Mitarbeiterantwort
el_gr: σε αναμονή απάντησης
fa_ir: منتظر برای پاسخ کارمندان
fi_fi: odottaa henkilöstön vastausta
fr_fr: attente de la réponse d'un staff
hu_hu: várja a vezetöség válaszát
id_id: menunggu balas staff
lt_lt: laukiama darbuotojų atsakymo
nl_nl: wachtend op antwoord van medewerker
pl_pl: oczekujące na odpowiedź personelu
pt_br: aguardando por uma resposta da equipe
pt_pt: à espera da resposta do pessoal
ro_ro: în așteptarea răspunsului personalului
ru_ru: ожидание ответа сотрудника
sr_rs: čekanje na odgovor osoblja
tr_tr: yanıtınızı bekleyen talep
uk_ua: Очікуйте відповіді співробітника
vi_vn: đang chờ nhân viên trả lời
zh_cn: 等待员工回复

source: Statistics
ar_sa: الإحصائيات
bg_bg: Статистики
ca_es: Estadístiques
cs_cz: Statistiky
de_de: Statistiken
el_gr: Στατιστικά
fa_ir: آمار
fi_fi: Tilastot
fr_fr: Statistiques
hu_hu: Statisztika
id_id: Statistik
lt_lt: Statistika
nl_nl: Statistieken
pl_pl: Statystyki
pt_br: Estatísticas
pt_pt: Estatísticas
ro_ro: Statistici
ru_ru: Статистика
sr_rs: Statistika
tr_tr: İstatistikler
uk_ua: Статистика
vi_vn: Thống kê
zh_cn: 统计

source: Today
ar_sa: اليوم
bg_bg: Днес
ca_es: Avui
cs_cz: Dnes
de_de: Heute
el_gr: Σήμερα
fa_ir: امروز
fi_fi: Tänään
fr_fr: Aujourd’hui
hu_hu: Ma
id_id: Hari Ini
lt_lt: Šiandien
nl_nl: Vandaag
pl_pl: Dziś
pt_br: Hoje
pt_pt: Hoje
ro_ro: Astăzi
ru_ru: Сегодня
sr_rs: Danas
tr_tr: Bugün
uk_ua: Сьогодні
vi_vn: Hôm nay
zh_cn: 当天

source: Yesterday
ar_sa: امس
bg_bg: Вчера
ca_es: Ahir
cs_cz: Včera
de_de: Gestern
el_gr: Χθες
fa_ir: دیروز
fi_fi: Eilen
fr_fr: Hier
hu_hu: Tegnap
id_id: Kemarin
lt_lt: Vakar
nl_nl: Gisteren
pl_pl: Wczoraj
pt_br: Ontem
pt_pt: Ontem
ro_ro: Ieri
ru_ru: Вчера
sr_rs: Juče
tr_tr: Dün
uk_ua: Вчора
vi_vn: Hôm qua
zh_cn: 昨天

source: This month so far
ar_sa: هذا الشهر حتى الآن
bg_bg: Този месец до момента
ca_es: Aquest mes fins ara
cs_cz: Tento měsíc
de_de: Aktueller Monat
el_gr: Τρεχων μηνας
fa_ir: ماه جاری
fi_fi: Tässä kuussa tähän mennessä
fr_fr: Ce mois-ci jusqu'à présent
hu_hu: Ebben a hónapban eddig
id_id: Bulan ini sangat jauh
lt_lt: Šį mėnesį iki šiol
nl_nl: Deze maand tot nu toe
pl_pl: W tym miesiącu do tej pory
pt_br: Este mês até o momento
pt_pt: Este mês até agora
ro_ro: În această lună până acum
ru_ru: В этом месяце
sr_rs: Dosad ovog meseca
tr_tr: Bu ay şimdiye kadar
uk_ua: Цей місяць поки що
vi_vn: Tháng này
zh_cn: 本月迄今

source: Last month
ar_sa: الشهر الماضي
bg_bg: Миналия месец
ca_es: Mes passat
cs_cz: Minulý měsíc
de_de: Letzter Monat
el_gr: προηγουμενος μηνας
fa_ir: ماه پیش
fi_fi: Viime kuussa
fr_fr: Mois dernier
hu_hu: Utolsó hónap
id_id: Bulan lalu
lt_lt: Praeitą mėnesį
nl_nl: Afgelopen maand
pl_pl: Zeszły miesiąc
pt_br: Último mês
pt_pt: Mês passado
ro_ro: Luna trecută
ru_ru: Прошлый месяц
sr_rs: Poslednji mesec
tr_tr: Geçen Ay
uk_ua: Останній місяць
vi_vn: Tháng trước
zh_cn: 上个月

source: Income
ar_sa: الدخل
bg_bg: Доходи
ca_es: Ingressos
cs_cz: Příjmy
de_de: Einnahmen
el_gr: Εισόδημα
fa_ir: درآمد
fi_fi: Tulot
fr_fr: Revenu
hu_hu: Beérkező
id_id: Pendapatan
lt_lt: Pajamos
nl_nl: Inkomen
pl_pl: Dochód
pt_br: Faturamento
pt_pt: Rendimento
ro_ro: Venituri
ru_ru: Доход
sr_rs: Prihod
tr_tr: Kazanç
uk_ua: Прибуток
vi_vn: Thu nhập
zh_cn: 收入

source: Latest orders
ar_sa: أحدث الطلبات
bg_bg: Последни поръчки
ca_es: Últimes comandes
cs_cz: Poslední objednávky
de_de: Letzte Bestellungen
el_gr: Τελευταίες παραγγελίες
fa_ir: آخرین سفارش‌ها
fi_fi: Viimeisimmät tilaukset
fr_fr: Dernières commandes
hu_hu: Legutóbbi megrendelések
id_id: Pesanan terbaru
lt_lt: Naujausi užsakymai
nl_nl: Laatste bestellingen
pl_pl: Najnowsze zamówienia
pt_br: Últimos pedidos
pt_pt: Últimas encomendas
ro_ro: Ultimele comenzi
ru_ru: Последние заказы
sr_rs: Poslednje narudžbe
tr_tr: Son Siparişler
uk_ua: Останні замовлення
vi_vn: Đơn hàng mới nhất
zh_cn: 最近的订单

source: Define date interval for graphs
ar_sa: تحديد الفاصل الزمني للرسوم البيانية
bg_bg: Определяне на интервал от дати за графики
ca_es: Definiu l'interval de dates per als gràfics
cs_cz: Definovat interval data pro grafy
de_de: Datumsintervall für Diagramme festlegen
el_gr: Ορισμός χρονικού διαστήματος ημερομηνίας για τα γραφήματα
fa_ir: بازه تاریخ را برای نمودارها تعیین کنید
fi_fi: Määritä kaavioiden päiväysväli
fr_fr: Définir l'intervalle de date pour les graphiques
hu_hu: Ad meg a grafikonok dátumintervallumát
id_id: Mendefinisikan interval tanggal untuk grafis
lt_lt: Nurodykite datos intervalą diagramoms
nl_nl: Definieer het datuminterval voor de grafieken
pl_pl: Zdefiniuj przedział dat do wykresów
pt_br: Definir intervalo de datas para os gráficos
pt_pt: Definir intervalo de datas para gráficos
ro_ro: Definiți intervalul de date pentru grafice
ru_ru: Определить интервал дат для графиков
sr_rs: Definišite datumski interval za grafike
tr_tr: Grafikler için tarih aralığı belirtin
uk_ua: Інтервал дати для графіків
vi_vn: Định nghĩa ngày cho biểu đồ
zh_cn: 定义图表的日期间隔
