Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: With the current settings, your FOSSBilling instance will have an external IP address of:
cs_cz: S aktuálním nastavením bude mít vaše FOSSBilling externí IP adresu:
de_de: Mit den aktuellen Einstellungen hat Ihre FOSSBilling Instanz eine externe IP-Adresse:
el_gr: Με τις τρέχουσες ρυθμίσεις, η παρουσία FOSSBilling θα έχει εξωτερική διεύθυνση IP:
fa_ir: با تنظیمات فعلی، نمونه FOSSBilling شما یک آدرس IP خارجی به شرح زیر خواهد داشت:
fr_fr: Avec les paramètres actuels, votre instance FOSSBilling aura une adresse IP externe de :
hu_hu: A jelenlegi beállításokkal a FOSSBilling példány külső IP-címe a következő lesz:
id_id: Dengan pengaturan saat ini, FOSSBilling Anda akan memiliki eksternal IP sebagai berikut:
nl_nl: Met de huidige instellingen zal uw FOSSBilling-instantie een extern IP-adres hebben van:
pl_pl: Z bieżącymi ustawieniami, instancja FOSSBilling będzie miała zewnętrzny adres IP:
pt_br: Com as configurações atuais, sua instância do FOSSBilling terá um endereço IP externo de:
ro_ro: Cu setările curente, instanța FOSSBilling va avea o adresă IP externă:
ru_ru: При текущих настройках ваш экземпляр FOSSBilling будет иметь внешний IP-адрес:
sr_rs: Sa trenutnim podešavanjima, vaša FOSSBilling instanca će imati spoljnu IP adresu od:

source: The currently selected network interface does not appear to be able to reach the internet!
cs_cz: Aktuálně zvolené síťové rozhraní zřejmě není schopno se připojit k internetu!
de_de: Die aktuell ausgewählte Netzwerkschnittstelle kann das Internet nicht erreichen!
el_gr: Η τρέχουσα επιλεγμένη διασύνδεση δικτύου δεν φαίνεται να μπορεί να συνδεθεί στο διαδίκτυο!
fa_ir: به نظر نمی رسد رابط شبکه انتخاب شده در حال حاضر به اینترنت دسترسی داشته باشد!
fr_fr: L'interface réseau actuellement sélectionnée ne semble pas être en mesure d'accéder à internet !
hu_hu: Úgy tűnik, hogy az aktuálisan kiválasztott hálózati interfész nem képes elérni az internetet!
id_id: Network interface yang terpilih saat ini tidak dapat diakses oleh Internet!
nl_nl: De huidige geselecteerde netwerkinterface lijkt niet in staat te zijn om het internet te bereiken!
pl_pl: Wygląda na to, że aktualnie wybrany interfejs sieci nie jest w stanie dotrzeć do Internetu!
pt_br: A interface de rede atualmente selecionada parece não conseguir acessar a internet!
ro_ro: Interfața de rețea selectată în prezent nu pare să fie capabilă să ajungă la internet!
ru_ru: Выбранный сетевой интерфейс, похоже, не может выйти в интернет!
sr_rs: Čini se da trenutno izabrani mrežni interfejs ne može da pristupi Internetu!
zh_cn: 当前选择的网络接口似乎无法访问互联网！

source: Loading interfaces...
ro_ro: Se încarcă interfețele...
ru_ru: Загрузка интерфейсов...

source: Network interface updated.
cs_cz: Síťové rozhraní bylo aktualizováno.
de_de: Netzwerkschnittstelle aktualisiert.
el_gr: Η διεπαφή δικτύου ενημερώθηκε.
fa_ir: رابط شبکه به روز شد.
fr_fr: L'interface réseau a été mise à jour.
hu_hu: Hálózati interfész frissítve.
id_id: Network interface diperbarui.
nl_nl: Netwerkinterface bijgewerkt.
pl_pl: Zaktualizowano interfejs sieciowy.
pt_br: Interface de rede atualizada.
ro_ro: Interfața de rețea actualizată.
ru_ru: Сетевой интерфейс обновлен.
sr_rs: Mrežni interfejs je ažuriran.

source: Update release notes
ar_sa: تحديث ملاحظات الإصدار
cs_cz: Aktualizovat poznámky k vydání
de_de: Update Versionshinweise
el_gr: Ενημέρωση σημειώσεων έκδοσης
fa_ir: نسخه های بروزرسانی
fr_fr: Mettre à jour les notes de version
hu_hu: Kibocsátási megjegyzések frissítése
id_id: Perbarui catatan rilis
nl_nl: Update uitgave notities
pl_pl: Ukryj informacje o wersji
pt_br: Atualizar notas da versão
ro_ro: Actualizați notele de lansare
ru_ru: Обновить примечания к выпуску
sr_rs: Ažurirajte beleške o promenama
tr_tr: Sürüm notlarını güncelle
zh_cn: 更新发行说明

source: Required PHP version:
cs_cz: Požadovaná verze PHP:
de_de: Erforderliche PHP Version:
el_gr: Απαιτείται έκδοση PHP:
fa_ir: نسخه PHP مورد نیاز:
fr_fr: Version PHP requise :
hu_hu: Szükséges PHP verzió:
id_id: Dibutuhkan versi PHP:
nl_nl: Vereiste PHP versie:
pl_pl: Wymagana wersja PHP:
ro_ro: Versiune PHP necesară:
ru_ru: Необходимая версия PHP:
sr_rs: Potrebna verzija PHP-a:
vi_vn: Phiên bản PHP bắt buộc:

source: This update is considered to be a major update, you should check the release notes for any breaking changes.
ar_sa: يعتبر هذا التحديث تحديثاً رئيسياً، يجب عليك التحقق من ملاحظات الإصدار لأي تغييرات متتالية.
bg_bg: Тази актуализация се счита за основна актуализация и трябва да проверите официалния ни сайт със информация за последните актуализации и версии на софтуера за да знаете дали има грешки или как трябва да свалите версията на софтуера.
cs_cz: Tato aktualizace je považována za významnou aktualizaci, měli byste zkontrolovat poznámky k vydání pro případné změny při porušování.
de_de: Dieses Update wird als großes Update betrachtet, Sie sollten die Versionshinweise auf eventuelle Änderungen überprüfen.
el_gr: Αυτή η ενημέρωση θεωρείται σημαντική ενημέρωση, θα πρέπει να ελέγξετε τις σημειώσεις έκδοσης για τυχόν σημαντικές αλλαγές.
fa_ir: این به روز رسانی به عنوان یک به روز رسانی بزرگ در نظر گرفته می شود، شما باید یادداشت های انتشار را برای هر گونه تغییر شکسته بررسی کنید.
fi_fi: Tätä päivitystä pidetään merkittävänä päivityksenä, ja sinun kannattaa tarkistaa julkaisutiedot mahdollisten muutosten osalta.
fr_fr: Cette mise à jour est considérée comme une mise à jour majeure, vous devez vérifier les notes de version pour toute modification importante.
hu_hu: Ez a frissítés jelentős frissítésnek számít, ezért ellenőrizze a kiadási megjegyzéseket, hogy nincsenek-e törést okozó változások.
id_id: Pembaruan ini ditujukan kepada pembaruan besar, Anda harus mengecek catatan rilis untuk segala sesuatu yang berubah signifikan.
nl_nl: Dit is een belangrijke update, dus controleer de release notes voor eventuele nieuwe wijzigingen.
pl_pl: Ta aktualizacja jest uważana za dużą aktualizację, powinieneś sprawdzić notatki dotyczące wydania, aby sprawdzić, czy są jakieś zmiany, które mogą spowodować problemy.
pt_br: Esta atualização é considerada importante. Você deve verificar as notas da versão para quaisquer alterações importantes.
ro_ro: Această actualizare este considerată a fi o actualizare majoră, ar trebui să verificați notele de lansare pentru orice modificare de curând.
ru_ru: Это обновление считается основным, вам следует проверить примечания к выпуску на наличие критических изменений.
sr_rs: Ovo ažuriranje se smatra velikim ažuriranjem, trebalo bi da proverite napomene o izdanju da li postoje nilo kakve prelomne promene.
tr_tr: Bu güncelleme büyük bir güncelleme olarak değerlendirilmektedir; önemli değişiklikler olup olmadığını görmek için sürüm notlarını kontrol etmelisiniz.
uk_ua: Це оновлення вважається основним, вам слід перевірити примітки до випуску на наявність критичних змін.
zh_cn: 此更新被认为是一个重要的更新，您应该检查更新日志中的重大更改项目。

source: This update is considered to be a minor update, there are low chances of incompatibilities.
ar_sa: ويعتبر هذا التحديث تحديثاً ثانوياً، وهناك فرص ضعيفة لعدم التوافق.
bg_bg: Тази актуализация се счита за незначителна и вероятността за несъвместимости е малка.
cs_cz: Tato aktualizace je považována za malou aktualizaci, existuje nízké riziko neslučitelnosti.
de_de: Dieses Update wird als geringfügiges Update angesehen, es besteht ein geringes Risiko von Inkompatibilitäten.
el_gr: Αυτή η ενημέρωση θεωρείται δευτερεύουσα ενημέρωση, υπάρχουν χαμηλές πιθανότητες ασυμβατότητας.
fa_ir: این به روز رسانی به عنوان یک به روز رسانی جزئی در نظر گرفته می شود، احتمال ناسازگاری کمی وجود دارد.
fi_fi: Tätä päivitystä pidetään vähäisenä päivityksenä, ja yhteensopimattomuuksien mahdollisuus on vähäinen.
fr_fr: Cette mise à jour est considérée comme une mise à jour mineure, il existe de faibles risques d'incompatibilité.
hu_hu: Ez a frissítés kisebb frissítésnek számít, kicsi az esélye az összeférhetetlenségnek.
id_id: Pembaruan ini ditujukan untuk perubahan keci, akan adanya sedikit pengurangan kompabilitas.
nl_nl: Deze update wordt beschouwd als een kleine update, er is weinig kans op incompatibiliteit.
pl_pl: Ta aktualizacja jest uważana za małą aktualizację, szanse na niekompatybilność są niskie.
pt_br: Esta atualização é considerada secundária, há poucas hipóteses de incompatibilidades.
ro_ro: Această actualizare este considerată a fi o actualizare minoră, există șanse mici de incompatibilități.
ru_ru: Это обновление считается незначительным, вероятность несовместимостей мала.
sr_rs: Ovo ažuriranje se smatra manjim ažuriranjem, male su šanse za nekompatibilnosti.
tr_tr: Bu güncelleme küçük bir güncelleme olarak değerlendirilmektedir, uyumsuzluk ihtimali düşüktür.
uk_ua: Це оновлення вважається незначним, імовірність несумісності низька.
zh_cn: 此更新被认为是一个次要的更新，有较低可能存在不兼容问题。

source: There is no update available
ar_sa: هناك إصدار جديد متوفر
cs_cz: Není k dispozici žádná aktualizace
de_de: Aktuell sind keine Updates verfügbar
el_gr: Δεν υπάρχει διαθέσιμη ενημέρωση
fa_ir: نسخه جدیدی برای بروزرسانی وجود ندارد
fr_fr: Aucune mise à jour n'est disponible
hu_hu: Nincs elérhető frissítés
id_id: Tidak ada pembaruan tersedia
nl_nl: Er is geen update beschikbaar
pl_pl: Nie ma dostępnej aktualizacji
pt_br: Não há atualização disponível
ro_ro: Nu există nicio actualizare disponibilă
ru_ru: Нет доступных обновлений
sr_rs: Nema dostupnog ažuriranja
tr_tr: Güncelleme mevcut değil

source: You appear to be running the latest version of FOSSBilling, so no action is needed at the moment. If you think this is a mistake, you may use the button below to check again.
ar_sa: يبدو أنك تقوم بتشغيل أحدث إصدار من FOSSBilling، لذا لا حاجة إلى أي إجراء في الوقت الراهن. إذا كنت تعتقد أن هذا خطأ، فقد تستخدم الزر أدناه للتحقق مرة أخرى.
cs_cz: Zdá se, že používáte nejnovější verzi FOSSBillingu, takže v tuto chvíli není potřeba žádné akce. Pokud si myslíte, že se jedná o chybu, můžete použít tlačítko níže ke kontrole znovu.
de_de: Du benutzt bereits die aktuellste Version von FOSSBilling, aktuell musst du nix unternehmen. Du kannst jedoch jederzeit die Software auf Updates überprüfen, indem du einfach den Button anklickst.
el_gr: Φαίνεται ότι εκτελείτε την τελευταία έκδοση του FOSSBilling, οπότε δεν απαιτείται καμία ενέργεια προς το παρόν. Εάν πιστεύετε ότι πρόκειται για λάθος, μπορείτε να χρησιμοποιήσετε το παρακάτω κουμπί για να το ελέγξετε ξανά.
fa_ir: به نظر می رسد که شما آخرین نسخه FOSSBilling را اجرا می کنید، بنابراین در حال حاضر هیچ اقدامی لازم نیست. اگر فکر می کنید این یک اشتباه است، می توانید از دکمه زیر برای بررسی مجدد استفاده کنید.
fr_fr: Vous semblez utiliser la dernière version de FOSSBilling, aucune action n'est donc nécessaire pour le moment. Si vous pensez qu'il s'agit d'une erreur, vous pouvez utiliser le bouton ci-dessous pour vérifier à nouveau.
hu_hu: Úgy tűnik, hogy a FOSSBilling legújabb verzióját futtatja, ezért jelenleg nincs szükség beavatkozásra. Ha úgy gondolja, hogy ez hiba, használhatja az alábbi gombot az újbóli ellenőrzéshez.
id_id: Anda menjalankan versi terbaru FOSSBilling, tidak ada aksi yang diperlukan saat ini. Jika Anda pikir ini adalah sebuah kesalahan, silahkan gunakan tombol dibawah untuk mengecek kembali.
nl_nl: Het lijkt erop dat de nieuwste versie van FOSSBilling wordt uitgevoerd, dus op dit moment is er geen actie nodig. Indien onjuist, kan de onderstaande knop worden gebruikt om opnieuw te controleren.
pl_pl: Wygląda na to, że używasz najnowszej wersji FOSSBilling, więc w tej chwili nie jest potrzebne żadne działanie. Jeśli uważasz, że to błąd, możesz użyć poniższego przycisku aby sprawdzić ponownie.
pt_br: Parece que você está executando a versão mais recente do FOSSBilling, portanto nenhuma ação é necessária no momento. Se você acredita que isso é um erro, você pode usar o botão abaixo para verificar novamente.
ro_ro: Se pare că rulați ultima versiune de FOSSBilling, deci nu este necesară nicio acțiune în acest moment. Dacă credeți că este o greșeală, puteți folosi butonul de mai jos pentru a verifica din nou.
ru_ru: Похоже, вы используете последнюю версию FOSSBilling, поэтому в данный момент никаких действий не требуется. Если вы считаете, что это ошибка, вы можете использовать кнопку ниже, чтобы проверить еще раз.
sr_rs: Koristite najnoviju verziju FOSSBilling-a, tako da trenutno ne morate ništa da preduzimate. Ako mislite da je ovo greška, možete koristiti dugme ispod da ponovo proverite.
tr_tr: FOSSBilling'in en son sürümünü çalıştırıyor gibi görünüyorsunuz, dolayısıyla şu anda herhangi bir işlem yapmanıza gerek yok. Bunun bir hata olduğunu düşünüyorsanız aşağıdaki butonu kullanarak tekrar kontrol edebilirsiniz.

source: Check for Updates
ar_sa: التحقق من وجود تحديثات
cs_cz: Zkontrolovat aktualizace
de_de: Nach Updates suchen
el_gr: Έλεγχος για ενημερώσεις
fa_ir: بررسی بروزرسانی
fi_fi: Tarkista päivitykset
fr_fr: Vérifier les mises à jour
hu_hu: Frissítések keresése
id_id: Periksa pembaruan
nl_nl: Controleren op updates
pl_pl: Sprawdź aktualizacje
pt_br: Procurar por Atualizações
ro_ro: Verifică pentru actualizări
ru_ru: Проверить обновления
sr_rs: Proveri ažuriranja
tr_tr: Güncellemeleri Denetle

source: Apply Patches & Update Configuration
ar_sa: تطبيق التعديلات وتحديثات الإعدادات
bg_bg: Прилагане на пачовете, промените и актуализиране на конфигурацията
ca_es: Aplicar pedaços i actualitzar la configuració
cs_cz: Použít úpravy a aktualizovat konfiguraci
de_de: Patches & Update-Konfiguration anwenden
el_gr: Εφαρμογή Διορθώσεων & Ενημέρωσης Ρυθμίσεων
fa_ir: بروزرسانی پیکربندی و بسته های امنیتی
fi_fi: Soveltaa korjauksia ja päivittää kokoonpanoa
fr_fr: Appliquer les correctifs et mettre à jour la configuration
hu_hu: Javítások alkalmazása és konfiguráció frissítése
id_id: Terapkan perubahan & perbarui konfigurasi
lt_lt: Taikyti Pataisas & Atnaujinti Konfigūraciją
nl_nl: Pas patches toe en update de configuratie
pl_pl: Zastosuj łatki i zaktualizuj konfigurację
pt_br: Aplicar Correções e Atualizar Configuração
pt_pt: Aplicar patches e atualizar a configuração
ro_ro: Aplică patch-uri și actualizează configurația
ru_ru: Применить исправления и обновить конфигурацию
sr_rs: Primenite zakrpe i ažurirajte konfiguraciju
tr_tr: Yamaları Uygula & Yapılandırmayı Güncelle
uk_ua: Застосувати патчі та оновити конфігурацію
zh_cn: 应用补丁和更新配置

source: Applying patches and updating the configuration should be performed automatically, you don't need to use that button unless you are experiencing issues.
ar_sa: تطبيق التصحيحات وتحديث الإعدادات يجب أن يتم تلقائياً، لا تحتاج إلى استخدام هذا الزر ما لم تواجه مشكلات.
cs_cz: Použití záplat a aktualizace konfigurace by mělo být prováděno automaticky, nemusíte toto tlačítko používat, pokud nemáte problémy.
de_de: Das Anwenden von Patches und das Aktualisieren der Konfiguration sollte automatisch erfolgen. Verwenden Sie diese Schaltfläche nur, wenn Sie Probleme haben.
el_gr: Η εφαρμογή των επιδιορθώσεων και η ενημέρωση των ρυθμίσεων θα πρέπει να πραγματοποιούνται αυτόματα, δεν χρειάζεται να χρησιμοποιήσετε αυτό το κουμπί, εκτός αν αντιμετωπίζετε προβλήματα.
fa_ir: اعمال بروزرسانی پیکربندی باید به صورت خودکار انجام شود، شما نیازی به استفاده از آن دکمه ندارید مگر اینکه با مشکل مواجه شوید.
fr_fr: L'application des correctifs et la mise à jour de la configuration doivent être effectuées automatiquement, vous n'avez pas besoin d'utiliser ce bouton sauf si vous rencontrez des problèmes.
hu_hu: A javítások alkalmazását és a konfiguráció frissítését automatikusan végre kell hajtani, nem kell használnia ezt a gombot, hacsak nem tapasztal problémákat.
id_id: Menerapkan perubahan dan memperbarui konfigurasi yang seharusnya dilakukan secara otomatis, Anda tidak perlu menggunakan tombol tersebut kecuali ada sedikit masalah.
nl_nl: Het toepassen van patches en het bijwerken van de configuratie moet automatisch gebeuren; het is niet nodig om die knop te gebruiken, tenzij er problemen optreden.
pl_pl: Stosowanie łatek i aktualizacja konfiguracji powinny być wykonywane automatycznie, nie musisz używać tego przycisku, chyba że występują problemy.
pt_br: A aplicação de patches e a atualização da configuração devem ser realizadas automaticamente; você não precisa usar esse botão, a menos que esteja tendo problemas.
ro_ro: Aplicarea patch-urilor și actualizarea configurației ar trebui să fie efectuate automat, nu trebuie să utilizați acel buton decât dacă întâmpinați probleme.
ru_ru: Применение исправлений и обновление конфигурации должно выполняться автоматически, вам не нужно использовать эту кнопку, если у вас нет проблем.
sr_rs: Primena zakrpa i ažuriranje konfiguracije treba da se izvrši automatski, ne morate da koristite to dugme osim ako imate problema.
tr_tr: Yamaların uygulanması ve yapılandırmanın güncellenmesi otomatik olarak gerçekleştirilmelidir, sorun yaşamadığınız sürece bu düğmeyi kullanmanıza gerek yoktur.

source: Last update check:
ar_sa: اخر تحقق من التحديثات:
cs_cz: Poslední kontrola aktualizace:
de_de: Letzter Update-Check:
el_gr: Τελευταίος έλεγχος ενημερώσεων:
fa_ir: آخرین بررسی بروزرسانی:
fi_fi: Viimeisin päivityksen tarkistus:
fr_fr: Dernière vérification de mise à jour :
hu_hu: Utolsó frissítés ellenőrzése:
id_id: Perubahan terakhir dicek:
nl_nl: Laatste update controle:
pl_pl: Sprawdzenie ostatniej aktualizacji:
pt_br: Última verificação de atualização:
ro_ro: Verificarea ultimei actualizări:
ru_ru: Последняя проверка обновлений:
sr_rs: Poslednja provera ažuriranja:
tr_tr: Son güncelleme kontrolü:
vi_vn: Kiểm tra cập nhật lần cuối:

source: Next update check:
ar_sa: فحص التحديث التالي:
cs_cz: Další kontrola aktualizace:
de_de: Nächster Update-Check:
el_gr: Έλεγχος επόμενης ενημέρωσης:
fa_ir: بررسی بعدی بروزرسانی:
fi_fi: Seuraava päivityksen tarkistus:
fr_fr: Prochaine vérification de mise à jour :
hu_hu: Következő frissítés ellenőrzése:
id_id: Pembaruan selanjutnya dicek:
nl_nl: Volgende update controle:
pl_pl: Następna aktualizacja:
pt_br: Próxima verificação de atualização:
ro_ro: Verificarea următoarei actualizări:
ru_ru: Следующая проверка обновлений:
sr_rs: Sledeća provera ažuriranja:
tr_tr: Sonraki güncelleme kontrolü:
vi_vn: Kiểm tra cập nhật tiếp theo

source: System undergoing maintenance
ar_sa: النظام الذي يخضع للصيانة
bg_bg: Системата е в планирана поддръжка
ca_es: Sistema en manteniment
cs_cz: Systém prochází údržbou
de_de: System wird gewartet
el_gr: Συντήρηση συστήματος σε εξέλιξη
fa_ir: سیستم در حال تعمیر و نگهداری
fi_fi: Järjestelmää huolletaan
fr_fr: Système en maintenance
hu_hu: A rendszer karbantartás alatt áll
id_id: Sistem mengalami pemeliharaan
lt_lt: Sistemoje šiuo metu vyksta techninė priežiūra
nl_nl: Systeem ondergaat onderhoud
pl_pl: System jest w trakcie konserwacji
pt_br: O sistema está sob manutenção
pt_pt: Sistema em manutenção
ro_ro: Sistemul se află în mentenanță
ru_ru: Система находится на техническом обслуживании
sr_rs: Sistem se održava
tr_tr: Sistemde bakım yapılıyor
uk_ua: Система переведена на технічне обслуговування
vi_vn: Bảo trì hệ thống
zh_cn: 系统维护中

source: Our systems are undergoing maintenance. We'll be back soon.
cs_cz: Naše systémy procházejí údržbou. Brzy budeme zpět.
de_de: Unsere Systeme werden gewartet. Wir sind bald wieder da.
el_gr: Το σύστημά μας υποβάλλεται σε συντήρηση. Θα επιστρέψουμε σύντομα.
fa_ir: سیستم های ما در حال تعمیر و نگهداری هستند. به زودی برمی گردیم.
fi_fi: Järjestelmiämme huolletaan parhaillaan. Palaamme pian.
fr_fr: Nos systèmes sont en cours de maintenance. Nous serons bientôt de retour.
hu_hu: Rendszereink karbantartás alatt állnak. Hamarosan visszatérünk.
id_id: Sistem kami sedang dalam pemeliharaan. Kami akan kembali sesaat lagi.
nl_nl: Onze systemen zijn in onderhoud. We zijn snel weer terug.
pl_pl: Nasze systemy są w trakcie konserwacji. Wkrótce wrócimy.
pt_br: Nossos sistemas estão em manutenção. Voltaremos em breve.
ro_ro: Sistemele noastre sunt în curs de întreținere. Vom reveni în curând.
ru_ru: Наши системы находятся на техническом обслуживании. Мы скоро вернемся.
sr_rs: Naši sistemi su u fazi održavanja. Vratićemo se uskoro.
zh_cn: 系统维护中，请稍后重试!

source: While we're away, you can still reach us over other channels.
ar_sa: بينما نحن بعيدون، لا يزال بإمكانك الوصول إلينا عبر قنوات أخرى.
bg_bg: Докато отсъстваме, можете да се свържете с нас чрез другите платформи.
ca_es: Mentre estem fora, encara ens podeu contactar per altres canals.
cs_cz: Když jsme pryč, stále se k nám můžete dostat přes jiné kanály.
de_de: Während unserer Abwesenheit können Sie uns auch über andere Kanäle erreichen.
el_gr: Όσο λείπουμε, μπορείτε να επικοινωνήσετε μαζί μας μέσω άλλων καναλιών.
fa_ir: زمانی که به ما دسترسی ندارید، همچنان می توانید از طریق کانال های دیگر با ما تماس بگیرید.
fi_fi: Kun olemme poissa, voit silti tavoittaa meidät muiden kanavien kautta.
fr_fr: Pendant notre absence, vous pouvez toujours nous joindre via d'autres salons.
hu_hu: Amíg távol vagyunk, továbbra is elérhet minket más csatornákon.
id_id: Ketika kami tidak tersedia, Anda dapat menghubungi kami di kanal lain.
lt_lt: Kol mes nepasiekiami, vis tiek galite susisiekti su mumis kitais kanalais.
nl_nl: Terwijl men weg is, kan men ons nog steeds bereiken via andere kanalen.
pl_pl: Podczas gdy jesteśmy niedostępni, nadal możesz się z nami skontaktować przez inne kanały.
pt_br: Enquanto estivermos fora, você ainda pode nos contactar sobre outros canais.
pt_pt: Enquanto estivermos ausentes, pode continuar a contactar-nos através de outros canais.
ro_ro: În timp ce suntem plecați, încă ne puteți contacta prin alte canale.
ru_ru: Пока мы отсутствуем, вы все еще можете связаться с нами по другим каналам.
sr_rs: Dok smo odsutni, još uvek možete da nas kontaktirate preko drugih kanala.
tr_tr: Sistem bakımı yapılırken bize diğer kanallardan da ulaşabilirsiniz.
uk_ua: Поки нас немає, ви можете зв’язатися з нами через інші канали.
vi_vn: Trong khi chúng tôi vắng mặt, bạn vẫn có thể liên hệ qua các kênh khác.
zh_cn: 除了客户中心系统，您还可以通过其他渠道联系我们。

source: Themes
ar_sa: الثيمات
bg_bg: Теми
ca_es: Temes
cs_cz: Motivy
de_de: Layouts
el_gr: Θέματα
fa_ir: قالبها
fi_fi: Teemat
fr_fr: Thèmes
hu_hu: Témák
id_id: Tema
lt_lt: Šablonai
nl_nl: Thema’s
pl_pl: Motywy
pt_br: Temas
pt_pt: Temas
ro_ro: Teme
ru_ru: Темы интерфеса
sr_rs: Teme
tr_tr: Temalar
uk_ua: Теми
vi_vn: Giao diện
zh_cn: 主题

source: Settings for
ar_sa: إعدادات %s
bg_bg: Настройки за
ca_es: Configuració per a
cs_cz: Nastavení pro
de_de: Einstellungen für
el_gr: Ρυθμίσεις για
fa_ir: تنظیمات برای
fi_fi: Asetukset kohteelle
fr_fr: Réglages pour
hu_hu: Beállítások a következőhöz
id_id: Pengaturan untuk
lt_lt: Nustatymai, skirti
nl_nl: Instellingen voor
pl_pl: Ustawienia dla
pt_br: Configurações para
pt_pt: Definições para
ro_ro: Setări pentru
ru_ru: Настройки для
sr_rs: Podešavanja za
tr_tr: Tema Ayarları. Şu tema için:
uk_ua: Налаштування для
vi_vn: Thiết lập cho
zh_cn: 设置

source: INFORMATION
ar_sa: المعلومات
bg_bg: ИНФОРМАЦИЯ
ca_es: INFORMACIÓ
cs_cz: INFORMACE
de_de: Informationen
el_gr: ΠΛΗΡΟΦΟΡΙΕΣ
fa_ir: اطلاعات
fi_fi: TIEDOT
hu_hu: INFORMÁCIÓK
id_id: INFORMASI
lt_lt: INFORMACIJA
nl_nl: INFORMATIE
pl_pl: INFORMACJE
pt_br: INFORMAÇÕES
pt_pt: INFORMAÇÕES
ro_ro: INFORMAȚIE
ru_ru: ИНФОРМАЦИЯ
sr_rs: INFORMACIJE
tr_tr: BİLGİ
uk_ua: ІНФОРМАЦІЯ
vi_vn: THÔNG TIN
zh_cn: 信息
