Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Public ticket not found
ar_sa: لم يتم العثور على تذكرة عامة
bg_bg: Публичният билет не е намерен
ca_es: No s'ha trobat el bitllet públic
cs_cz: Veřejný tiket nebyl nalezen
de_de: Öffentliches Ticket nicht gefunden
el_gr: Δημόσιο αίτημα τεχνικής υποστήριξης δε βρέθηκε
fa_ir: تیکت عمومی پیدا نشد
fi_fi: Julkista tukipyyntöä ei löytynyt
fr_fr: Ticket public introuvable
hu_hu: Nyilvános jegy nem található
id_id: Tiket publik tidak dapat ditemukan
lt_lt: Viešasis bilietas nerastas
nl_nl: Openbare ticket niet gevonden
pl_pl: Nie znaleziono publicznego zgłoszenia
pt_br: Ticket público não encontrado
pt_pt: Bilhete público não encontrado
ro_ro: Tichetul public nu a fost găsit
ru_ru: Публичный тикет не найден
sr_rs: Javna tiket nije pronađen
tr_tr: Genele açık destek talebi bulunamadı
uk_ua: Публічна заявка не знайдена
vi_vn: Phiếu yêu cầu công bố không tồn tại
zh_cn: 未找到工单

source: Cannot remove category which has articles
cs_cz: Nelze odstranit kategorii, která obsahuje články
de_de: eine Kategorie, die Artikel enthält, kann nicht entfernt werden
el_gr: Δεν είναι δυνατή η αφαίρεση κατηγορίας που έχει άρθρα
fa_ir: دسته ای که دارای مقاله است حذف نمی شود
fi_fi: Ei voi poistaa kategoriaa, jossa on artikkeleita
fr_fr: Impossible de supprimer la catégorie qui a des articles
hu_hu: Nem lehet eltávolítani a cikkeket tartalmazó kategóriát
id_id: Tidak dapat menghapus yang masih ada artikelnya
nl_nl: Kan geen categorie die artikelen bevat verwijderen
pl_pl: Nie można usunąć kategorii, która zawiera artykuły
ro_ro: Nu se poate elimina categoria care conține articole
ru_ru: Невозможно удалить категорию, в которой есть статьи
sr_rs: Ne može se ukloniti kategorija koja ima članke
tr_tr: Makaleleri olan kategori kaldırılamaz
vi_vn: Không thể xóa nhóm đã có bài viết

source: System
ar_sa: النظام
bg_bg: Система
ca_es: Sistema
cs_cz: Systém
el_gr: Σύστημα
fa_ir: سیستم
fi_fi: Järjestelmä
fr_fr: Système
hu_hu: Rendszer
id_id: Sistem
lt_lt: Sistema
nl_nl: Systeem
pt_br: Sistema
pt_pt: Sistema
ro_ro: Sistem
ru_ru: Система
sr_rs: Sistem
tr_tr: Sistem
uk_ua: Система
vi_vn: Hệ thống
zh_cn: 系统

source: Settings
ar_sa: الإعدادات
bg_bg: Настройки
ca_es: Configuració
cs_cz: Nastavení
de_de: Einstellungen
el_gr: Ρυθμίσεις
fa_ir: تنظیمات
fi_fi: Asetukset
fr_fr: Paramètres
hu_hu: Beállítások
id_id: Pengaturan
lt_lt: Nustatymai
nl_nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ro_ro: Setări
ru_ru: Настройки
sr_rs: Podešavanja
tr_tr: Ayarlar
uk_ua: Налаштування
vi_vn: Thiết lập
zh_cn: 设置

source: Update FOSSBilling
ar_sa: تحديث FOSSBilling
bg_bg: Актуализиране на FOSSBilling
ca_es: Actualitza FOSSBilling
cs_cz: Aktualizovat FOSSBilling
de_de: FOSSBilling aktualisieren
el_gr: Ενημέρωση FOSSBilling
fa_ir: بروزرسانی FOSSBilling
fi_fi: Päivitä FOSSBilling
fr_fr: Mettre à jour FOSSBilling
hu_hu: FOSSBilling frissítése
lt_lt: Atnaujinti FOSSBilling
nl_nl: FOSSBilling updaten
pl_pl: Aktualizuj FOSSBilling
pt_br: Atualizar FOSSBilling
pt_pt: Atualizar FOSSBilling
ro_ro: Actualizați FOSSBilling
ru_ru: Обновить FOSSBilling
sr_rs: Ažurirajte FOSSBilling
tr_tr: FOSSBilling'i Güncelle
uk_ua: Оновити FOSSBilling
vi_vn: Cập nhật FOSSBilling
zh_cn: 更新 FOSSBilling

source: Manage company details
ar_sa: إدارة تفاصيل الشركة
bg_bg: Управляване на детайлите на компанията
ca_es: Gestiona els detalls de la companyia
cs_cz: Spravovat detaily společnosti
de_de: Firmendetails ändern
el_gr: Διαχείριση στοιχείων εταιρείας
fa_ir: مدیریت اطلاعات شرکت
fi_fi: Hallitse yrityksen tietoja
fr_fr: Gérer les détails de l'entreprise
hu_hu: Cégadatok kezelése
id_id: Kelola detail perusahaan
nl_nl: Bedrijfsgegevens beheren
pl_pl: Zarządzaj danymi firmy
pt_br: Gerenciar detalhes da empresa
ro_ro: Administrează detalii companie
ru_ru: Управление данными компании
sr_rs: Upravljajte detaljima firme
tr_tr: Şirket detaylarını yönet
vi_vn: Quản lý thông tin công ty

source: Allows the staff member to update company details as set under the system module.
ar_sa: السماح للموظف بتحديث تفاصيل الشركة على النحو المحدد في وحدة النظام.
bg_bg: Позволява на модераторите стафф потребителите да актуализират данните на фирмата, зададени в модула на системата.
cs_cz: Umožňuje zaměstnanci aktualizovat údaje o společnosti, jak je nastaveno v rámci systémového modulu.
de_de: Ermöglicht es dem Mitarbeiter, die im Systemmodul eingestellten Unternehmensdaten zu aktualisieren.
el_gr: Επιτρέπει στο μέλος του προσωπικού να ενημερώνει τα στοιχεία της εταιρείας, όπως αυτά έχουν οριστεί στο πλαίσιο της ενότητας συστήματος.
fa_ir: به کارمند اجازه می‌دهد تا جزئیات شرکت را طبق ماژول سیستم به‌روزرسانی کند.
fi_fi: Henkilökunnan jäsen voi päivittää yritystietoja, jotka on asetettu järjestelmämoduulissa.
fr_fr: Permet au membre de l'équipe de mettre à jour les informations de la société telles qu'elles sont définies dans le module système.
hu_hu: Lehetővé teszi a munkatársak számára, hogy frissítsék a cégadatokat a rendszermodulban beállítottak szerint.
id_id: Memungkinkan anggota staf untuk memperbarui detail perusahaan seperti yang ditetapkan dalam modul sistem.
nl_nl: Staat de medewerker toe om bedrijfsgegevens te updaten zoals deze zijn ingesteld onder de systeemmodule.
pl_pl: Umożliwia pracownikowi aktualizację danych firmy zgodnie z ustawieniami modułu systemowego.
pt_br: Permitir que o membro da equipe atualize os detalhes da empresa, conforme definido no módulo do sistema.
ro_ro: Permite membrilor personalului să actualizeze detaliile companiei așa cum sunt setate în modulul de sistem.
ru_ru: Позволяет сотруднику обновлять данные компании, установленные в системном модуле.
sr_rs: Dozvoljava članu osoblja da ažurira podatke o kompaniji kako je postavljeno u sistemskom modulu.
tr_tr: Personelin, sistem modülü altından ayarlanan şirket ayrıntılarını güncellemesine izin verir.
vi_vn: Cho phép nhân viên cập nhật thông tin chi tiết về công ty như được đặt trong mô-đun hệ thống.

source: Manage company legal
ar_sa: إدارة تفاصيل الشركة
bg_bg: Управление на легалната информация относно фирмата
cs_cz: Spravovat právní předpisy společnosti
de_de: Management der Rechtsabteilung
el_gr: Διαχείριση στοιχείων εταιρείας
fa_ir: مدیریت قوانین شرکت
fi_fi: Hallitse yrityksen tietoja
fr_fr: Gérer les aspects juridiques de l'entreprise
hu_hu: Vállalati jogi kezelés
id_id: Kelola detail perusahaan
nl_nl: Bedrijfsjuridische gegevens beheren
pl_pl: Zarządzaj danymi prawno-firmowymi firmy
pt_br: Administrar o jurídico da empresa
ro_ro: Gestionați compania legală
ru_ru: Управление юридической информацией компании
sr_rs: Upravljajte zakonskim regulativama kompanije
tr_tr: Şirketin yasal mevzuatını yönetin
vi_vn: Quản lý thông tin công ty

source: Allows the staff member to update company legal as set under the system module.
ar_sa: السماح للموظف بتحديث تفاصيل الشركة على النحو المحدد في وحدة النظام.
bg_bg: Позволява на модераторите стафф потребителите да актуализират легалните данни на фирмата, зададени в модула на системата.
cs_cz: Umožňuje zaměstnanci aktualizovat společnost legální, jak je nastavena v rámci systémového modulu.
de_de: Ermöglicht es dem Mitarbeiter, die im Systemmodul eingestellten Unternehmensdaten zu aktualisieren.
el_gr: Επιτρέπει στο μέλος του προσωπικού να επικαιροποιεί τα νομικά στοιχεία της εταιρείας, όπως έχουν οριστεί στο πλαίσιο της ενότητας του συστήματος.
fa_ir: به کارمند اجازه می دهد تا طبق ماژول سیستم قوانین شرکت را به روز کند.
fi_fi: Henkilökunnan jäsen voi päivittää yritystietoja, jotka on asetettu järjestelmämoduulissa.
fr_fr: Permet au membre du personnel de mettre à jour les mentions légales de la société telles que définies dans le module système.
hu_hu: Lehetővé teszi a munkatárs számára, hogy frissítse a vállalati jogi szabályozást a rendszermodulban meghatározottak szerint.
id_id: Memungkinkan anggota staf untuk memperbarui legalitas perusahaan seperti yang ditetapkan dalam modul sistem.
nl_nl: Staat de medewerker toe om bedrijfsgegevens te updaten zoals deze zijn ingesteld onder de systeemmodule.
pl_pl: Umożliwia pracownikowi aktualizację danych prawno-firmowych firmy zgodnie z ustawieniami modułu systemowego.
pt_br: Permitir que o membro da equipe atualize o jurídico da empresa, conforme definido no módulo do sistema.
ro_ro: Permite membrilor personalului să actualizeze detaliile companiei așa cum sunt setate în modulul de sistem.
ru_ru: Позволяет сотруднику обновлять юридическую информацию компании, установленную в системном модуле.
sr_rs: Dozvoljava članu osoblja da ažurira zakonsku regulativu kompanije kako je postavljeno u sistemskom modulu.
tr_tr: Personelin, sistem modülü altından belirlenen şirket mevzuatını güncellemesine izin verir.
vi_vn: Cho phép nhân viên cập nhật thông tin chi tiết về công ty như được đặt trong mô-đun hệ thống.

source: Invalidate cache
ar_sa: إبطال التخزين المؤقت
bg_bg: Невалиден кеш
ca_es: Invalida la memòria cau
cs_cz: Invalidní cache
de_de: Cache zurücksetzen
el_gr: Ακύρωση προσωρινής μνήμης cache
fa_ir: پاکسازی
fi_fi: Mitätöi välimuisti
fr_fr: Invalider le cache
hu_hu: Gyorsítótár érvénytelenítése
id_id: Hapus cache
lt_lt: Panaikinti talpyklą
nl_nl: Cache wissen
pl_pl: Unieważnij pamięć podręczną
pt_br: Limpar cache
pt_pt: Invalidar a cache
ro_ro: Invalidați memoria cache
ru_ru: Очистить кэш
sr_rs: Obrišite keš memoriju
tr_tr: Önbelleği Temizle
uk_ua: Очистити кеш
vi_vn: Bộ nhớ cache không hợp lệ
zh_cn: 作废缓存

source: Allows the staff member to invalidate the FOSSBilling cache from within the system settings.
ar_sa: السماح للموظف بإبطال ذاكرة التخزين المؤقت للبرمجيات الحرة والمفتوحة المصدر من داخل إعدادات النظام.
bg_bg: Позволява на модератора стафф потребителя да анулира кеша на FOSSBilling от системните настройки.
cs_cz: Umožňuje zaměstnanci zrušit platnost FOSSBilling cache v nastavení systému.
de_de: Ermöglicht es dem Mitarbeiter, den FOSSBilling-Cache in den Systemeinstellungen zu deaktivieren.
el_gr: Επιτρέπει στο μέλος του προσωπικού να ακυρώσει την προσωρινή μνήμη FOSSBilling από τις ρυθμίσεις του συστήματος.
fa_ir: به کارمند اجازه می دهد تا حافظه پنهان FOSSBilling را از داخل تنظیمات سیستم باطل کند.
fi_fi: Sallii henkilökunnan jäsenen mitätöidä FOSSBilling-välimuistin järjestelmän asetuksista.
fr_fr: Permet au membre du personnel de vider le cache FOSSBilling dans les paramètres du système.
hu_hu: Lehetővé teszi a munkatársak számára a FOSSBilling gyorsítótár érvénytelenítését a rendszerbeállításokon belül.
id_id: Memungkinkan anggota staf untuk membatalkan cache FOSSBilling dari dalam pengaturan sistem.
nl_nl: Laat medwerkers toe om de FOSSBilling cache ongeldig te maken vanuit de systeeminstellingen.
pl_pl: Umożliwia pracownikowi unieważnienie pamięci podręcznej FOSSBilling z poziomu ustawień systemowych.
pt_br: Permitir que o membro da equipe invalide o cache FOSSBilling nas configurações do sistema.
ro_ro: Permite membrilor personalului sa invalideze memoria cache a FOSSBilling din setările sistemului.
ru_ru: Позволяет сотруднику очищать кэш FOSSBilling из системных настроек.
sr_rs: Dozvoljava članu osoblja da poništi keš FOSSBilling iz sistemskih postavki.
tr_tr: Personelin, FOSSBilling önbelleğini sistem ayarlarından temizlemesine izin verir.
vi_vn: Cho phép nhân viên vô hiệu hóa bộ đệm FOSSBilling từ trong cài đặt hệ thống.

source: Allows the staff member to update FOSSBilling.
ar_sa: السماح للموظف بتحديث FOSSBilling.
bg_bg: Позволява на модератора стафф потребителя да актуализира FOSSBilling.
cs_cz: Umožňuje zaměstnanci aktualizovat FOSSBilling.
de_de: Ermöglicht es dem Mitarbeiter, FOSSBilling zu aktualisieren.
el_gr: Επιτρέπει στο μέλος του προσωπικού να ενημερώσει το FOSSBilling.
fa_ir: به کارمند اجازه می دهد تا FOSSBilling را به روز کند.
fi_fi: Sallii henkilökunnan jäsenen päivittää FOSSBillingin.
fr_fr: Permet au membre de l'équipe de mettre à jour FOSSBilling.
hu_hu: Lehetővé teszi a munkatárs számára a FOSSBilling frissítését.
id_id: Izinkan anggota staff untuk memperbaharui versi FOSSBilling.
nl_nl: Toegestaan voor medewerker om FOSSBilling te updaten.
pl_pl: Umożliwia pracownikowi aktualizację FOSSBilling.
pt_br: Permitir que o membro da equipe atualize o FOSSBilling.
ro_ro: Permite membrilor personalului să actualizeze FOSSBilling.
ru_ru: Позволяет сотруднику обновлять FOSSBilling.
sr_rs: Dozvoljava članu osoblja da ažurira FOSSBilling.
tr_tr: Personelin, FOSSBilling'i güncellemesine izin verir.
vi_vn: Cho phép nhân viên cập nhật FOSSBilling.

source: Manage the network interface
cs_cz: Spravovat rozhraní sítě
de_de: Verwalten der Netzwerkschnittstelle
el_gr: Διαχείριση της διασύνδεσης δικτύου
fa_ir: مدیریت شبکه
fi_fi: Hallitse verkkoyhteyttä
fr_fr: Gestion de l'interface réseau
hu_hu: A hálózati interfész kezelése
id_id: Kelola antarmuka jaringan
nl_nl: Netwerkinterface beheren
pl_pl: Zarządzaj interfejsem sieciowym
pt_br: Gerenciar interface de rede
ro_ro: Gestionează interfața de rețea
ru_ru: Управление сетевым интерфейсом
sr_rs: Upravljajte mrežnim interfejsom
tr_tr: Ağ arayüzünü yönet
vi_vn: Quản lý giao diện mạng

source: Allows the staff member to fetch a list of all local interface IP addresses and set the default network interface for FOSSBilling to use.
cs_cz: Umožňuje zaměstnanci načíst seznam IP adres v místním rozhraní a nastavit výchozí síťové rozhraní pro FOSSBilling.
de_de: Ermöglicht es dem Mitarbeiter, eine Liste aller IP-Adressen der lokalen Schnittstellen abzurufen und die Standard-Netzwerkschnittstelle für FOSSBilling zu setzen.
el_gr: Επιτρέπει στο μέλος του προσωπικού να ανακτήσει μια λίστα με όλες τις διευθύνσεις IP της τοπικής διασύνδεσης και να ορίσει την προεπιλεγμένη διασύνδεση δικτύου που θα χρησιμοποιεί το FOSSBilling.
fa_ir: به کارمند اجازه می‌دهد فهرستی از تمام آدرس‌های IP رابط محلی را واکشی کند و رابط شبکه پیش‌فرض را برای استفاده از FOSSBilling تنظیم کند.
fi_fi: Henkilöstön jäsen voi hakea luettelon kaikista paikallisten liitäntöjen IP-osoitteista ja asettaa oletusverkkoliitännän, jota FOSSBilling käyttää.
fr_fr: Permet au membre du personnel de récupérer une liste de toutes les adresses IP de l'interface locale et de définir l'interface réseau par défaut pour FOSSBilling à utiliser.
hu_hu: Lehetővé teszi a munkatárs számára, hogy lekérje az összes helyi interfész IP-címének listáját, és beállítsa a FOSSBilling által használt alapértelmezett hálózati interfészt.
id_id: Izinkan anggota staff untuk mendapatkan daftar semua antarmuka alamat IP dan atur antarmuka bawaan untuk digunakan oleh FOSSBilling.
nl_nl: Stelt de medewerker in staat om een lijst van alle lokale interface-IP-adressen op te halen en de standaardnetwerkinterface voor FOSSBilling in te stellen.
pl_pl: Pozwala pracownikowi pobierać listę wszystkich adresów IP interfejsu lokalnego i ustawić domyślny interfejs sieciowy dla FOSSBilling do użycia.
pt_br: Permitir que o membro da equipe obtenha uma lista de todos os endereços IP da interface local e defina a interface de rede padrão para uso do FOSSBilling.
ro_ro: Permite personalului să preia o listă cu toate adresele IP ale interfeței locale și să seteze interfața de rețea implicită pe care FOSSBilling să o folosească.
ru_ru: Позволяет сотруднику получать список всех локальных IP-адресов интерфейсов и устанавливать сетевой интерфейс по умолчанию для использования FOSSBilling.
sr_rs: Dozvoljava članu osoblja da preuzme listu svih IP adresa lokalnog interfejsa i postavi podrazumevani mrežni interfejs za korišćenje FOSSBilling-a.
tr_tr: Personelin tüm yerel arayüz IP adreslerinin bir listesini almasına ve FOSSBilling'in kullanması için varsayılan ağ arayüzünü ayarlamasına olanak tanır.
vi_vn: Cho phép nhân viên tìm nạp danh sách tất cả các địa chỉ IP giao diện cục bộ và đặt giao diện mạng mặc định để FOSSBilling sử dụng.

source: Parameter key is missing
ar_sa: البارمتر مفقود
bg_bg: Параметърният ключ липсва
ca_es: Falta la clau de paràmetre
cs_cz: Chybí klíč parametru
el_gr: Το κλειδί παραμέτρων λείπει
fa_ir: کلید پارامتر وجود ندارد
fi_fi: Parametri avain puuttuu
fr_fr: Un paramètre clé est manquant
hu_hu: A paraméterkulcs hiányzik
id_id: Kunci parameter hilang
lt_lt: Trūksta parametro rakto
nl_nl: Parameter key ontbreekt
pl_pl: Brakuje klucza parametru
pt_br: Chave de parâmetro está faltando
pt_pt: Falta uma chave de parâmetro
ro_ro: Cheia parametrului lipsește
ru_ru: Отсутствует ключ параметра
sr_rs: Nedostaje ključ parametra
tr_tr: Parametre anahtarı eksik
uk_ua: Ключ параметра відсутній
vi_vn: Khóa tham số bị thiếu
zh_cn: 缺少参数

source: Invalid parameter name, received: param_
ar_sa: اسم المعلمة غير صالح، مستلم: param_
bg_bg: Невалидно име на параметър, получено: param_
ca_es: Nom del paràmetre no vàlid, rebut: param_
cs_cz: Neplatný název parametru, přijat: param_
el_gr: Μη έγκυρο όνομα παραμέτρου, παραλήφθηκε: param_
fa_ir: نام پارامتر نامعتبر، دریافت شد: param_
fi_fi: Virheellinen parametrin nimi, vastaanotettu: param_
fr_fr: Nom de paramètre invalide, reçu : param_
hu_hu: Érvénytelen paraméternév, kapott: param_
id_id: Nama parameter tidak valid, yang diterima adalah: param_
lt_lt: Netinkamas parametro pavadinimas, gautas: param_
nl_nl: Ongeldige parameternaam, ontvangen: param_
pl_pl: Nieprawidłowa nazwa parametru, otrzymano: param_
pt_br: Nome de parâmetro inválido, recebido: param_
pt_pt: Nome de parâmetro inválido, recebido: param_
ro_ro: Nume de parametru incorect, received: param_
ru_ru: Неверное имя параметра, получено: param_
sr_rs: Nevažeći naziv parametra, received: param_
tr_tr: Geçersiz parametre adı, alınan: param_
uk_ua: Неприпустиме ім'я параметра, отримано: param_
vi_vn: Tên tham số không hợp lệ, chấp nhận: param_
zh_cn: 无效的参数名称，收到：param_

source: Cron was never executed, please ensure you have configured the cronjob or else scheduled tasks within FOSSBilling will not behave correctly.
cs_cz: Cron nebyl nikdy proveden, ujistěte se, že jste nakonfigurovali cronjob nebo že se plánované úkoly v rámci FOSSBilling nebudou chovat správně.
hu_hu: A Cron folyamat még sosem futott le, ellenőrizze hogy a cron feladat konfigurálva lett, különben a FOSSBilling időzített feladatai nem fognak megfelelően működni
ro_ro: Cron nu a fost executat niciodată, va rugăm să va asigurați că ați configurat cronjob sau alte sarcini programate din FOSSBilling nu se vor comportă corect.
ru_ru: Cron никогда не выполнялся, убедитесь, что вы настроили cronjob, иначе запланированные задачи в FOSSBilling не будут работать правильно.

source: FOSSBilling has detected that cron hasn't been run in an abnormal time period. Please ensure the cronjob is configured to be run every 5 minutes.
cs_cz: FOSSBilling zjistil, že cron nebyl spuštěn v neobvyklém časovém období. Ujistěte se, že je cronjob konfigurován pro spuštění každých 5 minut.
hu_hu: A FOSSBilling észlelte hogy a cron feladat abnormális ideje nem futott le. Ellenőrizze hogy a cron feladat 5 percenkénti futása konfigurálva legyen.
ro_ro: FOSSBilling a detectat că cron nu a fost rulat într-o perioadă de timp anormală. Asigurați-vă că cronjob este configurat să fie rulat la fiecare 5 minute.
ru_ru: FOSSBilling обнаружил, что cron не запускался в течение аномального периода времени. Убедитесь, что cronjob настроен на запуск каждые 5 минут.

source: We'd appreciate it if you'd consider opting into error reporting for FOSSBilling. Doing so will help us improve the software and provide you with a better experience. (Message will remain for 15 minutes)
cs_cz: Ocenili bychom, pokud byste zvážili přihlášení k hlášení chyb pro FOSSBilling. To nám pomůže vylepšovat software a poskytnout vám lepší zážitek. (Zpráva zmizí za 15minut)
hu_hu: Nagyra értékeljük hogy a hibajelzések küldését választotta a FOSSBilling számára. Ez lehetővé teszi a program fejlődését és a jobb élmény biztosítását. (Ez az üzenet 15 percig lesz látható)
ro_ro: Am aprecia dacă ați lua în considerare raportarea erorilor pentru FOSSBilling. Acest lucru ne va ajuta să îmbunătățim software-ul și să vă oferim o experiență mai bună. (Mesajul va rămâne pentru 15 minute)
ru_ru: Мы будем признательны, если вы рассмотрите возможность включения отчетов об ошибках для FOSSBilling. Это поможет нам улучшить программное обеспечение и обеспечить вам лучший опыт. (Сообщение будет отображаться 15 минут)

source: Error reporting in FOSSBilling has changed since you last reviewed it. You may want to consider reviewing the changes to see what's been changed. (This message will remain for 24 hours)
cs_cz: Hlášení chyb v systému FOSSBilling se od posledního přezkumu změnilo. Možná budete chtít zvážit přezkoumání změn, abyste zjistili, co bylo změněno. (Tato zpráva bude trvat 24 hodin)
hu_hu: Hibajelzések küldése változásokon esett át, mióta utoljára ellenőrizte. Érdemes lehet megfontolni a változtatások újbóli áttekintését. (Ez az üzenet 24 órán át lesz látható)
ro_ro: Raportarea erorilor în FOSSBilling s-a schimbat de când l-ați revizuit ultima dată. Poate doriți să revizuiți modificările pentru a vedea ce a fost schimbat. (Acest mesaj va rămâne pentru 24 de ore)
ru_ru: Отчетность об ошибках в FOSSBilling изменилась с момента вашего последнего просмотра. Возможно, вам стоит ознакомиться с изменениями, чтобы увидеть, что было изменено. (Это сообщение будет отображаться 24 часа)

source: Parameter :param does not exist
ar_sa: نوع المعلمة غير موجود
bg_bg: Параметър :param не съществува
ca_es: El paràmetre :param no existeix
cs_cz: Parametr :param neexistuje
el_gr: Η παράμετρος :param δεν υφίσταται
fa_ir: پارامتر :param وجود ندارد
fi_fi: Parametri :param ei ole olemassa
fr_fr: La paramètre :param n'existe pas
hu_hu: Paraméter :param nem létezik
id_id: Parameter :param tidak ada
lt_lt: Parametras :param neegzistuoja
nl_nl: Parameter :param bestaat niet
pl_pl: Parametr :param nie istnieje
pt_br: Parâmetro :param não existe
pt_pt: O parâmetro :param não existe
ro_ro: Parametrul :param nu există
ru_ru: Параметр :param не существует
sr_rs: Parametar :param ne postoji
tr_tr: Parametre :param mevcut değil
uk_ua: Параметр :param не існує
vi_vn: Tham số :param không tồn tại
zh_cn: 参数 :param 不存在

source: Country :code phone code is not registered
ar_sa: رمز الهاتف الخاص بالبلد :code غير مسجل
bg_bg: Телефонният код :code на страната не е регистриран
ca_es: País:codi codi de telèfon no està registrat
cs_cz: Země :code není registrován
de_de: Land :code Telefonvorwahl ist nicht registriert
el_gr: Ο τηλεφωνικός κωδικός χώρας :code δεν είναι καταχωρημένος
fa_ir: کد تلفن:code ثبت نشده است
fi_fi: Maakoodia :code ei ole rekisteröity
fr_fr: Le code du pays :code n'est pas enregistré
hu_hu: Ország :kód telefonkód nincs regisztrálva
id_id: Negara :kode kode telepon tidak terdaftar
lt_lt: Šalis :code telefono kodas neregistruotas
nl_nl: Land :code telefooncode is niet geregistreerd
pl_pl: Kod telefoniczny kraju :code nie jest zarejestrowany
pt_br: O código do telefone :code do país não está registrado
pt_pt: País: o código do telefone não está registado
ro_ro: Codul de telefon al țării :code nu este înregistrat
ru_ru: Телефонный код страны :code не зарегистрирован
sr_rs: Država: :code telefonski kod nije registrovan
tr_tr: Ülke :code telefon kodu kayıtlı değil
uk_ua: Код країни :code не зареєстрований
vi_vn: Mã điện thoại :code chưa được đăng ký
zh_cn: 国家电话区号 :code 未注册
