Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Client settings
ar_sa: إعدادات العميل
bg_bg: Настройки на клиента
ca_es: Configuració del client
cs_cz: Nastavení zákazníka
de_de: Kundeneinstellungen
el_gr: Ρυθμίσεις πελάτη
fa_ir: تنظیمات کاربر
fi_fi: Asiakasasetukset
fr_fr: Paramètres clients
hu_hu: Ügyfél beállítások
id_id: Pengaturan klien
lt_lt: Kliento nustatymai
nl_nl: Klantinstellingen
pl_pl: Ustawienia klienta
pt_br: Configurações do cliente
pt_pt: Definições do cliente
ro_ro: Setările clientului
ru_ru: Настройки клиента
sr_rs: Podešavanja klijenta
tr_tr: Müşteri Ayarları
uk_ua: Налаштування клієнта
vi_vn: Thiết lập khách hàng
zh_cn: 客户设置

source: Custom Fields
ar_sa: حقول مخصصة
bg_bg: Персонализирани полета
ca_es: Camps personalitzats
cs_cz: Vlastní pole
de_de: Benutzerdefinierte Felder
el_gr: Προσαρμοσμένα Πεδία
fa_ir: فیلد سفارشی
fi_fi: Mukautetut kentät
fr_fr: Champs personnalisés
hu_hu: Egyéni mezők
id_id: Bidang Kustom
lt_lt: Pasirinktiniai laukai
nl_nl: Aangepaste velden
pl_pl: Niestandardowe pola
pt_br: Campos Personalizados
pt_pt: Campos personalizados
ro_ro: Câmpuri personalizate
ru_ru: Пользовательские поля
sr_rs: Prilagođena polja
tr_tr: Özel Alanlar
uk_ua: Користувацькі поля
vi_vn: Trường tùy chỉnh
zh_cn: 自定义输入栏

source: Disable new signups
ar_sa: تعطيل التسجيلات الجديدة
bg_bg: Деактивиране на нови потребители да се регистрират
ca_es: Desactiva les noves inscripcions
cs_cz: Zakázat nové registrace
de_de: Neue Registrierungen deaktivieren
el_gr: Απενεργοποίηση νέων εγγραφών
fa_ir: غیرفعال سازی ثبت نام
fi_fi: Poista uudet ilmoittautumiset käytöstä
fr_fr: Désactiver les nouvelles inscriptions
hu_hu: Új regisztrációk letiltása
id_id: Nonaktifkan sistem registrasi pengguna
nl_nl: Nieuwe aanmeldingen uitschakelen
pl_pl: Wyłącz nowe rejestracje
pt_br: Desativar novos cadastros
pt_pt: Desativar novas inscrições
ro_ro: Dezactivează înscrierile noi
ru_ru: Отключить новые регистрации
sr_rs: Onemogoć́ite nove registracije
tr_tr: Yeni kayıtları devre dışı bırak
uk_ua: Вимкнути нові реєстрації
vi_vn: Vô hiệu hóa đăng ký mới
zh_cn: 不允许新注册

source: Require email confirmation
ar_sa: يتطلب تأكيد البريد الإلكتروني
bg_bg: Изисквай имейл потвърждение
ca_es: Requereix confirmació per correu electrònic
cs_cz: Vyžadovat ověření e-mailu
de_de: Bestätigung per E-Mail erforderlich
el_gr: Απαίτηση επιβεβαίωσης email
fa_ir: درخواست ایمیل فعال سازی
fi_fi: Vaadi sähköpostivahvistus
fr_fr: Exiger une confirmation par e-mail
hu_hu: E-mail megerősítés kérése
id_id: Memerlukan konfirmasi email
lt_lt: Reikalauti patvirtinimo el. paštu
nl_nl: E-mailbevestiging verplichten
pl_pl: Wymagaj potwierdzenia emaila
pt_br: Requerer confirmação de e-mail
pt_pt: Exigir confirmação por correio eletrónico
ro_ro: Solicită confirmarea e-mailului
ru_ru: Требовать подтверждение email
sr_rs: Zahtevajte potvrdu e-mail adrese
tr_tr: E-posta onayı iste
uk_ua: Необхідно підтвердити email
vi_vn: Yêu cầu xác nhận thư điện tử
zh_cn: 需要电子邮件确认

source: After enabling this feature, all existing users will have to confirm their emails if it was not done before
ar_sa: بعد تمكين هذه الميزة، يجب على جميع المستخدمين الحاليين تأكيد رسائل البريد الإلكتروني الخاصة بهم إذا لم يتم ذلك قبل
bg_bg: След като активирате тази функция, всички съществуващи потребители ще трябва да потвърдят имейли адресите си, ако това не е било направено преди
ca_es: Després d'habilitar aquesta funció, tots els usuaris existents hauran de confirmar els seus correus electrònics si no s'havia fet abans
cs_cz: Po povolení této funkce budou všichni stávající uživatelé muset potvrdit své e-maily, pokud to nebylo provedeno dříve
de_de: Nach dem Aktivieren dieser Funktion müssen alle existierenden Benutzer ihre E-Mails bestätigen, falls dies noch nicht erfolgt ist
el_gr: Αφού ενεργοποιήσετε αυτή τη λειτουργία, όλοι οι υπάρχοντες χρήστες θα πρέπει να επιβεβαιώσουν τα email τους εάν δεν έχουν γίνει πριν
fa_ir: پس از فعال کردن این ویژگی، تمام کاربران موجود باید ایمیل های خود را تایید کنند، اگر قبلا این کار انجام نشده باشد
fi_fi: Kun tämä ominaisuus on otettu käyttöön, kaikkien nykyisten käyttäjien on vahvistettava sähköpostinsa, jos sitä ei ole tehty aiemmin
fr_fr: Après avoir activé cette fonctionnalité, tous les utilisateurs existants devront confirmer leurs emails si cela n'a pas été fait auparavant
hu_hu: A funkció engedélyezése után minden meglévő felhasználónak meg kell erősítenie e-mail címét, ha korábban nem tette meg
id_id: Setelah mengaktifkan fitur ini, semua pengguna harus mengonfirmasikan surelnya terlebih dahulu apabila belum melakukannya
lt_lt: Įjungę šią funkciją, visi esami vartotojai turės patvirtinti savo el. laiškus, jei tai nebuvo padaryta anksčiau
nl_nl: Na het inschakelen van deze functie, moeten alle bestaande gebruikers hun e-mails bevestigen als dit nog niet eerder is gedaan
pl_pl: Po włączeniu tej funkcji wszyscy istniejący użytkownicy będą musieli potwierdzić swoje maile, jeśli wcześniej tego nie zrobili
pt_br: Depois de ativar este recurso, todos os usuários existentes terão que confirmar seus e-mails se isso não foi feito antes
pt_pt: Depois de ativar esta funcionalidade, todos os utilizadores existentes terão de confirmar os seus e-mails, caso não o tenham feito anteriormente
ro_ro: După activarea acestei caracteristici, toți utilizatorii existenți vor trebui să confirme e-mailurile lor dacă nu au fost făcute înainte
ru_ru: После включения этой функции все существующие пользователи должны будут подтвердить свои email-адреса, если это не было сделано ранее
sr_rs: Nakon omoguć́avanja ove funkcije, svi postojeći korisnici će morati da potvrde svoje email adrese ako to ranije nije učinjeno
tr_tr: Bu özelliği etkinleştirdikten sonra, daha önce yapılmadıysa, mevcut tüm kullanıcıların e-postalarını onaylaması gerekir
uk_ua: Після увімкнення цієї функції, всім наявним користувачам доведеться підтвердити свої електронні пошти, якщо це не було виконано раніше
vi_vn: Sau khi mở tính năng này, mọi người dùng hiện tại sẽ phải xác nhận thư điện tử của họ nếu không được hoàn thành trước đó
zh_cn: 启用此功能后，所有没有验证过邮箱的用户都将要验证他们的邮箱

source: Disable email change
ar_sa: تعطيل تغيير البريد الإلكتروني
bg_bg: Деактивиране на промяната на имейл адреса
ca_es: Desactiva el canvi de correu electrònic
cs_cz: Zakázat změnu e-mailu
de_de: E-Mail Änderung deaktivieren
el_gr: Απενεργοποίηση αλλαγής ηλεκτρονικού ταχυδρομείου
fa_ir: غیرفعال کردن ویرایش ایمیل
fi_fi: Poista sähköpostin vaihto käytöstä
fr_fr: Désactiver le changement d'e-mail
hu_hu: E-mail módosítás letiltása
id_id: Nonaktifkan penggantian alamat surel
nl_nl: E-mail wijziging uitschakelen
pl_pl: Wyłącz zmianę adresu email
pt_br: Desativar alteração de e-mail
pt_pt: Desativar a alteração do correio eletrónico
ro_ro: Dezactivează schimbarea e-mailului
ru_ru: Отключить изменение email
sr_rs: Onemogić́ite promenu e-mail adrese
tr_tr: E-posta değişikliğini devre dışı bırak
uk_ua: Вимкнути зміну електронної пошти
vi_vn: Vô hiệu hóa thay đổi email
zh_cn: 不允许修改邮箱

source: Required fields
ar_sa: مطلوب
bg_bg: Задължителни полета
ca_es: Camps necessaris
cs_cz: Povinné pole
de_de: Erforderliche Felder
el_gr: Υποχρεωτικά πεδία
fa_ir: فیلد اجباری
fi_fi: Vaaditut kentät
fr_fr: Champs obligatoires
hu_hu: Kötelező mezők
id_id: Bidang-bidang yang diperlukan
lt_lt: Privalomi laukai
nl_nl: Verplichte velden
pl_pl: Pola obowiązkowe
pt_br: Campos obrigatórios
pt_pt: Campos obrigatórios
ro_ro: Câmpuri obligatorii
ru_ru: Обязательные поля
sr_rs: Obavezna polja
tr_tr: Gerekli Alanlar
uk_ua: Обов'язкові поля
vi_vn: Trường bắt buộc
zh_cn: 必填栏

source: Last Name
ar_sa: الاسم الأخير
bg_bg: Фамилия
ca_es: Cognoms
cs_cz: Příjmení
de_de: Nachname
el_gr: Επώνυμο
fa_ir: نام خانوادگی
fi_fi: Sukunimi
fr_fr: Nom
hu_hu: Vezetéknév
id_id: Nama Belakang
lt_lt: Pavardė
nl_nl: Achternaam
pl_pl: Nazwisko
pt_br: Sobrenome
pt_pt: Apelido
ro_ro: Prenume
ru_ru: Familiya
sr_rs: Prezime
tr_tr: Soyad
uk_ua: Прізвище
vi_vn: Họ
zh_cn: 姓氏

source: Gender
ar_sa: الجنس
bg_bg: Пол
ca_es: Gènere
cs_cz: Pohlaví
de_de: Geschlecht
el_gr: Φύλο
fa_ir: جنسیت
fi_fi: Sukupuoli
fr_fr: Sexe
id_id: Jenis kelamin
lt_lt: Lytis
nl_nl: Geslacht
pl_pl: Płeć
pt_br: Sexo
pt_pt: Género
ro_ro: Gen
ru_ru: Пол
sr_rs: Pol
tr_tr: Cinsiyet
uk_ua: Стать
vi_vn: Giới tính
zh_cn: 性别

source: Birthday
ar_sa: تاريخ الميلاد
bg_bg: Рожден ден
ca_es: Aniversari
cs_cz: Narozeniny
de_de: Geburtstag
el_gr: Γενέθλια
fa_ir: تولد
fi_fi: Syntymäaika
fr_fr: Date de naissance
hu_hu: Születésnap
id_id: Ulang tahun
lt_lt: Gimtadienis
nl_nl: Geboortedatum
pl_pl: Data urodzenia
pt_br: Aniversário
pt_pt: Aniversário
ro_ro: Data nașterii
ru_ru: Tugʻilgan kuni
sr_rs: Rođendan
tr_tr: Doğum günü
uk_ua: День народження
vi_vn: Ngày sinh
zh_cn: 生日

source: Post code
ar_sa: الرمز البريدي
bg_bg: Пощенски код
ca_es: Codi postal
cs_cz: PSČ
de_de: Postleitzahl
el_gr: Ταχυδρομικός κώδικας
fa_ir: کد پستی
fi_fi: Postinumero
fr_fr: Code postal
hu_hu: Postai irányítószám
id_id: Kode Pos
lt_lt: Pašto kodas
pl_pl: Kod pocztowy
pt_br: CEP
pt_pt: Código postal
ro_ro: Cod poștal
ru_ru: Pochta indeksi
sr_rs: Poštanski broj
tr_tr: Posta kodu
uk_ua: Поштовий індекс
vi_vn: Mã bưu chính
zh_cn: 邮政编码

source: Custom_
ar_sa: مخصص_
bg_bg: Персонализиран_
ca_es: Personalitzat_
cs_cz: Vlastní_
de_de: Eigene_
el_gr: Προσαρμοσμένο_
fa_ir: سفارشی_
fi_fi: Mukautettu_
id_id: Kustom_
nl_nl: Aangepast_
pl_pl: Własny_
pt_br: Personalizado_
pt_pt: Personalizado_
ro_ro: Personalizat _
ru_ru: Настроить_
sr_rs: Unikatno_
uk_ua: Користувацький
zh_cn: 自定义_

source: Required
ar_sa: مطلوب
bg_bg: Задължително
ca_es: Requerit
cs_cz: Povinné
de_de: Erforderlich
el_gr: Απαραίτητο
fa_ir: ضروری
fi_fi: Vaaditaan
fr_fr: Requis
hu_hu: Kötelező
id_id: Diperlukan
lt_lt: Privaloma
nl_nl: Vereist
pl_pl: Wymagane
pt_br: Obrigatório
pt_pt: Necessário
ro_ro: Obligatoriu
ru_ru: Обязательно
sr_rs: Obavezno
tr_tr: Gerekli
uk_ua: Обов'язкове поле
vi_vn: Bắt buộc
zh_cn: 必填

source: Field title
ar_sa: عنوان الحقل
bg_bg: Заглавие на полето
ca_es: Títol del camp
cs_cz: Název pole
de_de: Feldtitel
el_gr: Τίτλος πεδίου
fa_ir: فیلد عنوان
fi_fi: Kentän otsikko
fr_fr: Titre du champ
hu_hu: Mező címe
id_id: Judul kolom
lt_lt: Laukelio pavadinimas
nl_nl: Veld titel
pl_pl: Tytuł pola
pt_br: Título do campo
pt_pt: Título do domínio
ro_ro: Titlu câmp
ru_ru: Название поля
sr_rs: Naslov polja
tr_tr: Alan Başlığı
uk_ua: Назва поля
vi_vn: Tiêu đề trường
zh_cn: 填写栏名称

source: Wallet
ar_sa: المحفظة
bg_bg: Портфейл
ca_es: Moneder
cs_cz: Peněženka
de_de: Kontostand
el_gr: Πορτοφόλι
fa_ir: کیف پول
fi_fi: Lompakko
fr_fr: Portefeuille
hu_hu: Pénztárca
id_id: Dompet
nl_nl: Portemonnee
pl_pl: Portfel
pt_br: Conta
ro_ro: Portofel
ru_ru: Кошелек
sr_rs: Prepaid kredit
tr_tr: Cüzdan
vi_vn: Ví tiền
zh_cn: 钱包

source: Here you can manage and track your account balance.
cs_cz: Zde můžete spravovat a sledovat zůstatek vašeho účtu.
de_de: Hier kannst du dein Kontostand verwalten und verfolgen.
el_gr: Εδώ μπορείτε να διαχειριστείτε και να παρακολουθείτε το υπόλοιπο του λογαριασμού σας.
fa_ir: در اینجا می توانید موجودی حساب خود را مدیریت و پیگیری کنید.
fi_fi: Täällä voit hallita ja seurata tilisi saldoa.
fr_fr: Ici, vous pouvez gérer et suivre le solde de votre compte.
hu_hu: Itt kezelheti és nyomon követheti számlaegyenlegét.
id_id: Di sini Anda dapat mengelola dan melacak saldo akun Anda.
nl_nl: Hier kan het accountsaldo beheerd en gevolgd worden.
pl_pl: Tutaj możesz zarządzać i śledzić stan swojego konta.
pt_br: Aqui você pode gerenciar e acompanhar o saldo de sua conta.
ro_ro: Aici poți gestiona și urmări soldul contului tău.
ru_ru: Здесь вы можете управлять и отслеживать баланс вашего счета.
sr_rs: Ovde možete upravljati i pratiti stanje vašeg kredita.
tr_tr: Buradan hesap bakiyenizi yönetebilir ve takip edebilirsiniz.
vi_vn: Tại đây bạn có thể quản lý và theo dõi số dư tài khoản của mình.
zh_cn: 管理和查看账户余额。

source: Add fund
ar_sa: إضافة أموال
bg_bg: Добави средства
ca_es: Afegir diners
cs_cz: Přidat prostředky
de_de: Guthaben hinzufügen
el_gr: Προσθήκη χρημάτων
fa_ir: افزایش موجودی
fi_fi: Lisää varoja
fr_fr: Ajouter des fonds
hu_hu: Alap hozzáadása
id_id: Tambahkan dana
nl_nl: Saldo aanvullen
pl_pl: Dodaj środki
pt_br: Adicionar fundos
ro_ro: Adaugă fonduri
ru_ru: Пополнить счет
sr_rs: Dodajte depozit
tr_tr: Bakiye ekle
vi_vn: Nạp tiền
zh_cn: 充值

source: Profile details
ar_sa: تفاصيل الملف الشخصي
bg_bg: Детайли на профила
ca_es: Detalls del perfil
cs_cz: Detaily profilu
de_de: Profildetails
el_gr: Λεπτομέρειες προφίλ
fa_ir: جزئیات پروفایل
fi_fi: Profiilin tiedot
fr_fr: Détails du profil
hu_hu: Profil részletek
id_id: Detail Profil
lt_lt: Profilio Informacija
nl_nl: Accountgegevens
pl_pl: Szczegóły profilu
pt_br: Detalhes do perfil
pt_pt: Detalhes do perfil
ro_ro: Detaliile profilului
ru_ru: Детали профиля
sr_rs: Detalji profila
tr_tr: Profil ayrıntıları
uk_ua: Деталі профілю
vi_vn: Chi tiết hồ sơ
zh_cn: 个人详细信息

source: User profile settings
ar_sa: إعدادات الملف الشخصي
bg_bg: Настройки на потребителския профил
ca_es: Configuració del perfil d'usuari
cs_cz: Nastavení profilu uživatele
de_de: Benutzerprofileinstellungen
el_gr: Ρυθμίσεις προφίλ χρήστη
fa_ir: تنظیمات پروفایل کاربر
fi_fi: Käyttäjäprofiilin asetukset
fr_fr: Paramètres du profil utilisateur
hu_hu: Felhasználói profil beállításai
id_id: Pengaturan profil pengguna
lt_lt: Profilio nustatymai
nl_nl: Gebruikersinstellingen
pl_pl: Ustawienia profilu użytkownika
pt_br: Configurações de perfil usuário
pt_pt: Definições do perfil do utilizador
ro_ro: Setări profil utilizator
ru_ru: Настройки профиля пользователя
sr_rs: Podešavanje kosrisničkog profila
tr_tr: Kullanıcı profili ayarları
uk_ua: Налаштування профілю користувача
vi_vn: Cài đặt hồ sơ người dùng
zh_cn: 用户信息设置

source: You must verify your email address before you may access our services.
ar_sa: يجب عليك التحقق من عنوان البريد الإلكتروني الخاص بك قبل أن تتمكن من الوصول إلى خدماتنا.
bg_bg: Преди да получите достъп до нашите услуги, трябва да потвърдите имейл адреса си.
ca_es: Heu de verificar l'adreça del vostre correu abans de poder accedir als nostres serveis.
cs_cz: Musíte ověřit svou e-mailovou adresu, než budete mít přístup k našim službám.
de_de: Du musst deine E-Mail-Adresse bestätigen, bevor du auf unsere Dienste zugreifen kannst.
el_gr: Χρειάζεται επαλήθευση e-mail για χρήση των υπηρεσιών.
fa_ir: قبل از اینکه بتوانید به خدمات ما دسترسی پیدا کنید، باید آدرس ایمیل خود را تأیید کنید.
fi_fi: Sinun on vahvistettava sähköpostiosoitteesi ennen kuin voit käyttää palveluitamme.
fr_fr: Vous devez vérifier votre adresse e-mail avant de pouvoir accéder à nos services.
hu_hu: A szolgáltatásainkhoz való hozzáférés előtt igazolnia kell e-mail címét.
id_id: Anda harus memverifikasi alamat surel Anda sebelum dapat mengakses layanan kami.
nl_nl: Het e-mailadres moet worden geverifieerd voordat toegang tot de diensten mogelijk is.
pl_pl: Musisz zweryfikować swój adres e-mail, zanim będziesz mógł korzystać z naszych usług.
pt_br: Você deve verificar seu endereço de e-mail antes de acessar nossos serviços.
ro_ro: Trebuie să vă verificaţi adresa de e-mail înainte de a putea accesa serviciile noastre.
ru_ru: Вы должны подтвердить свой адрес электронной почты, прежде чем получить доступ к нашим услугам.
sr_rs: Morate da potvrdite Vašu email adresu pre nego što možete pristupiti uslugama.
tr_tr: Hizmetlerimize erişmeden önce e-posta adresinizi doğrulamanız gerekir.
vi_vn: Bạn phải xác minh địa chỉ email của mình trước khi có thể truy cập dịch vụ của chúng tôi.
zh_cn: 在使用我们的服务之前，您需要先验证您的邮件地址。

source: Verification email has been resent
ar_sa: التحقق من البريد الإلكتروني تم إرسالها
bg_bg: Имейлът за потвърждение бе изпратен повторно
ca_es: S'ha tornat a enviar el correu electrònic de verificació
cs_cz: Ověřovací e-mail byl znovu odeslán
de_de: Die Bestätigungs E-Mail wurde erneut gesendet
el_gr: Το email επαλήθευσης έχει αποσταλεί εκ νέου
fa_ir: ایمیل تأیید دوباره ارسال شد
fi_fi: Vahvistussähköposti on lähetetty uudelleen
fr_fr: L'email de vérification a bien été envoyé
hu_hu: Az ellenőrző e-mailt újra elküldtük
id_id: Surel undangan telah dikirim ulang
nl_nl: Verificatie-e-mail is verzonden
pl_pl: Email weryfikacyjny został ponownie wysłany
pt_br: A verificação de e-mail foi reenviada
pt_pt: O e-mail de verificação foi reenviado
ro_ro: E-mailul de verificare a fost trimis
ru_ru: Письмо с подтверждением было отправлено повторно
sr_rs: Email za potvrdu je ponovo poslat
tr_tr: Doğrulama e-postası yeniden gönderildi
uk_ua: Підтвердження надіслано на email
vi_vn: Thư xác minh đã được gửi
zh_cn: 验证邮件已重新发送

source: Resend verification email
ar_sa: إعادة الارسال
bg_bg: Изпрати отново имейл за потвърждение
ca_es: Reenviar correu electrònic de verificació
cs_cz: Znovu odeslat ověřovací e-mail
de_de: Bestätigungs E-Mail erneut senden
el_gr: Επαναποστολή email επαλήθευσης
fa_ir: ایمیل تایید را دوباره ارسال کن
fi_fi: Lähetä vahvistussähköposti uudelleen
fr_fr: Renvoyer l'email de vérification
hu_hu: Újraküldési ellenőrző e-mail
id_id: Kirimkan ulang surel verifikasi
nl_nl: Verificatie e-mail opnieuw versturen
pl_pl: Wyślij ponownie email weryfikacyjny
pt_br: Re-enviar a verificação de e-mail
pt_pt: Reenviar a mensagem de correio eletrónico de verificação
ro_ro: Retrimite e-mailul de verificare
ru_ru: Отправить письмо с подтверждением повторно
sr_rs: Pošalji ponovo email za potvrdu
tr_tr: Doğrulama e-postasını tekrar gönder
uk_ua: Повторно надіслати лист з підтвердженням
vi_vn: Gửi lại email xác thực
zh_cn: 重发验证邮件

source: Details
ar_sa: التفاصيل
bg_bg: Детайли
ca_es: Detalls
cs_cz: Detaily
el_gr: Λεπτομέρειες
fa_ir: جزئیات
fi_fi: Tiedot
fr_fr: Détails
hu_hu: Részletek
id_id: Rincian
lt_lt: Išsamesnė informacija
pl_pl: Dane
pt_br: Detalhes
pt_pt: Detalhes
ro_ro: Detalii
ru_ru: Подробности
sr_rs: Detalji
tr_tr: Detaylar
uk_ua: Деталі
vi_vn: Chi tiết
zh_cn: 明细

source: Change Password
ar_sa: تغيير كلمة المرور
bg_bg: Промяна на парола
ca_es: Canviar contrasenya
cs_cz: Změnit heslo
de_de: Passwort ändern
el_gr: Αλλαγή Κωδικού
fa_ir: تغییر گذرواژه
fi_fi: Vaihda salasana
fr_fr: Modifier le mot de passe
hu_hu: Jelszó módosítása
id_id: Ubah Kata Sandi
lt_lt: Keisti slaptažodį
nl_nl: Wachtwoord wijzigen
pl_pl: Zmień hasło
pt_br: Alterar senha
pt_pt: Alterar a palavra-passe
ro_ro: Schimbați parola
ru_ru: Изменить пароль
sr_rs: Promenite lozinku
tr_tr: Şifre Değiştir
uk_ua: Змінити пароль
vi_vn: Đổi mật khẩu
zh_cn: 更改密码

source: Update details
ar_sa: تحديث التفاصيل
bg_bg: Актуализиране на подробностите
ca_es: Actualitzar els detalls
cs_cz: Aktualizovat detaily
de_de: Details aktualisieren
el_gr: Ενημέρωση στοιχείων προφίλ
fa_ir: به‌روزرسانی جزئیات
fi_fi: Päivitä tiedot
fr_fr: Mettre à jour les détails
hu_hu: Részletek frissítése
id_id: Perbarui Detail
lt_lt: Atnaujinti informaciją
nl_nl: Gegevens updaten
pl_pl: Aktualizuj dane
pt_br: Atualizar Detalhes
pt_pt: Atualizar detalhes
ro_ro: Actualizați detaliile
ru_ru: Обновить данные
sr_rs: Ažurirajte detalje
tr_tr: Detayları güncelle
uk_ua: Оновити деталі
vi_vn: Cập nhật thông tin chi tiết
zh_cn: 更新信息

source: Keep your personal data up to date.
ar_sa: حافظ على تحديث بياناتك الشخصية.
bg_bg: Поддържайте актуални личните си данни.
ca_es: Mantingueu les vostres dades personals actualitzades.
cs_cz: Udržujte vaše osobní údaje aktuální.
de_de: Halten deine Kundendaten stets aktuell.
el_gr: Διατηρήστε τα προσωπικά σας δεδομένα ενημερωμένα.
fa_ir: اطلاعات شخصی خود را به روز نگه دارید.
fi_fi: Pidä henkilökohtaiset tietosi ajan tasalla.
fr_fr: Gardez vos données personnelles à jour.
hu_hu: Tartsa naprakészen személyes adatait.
id_id: Jaga data pribadi anda tetap terbaru.
lt_lt: Atnaujinkite savo asmeninius duomenis.
nl_nl: Houd de persoonlijke gegevens up-to-date.
pl_pl: Aktualizuj swoje dane osobowe.
pt_br: Mantenha seus dados pessoais atualizados.
pt_pt: Mantenha os seus dados pessoais actualizados.
ro_ro: Păstrați datele dumneavoastră personale la zi.
ru_ru: Поддерживайте ваши личные данные в актуальном состоянии.
sr_rs: Održavajte svoje lične podatke ažurnim.
tr_tr: Kişisel bilgilerinizi güncel tutun.
uk_ua: Ваші особисті дані в актуальному стані.
vi_vn: Giữ thông tin cá nhân của bạn được cập nhật.
zh_cn: 更新您的个人数据。

source: To change your avatar visit
ar_sa: تغيير الصورة
bg_bg: За да промените вашият аватар, посетете
ca_es: Per canviar el seu "avatar" visiti
cs_cz: Pro změnu avataru navštivte
de_de: Um deinen Avatar zu ändern, besuche
el_gr: Για να αλλάξετε το avatar σας επισκεφθείτε το
fa_ir: ویرایش آواتار
fi_fi: Vaihda profiilikuva osoitteessa
fr_fr: Pour changer votre avatar, visitez
hu_hu: Változtasd meg az avatarodat itt
id_id: Untuk mengubah avatar kunjungi
nl_nl: Om de avatar te wijzigen, ga naar
pl_pl: Aby zmienić awatar, odwiedź
pt_br: Para alterar seu avatar, visite
ro_ro: Pentru a schimba avatarul tău vizitează
ru_ru: Чтобы изменить аватар, посетите
sr_rs: Da biste promenili svoj avatar posetite
tr_tr: Avatarınızı şu adresten değiştirin
zh_cn: 使用Gravatar更新头像

source: First Name
ar_sa: الإسم الأول
bg_bg: Име
ca_es: Nom
cs_cz: Jméno
de_de: Vorname
el_gr: 'Ονομα
fa_ir: نام
fi_fi: Etunimi
fr_fr: Prénom
hu_hu: Vezetéknév
id_id: Nama Depan
lt_lt: Vardas
nl_nl: Voornaam
pl_pl: Imię
pt_br: Primeiro Nome
pt_pt: Nome próprio
ro_ro: Prenume
ru_ru: Имя
sr_rs: Ime
tr_tr: Ad
uk_ua: Ім’я
vi_vn: Tên
zh_cn: 名字

source: Company Name
ar_sa: إسم الشركة
bg_bg: Име на фирма
ca_es: Nom de l'Empresa
cs_cz: Jméno společnosti
de_de: Firmenname
el_gr: Επωνυμία Εταιρείας
fa_ir: نام شرکت
fi_fi: Yrityksen nimi
fr_fr: Nom de l'entreprise
hu_hu: Cégnév
id_id: Nama Perusahaan
lt_lt: Įmonės pavadinimas
nl_nl: Bedrijfsnaam
pl_pl: Nazwa firmy
pt_br: Nome de empresa
pt_pt: Nome da empresa
ro_ro: Denumirea companiei
ru_ru: Название компании
sr_rs: Naziv firme
tr_tr: Şirket Adı
uk_ua: Назва компанії
vi_vn: Tên công ty
zh_cn: 公司名称

source: Company VAT
ar_sa: الرقم الضريبي للشركة
bg_bg: ДДС на фирмата
ca_es: IVA de l'empresa
cs_cz: DIČ společnosti
de_de: Umsatzsteuer-ID
el_gr: ΑΦΜ Εταιρείας
fa_ir: ارزش افزوده شرکت
fi_fi: Yrityksen VAT-tunnus
fr_fr: TVA Entreprise
hu_hu: Vállalat HÉA
id_id: PPN Perusahaan
lt_lt: Įmonės PVM
nl_nl: Btw-nr. bedrijf
pl_pl: VAT firmy
pt_br: ICMS
pt_pt: Empresa IVA
ro_ro: TVA-ul companiei
ru_ru: НДС компании
sr_rs: PIB firme
tr_tr: Firma KDV
uk_ua: Номер ПДВ компанії
vi_vn: VAT công ty
zh_cn: 公司VAT号码

source: Company Number
ar_sa: الرقم التعريفي للشركة
bg_bg: Номер на фирмата
ca_es: Número d'empresa
cs_cz: IČO společnosti
de_de: Firmen-Nummer
el_gr: Αριθμός Εταιρείας
fa_ir: شماره ثبت شرکت
fi_fi: Yrityksen Y-Tunnus
fr_fr: Numéro de société (SIREN)
hu_hu: Cégszám
id_id: Nomor Perusahaan
lt_lt: Įmonės numeris
nl_nl: Bedrijfsnummer (KVK)
pl_pl: Numer firmy
pt_br: Número da Empresa
pt_pt: Número da empresa
ro_ro: Numărul companiei
ru_ru: Номер компании
sr_rs: Matični broj firme
tr_tr: Şirket Vergi Numarası
uk_ua: Номер компанії
vi_vn: Mã doanh nghiệp
zh_cn: 公司编号

source: Phone Country Code
ar_sa: رمز بلد الهاتف
bg_bg: Телефонен код на страната
ca_es: Telèfon codi de país
cs_cz: Telefonní kód země
de_de: Telefon-Landesvorwahl
el_gr: Τηλεφωνικός Κωδικός Χώρας
fa_ir: کد کشور
fi_fi: Puhelimen maakoodi
fr_fr: Indicatif du Pays
hu_hu: Telefon Országkód
id_id: Kode Negara Telepon
lt_lt: Telefono šalies kodas
nl_nl: Landcode telefoon
pl_pl: Kod kierunkowy
pt_br: Código do País do Telefone
pt_pt: Telefone Código do país
ro_ro: Codul țării de telefon
ru_ru: Телефонный код страны
sr_rs: Telefonski kod zemlje
tr_tr: Telefon Ülke Kodu
uk_ua: Код країни телефону
vi_vn: Mã điện thoại quốc gia
zh_cn: 手机号国家代码
