Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Receiver is not defined. Define to or to_client or to_staff parameter
ar_sa: لم يتم تعريف المستلم. حدد إلى أو إلى_العميل أو إلى_عامل
bg_bg: Приемникът не е дефиниран. Определете параметъра на или to_client или to_staff
ca_es: El receptor no està definit. Definiu el paràmetre to o to_client o to_staff
cs_cz: Příjemce není definován. Definuj parametr to_client nebo to_staff
el_gr: Ο αποδέκτης δεν ορίζεται. Ορίστε την παράμετρο to ή to_client ή to_staff
fa_ir: گیرنده تعریف نشده است. پارامتر to یا to_client یا to_staff را تعریف کنید
fi_fi: Vastaanottajaa ei ole määritelty. Määritä to- tai to_client- tai to_staff-parametri
fr_fr: Le récepteur n'est pas défini. Définissez le paramètre « to_client» ou « to_staff»
hu_hu: A vevő nincs meghatározva. A to vagy to_client vagy to_staff paraméterek meghatározása
id_id: Penerima tidak ditentukan. Tentukan parameter to_client atau to_staff
lt_lt: Gavėjas neapibrėžtas. Apibrėžkite to arba to_client arba to_staff parametrą
nl_nl: Ontvanger is niet gedefinieerd. Definieer de parameter to_client of to_staff
pl_pl: Odbiorca nie został zdefiniowany. Zdefiniuj parametr to, to_client lub to_staff
pt_br: O destinatário não está definido. Defina para ou to_client ou parâmetro to_staff
pt_pt: O recetor não está definido. Definir o parâmetro to ou to_client ou to_staff
ro_ro: Destinatarul nu este definit. Definește la sau to_client sau la parametrul to_staff
ru_ru: Получатель не определен. Определите параметр to, to_client или to_staff
sr_rs: Primalac nije definisan. Definišite parametar to ili to_client ili to_staff
tr_tr: Alıcı tanımlı değil. "to" veya "to_client" veya "to_staff" parametresini tanımlayın
uk_ua: Ресивер не визначений. Визначити параметром to_client або to_staff
vi_vn: Receiver chưa được định nghĩa. Định nghĩa cho hoặc là to_client hay to_staff parameter
zh_cn: 未指定收件人。可设置用户或员工作为参数

source: Email history
ar_sa: سجل البريد الالكتروني
bg_bg: История на имейлите
ca_es: Historial de correu electrònic
cs_cz: Historie e-mailu
de_de: E-Mail-Verlauf
el_gr: Ιστορικό email
fa_ir: سابقه ایمیل
fi_fi: Sähköposti historia
fr_fr: Historique E-mail
hu_hu: Email előzmények
id_id: Histori email
lt_lt: El. pašto istorija
nl_nl: E-mail geschiedenis
pl_pl: Historia e-maili
pt_br: Histórico de e-mail
pt_pt: Histórico de correio eletrónico
ro_ro: Istoricul e-mail-urilor
ru_ru: История электронной почты
sr_rs: E-mail Istorija
tr_tr: E-Posta Geçmişi
uk_ua: Історія електронної пошти
vi_vn: Lịch sử Email
zh_cn: 电子邮件历史记录

source: Receiver is not defined. Define to or to_client or to_staff or to_admin parameter
ar_sa: لم يتم تعريف المستلم. حدد to_client أو to_staff أو to_admin
bg_bg: Приемникът не е дефиниран. Определете параметъра на или to_client или на to_staff или пък на to_admin
ca_es: El receptor no està definit. Definiu el paràmetre to o to_client o to_staff o to_admin
cs_cz: Příjemce není definován. Definuj parametr to_client nebo to_staff
el_gr: Ο αποδέκτης δεν ορίζεται. Ορίστε την παράμετρο to ή to_client ή to_staff ή to_admin
fa_ir: گیرنده تعریف نشده است. پارامتر to یا to_client یا to_staff یا to_admin را تعریف کنید
fi_fi: Vastaanottajaa ei ole määritelty. Määritä to- tai to_client- tai to_staff-parametri
fr_fr: Le récepteur n'est pas défini. Définissez à ou à_client ou au paramètre to_staff ou to_admin
hu_hu: A vevő nincs meghatározva. A to vagy to_client vagy to_staff vagy to_admin paraméterek meghatározása
id_id: Penerima tidak ditentukan. Tentukan parameter ke atau to_client atau to_staff atau to_admin
lt_lt: Gavėjas neapibrėžtas. Apibrėžkite to arba to_client arba to_staff arba to_admin parametrą
nl_nl: Ontvanger is niet gedefinieerd. Definieer naar of to_client of to_staff of to_admin parameter
pl_pl: Odbiorca nie został zdefiniowany. Zdefiniuj parametr to, to_client, to_staff lub to_admin
pt_br: O destinatário não está definido. Defina para o parâmetro to_client ou to_staff ou to_admin
pt_pt: O destinatário não está definido. Definir o parâmetro to ou to_client ou to_staff ou to_admin
ro_ro: Destinatarul nu este definit. Definește parametrul to, to_client sau to_staff ori to_admin
ru_ru: Получатель не определен. Определите параметр to, to_client, to_staff или to_admin
sr_rs: Primalac nije definisan. Definišite parametar to ili to_client ili to_staff ili to_admin
tr_tr: Alıcı tanımlı değil. "to" veya "to_client" veya "to_staff" veya "to_admin" parametresini tanımlayın
uk_ua: Ресивер не визначений. Визначте для параметра to_client, або to_staff, або to_admin
vi_vn: Receiver chưa được định nghĩa. Hãy định nghĩa tham số hoặc là to_client hay to_staff hoặc to_admin
zh_cn: 未指定收件人。可设置用户、员工或管理员作为参数

source: The "from" email address cannot be empty
cs_cz: E-mailová adresa nemůže být prázdná
de_de: Die Absender Adresse darf nicht leer sein
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου "από" δεν μπορεί να είναι κενή
fa_ir: آدرس ایمیل "از" نمی تواند خالی باشد
fr_fr: L'adresse e-mail de l'expéditeur ne peut pas être vide
hu_hu: A küldő e-mail cím nem lehet üres
id_id: Alamat email "dari" tidak boleh kosong
nl_nl: Het e-mailadres van de afzender mag niet leeg zijn
pl_pl: Adres e-mail nadawcy nie może być pusty
ro_ro: Câmpul "de la adresa de e-mail" nu poate fi gol
ru_ru: Адрес электронной почты "от" не может быть пустым
sr_rs: "od" e-mail adresa ne može biti prazna

source: Email template :code was not found
ar_sa: قالب البريد الإلكتروني غير موجود
bg_bg: Шаблон за имейл: кодът не е намерен
ca_es: No s'ha trobat la plantilla de correu electrònic:codi
cs_cz: Šablona e-mailu :code nebyla nalezena
el_gr: Δεν βρέθηκε το πρότυπο email :code
fa_ir: قالب ایمیل :code پیدا نشد
fi_fi: Sähköpostimallia :code ei löytynyt
fr_fr: Modèle d'e-mail :code introuvable
hu_hu: Email sablon :kód nem található
id_id: Templat email :code tidak ditemukan
lt_lt: El. pašto šablonas :code nerastas
nl_nl: E-mailsjabloon :code werd niet gevonden
pl_pl: Szablon e-maila :code nie został znaleziony
pt_br: Modelo de e-mail :code não foi encontrado
pt_pt: Modelo de correio eletrónico: o código não foi encontrado
ro_ro: Șablonul de email :code nu a putut fi găsit
ru_ru: Шаблон электронной почты :code не найден
sr_rs: Šablon e-pošte :code nije pronađen
tr_tr: :code adlı e-posta şablonu bulunamadı
uk_ua: Шаблон електронної пошти :code не знайдено
vi_vn: Mẫu email :code không tồn tại
zh_cn: 找不到邮件模板 :code

source: Error message truncated due to length, please check the error log for the complete message:
ar_sa: رسالة الخطأ المقتطعة بسبب الطول، الرجاء التحقق من سجل الأخطاء للحصول على الرسالة الكاملة:
bg_bg: Съобщението за грешка е съкратено поради дължина, моля, проверете лога/дневника за грешки за пълното съобщение:
ca_es: El missatge d'error s'ha truncat a causa de l'amplada, si us plau, comproveu el registre d'errors per veure el missatge complet:
cs_cz: Chybová zpráva zkrácena z důvodu délky, zkontrolujte protokol chyb pro celou zprávu:
el_gr: Το μήνυμα σφάλματος έχει περικοπεί λόγω μήκους, παρακαλούμε ελέγξτε το αρχείο καταγραφής σφαλμάτων για το πλήρες μήνυμα:
fa_ir: پیام خطا به دلیل طولانی بودن کوتاه شده است، لطفاً گزارش خطا را برای پیام کامل بررسی کنید:
fi_fi: Virheilmoitus on lyhennetty pituuden vuoksi, tarkista täydellinen viesti virhelokista:
fr_fr: Message d'erreur tronqué en raison de la longueur, veuillez vérifier le journal des erreurs pour le message complet :
hu_hu: A hibaüzenet hossza miatt csonkolva, kérjük, ellenőrizze a hibanaplóban a teljes üzenetet:
id_id: Pesan kesalahan terpotong karena terlalu panjang, silakan periksa log kesalahan untuk pesan message:
nl_nl: Foutmelding afgekapt vanwege de lengte, controleer het foutenlogboek voor het volledige bericht:
pl_pl: Wiadomość błędu została ucięta z powodu długości, sprawdź dziennik błędów, aby uzyskać pełną wiadomość:
pt_br: Mensagem de erro truncada devido ao tamanho. Verifique o registro de erros para ver a mensagem completa:
ro_ro: Mesaj de eroare trunchiat din cauza lungimii, verificați jurnalul de erori pentru mesajul complet:
ru_ru: Сообщение об ошибке усечено из-за длины, проверьте журнал ошибок для полного сообщения:
sr_rs: Poruka o grešci je skraćena zbog dužine, molimo vas da proverite dnevnik grešaka za kompletnu poruku:
tr_tr: Hata mesajı uzunluk nedeniyle kesildi. Lütfen mesajın tamamı için hata günlüğünü kontrol edin:
uk_ua: Повідомлення про помилку обрізано через довжину, будь ласка, перевірте журнал помилок для повного повідомлення:
vi_vn: Thông báo lỗi bị cắt ngắn do quá dài, vui lòng kiểm tra nhật ký lỗi để biết thông báo đầy đủ:
zh_cn: 由于长度过长错误消息被截断，请检查错误日志以获取完整消息：

source: Embed and integrate
ar_sa: تضمين ودمج
bg_bg: Вграждане и интегриране
ca_es: Incrustar i integrar
cs_cz: Vložit a integrovat
el_gr: Ενσωμάτωση και ενοποίηση
fa_ir: جاسازی و ادغام
fi_fi: Upota ja integroi
fr_fr: Embed et intégrer
hu_hu: Beágyazás és integrálás
id_id: Sematkan dan integrasikan
lt_lt: Įterpti ir integruoti
nl_nl: Insluiten en integreren
pl_pl: Osadź i zintegruj
pt_br: Incorporar e integrar
pt_pt: Incorporar e integrar
ro_ro: Încorporează și integrează
ru_ru: Встраивание и интеграция
sr_rs: Ugradite i integrišite
tr_tr: Yerleştirin ve entegre edin
uk_ua: Вбудувати та інтегрувати
vi_vn: Đã nhúng và tích hợp
zh_cn: 插入和整合

source: Extension not found
ar_sa: الملحق غير موجود
bg_bg: Разширението не бе намерено
ca_es: No s'ha trobat l'extensió
cs_cz: Rozšíření nenalezeno
de_de: Erweiterung wurde nicht gefunden
el_gr: Η επέκταση δε βρέθηκε
fa_ir: پسوند یافت نشد
fi_fi: Laajennusta ei löytynyt
fr_fr: Extension introuvable
hu_hu: Nem talált kiterjesztés
id_id: Ekstensi tidak ditemukan
lt_lt: Plėtinys nerastas
nl_nl: Extensie niet gevonden
pl_pl: Rozszerzenie nie znalezione
pt_br: Extensão não encontrada
pt_pt: Extensão não encontrada
ro_ro: Extensia nu a fost găsită
ru_ru: Расширение не найдено
sr_rs: Ekstenzija nije pronađena
tr_tr: Eklenti bulunamadı
uk_ua: Розширення не знайдено
vi_vn: Phần mở rộng không tồn tại
zh_cn: 找不到扩展

source: Parameter ext is missing
ar_sa: البارمتر مفقود
bg_bg: Параметъра ext липсва
ca_es: Falta el paràmetre ext
cs_cz: Parametr ext chybí
el_gr: Λείπει η παράμετρος ext
fa_ir: پارامتر ext وجود ندارد
fi_fi: Parametri ext puuttuu
fr_fr: Le paramètre ext est manquant
hu_hu: Az ext paraméter hiányzik
id_id: Parameter ext tidak ada
lt_lt: Trūksta ext parametro
nl_nl: Parameter ext ontbreekt
pl_pl: Brakuje parametru ext
pt_br: Modelo de parâmetro está faltando
pt_pt: O parâmetro ext está em falta
ro_ro: Parametrul ext lipsește
ru_ru: Отсутствует параметр ext
sr_rs: Nedostaje parametar ext
tr_tr: Parametre ext eksik
uk_ua: Не введений текст параметра
vi_vn: Phần mở rộng tham số bị thiếu
zh_cn: 缺少参数 ext

source: Extensions
ar_sa: الإضافات
bg_bg: Разширения
cs_cz: Rozšíření
de_de: Erweiterung
el_gr: Επεκτάσεις
fa_ir: افزونه ها
fi_fi: Laajennukset
hu_hu: Bővítések
id_id: Ekstensi
lt_lt: Plėtiniai
nl_nl: Extensies
pl_pl: Rozszerzenia
pt_br: Extensões
pt_pt: Extensões
ro_ro: Extensii
ru_ru: Расширения
sr_rs: Dodaci
tr_tr: Eklentiler
uk_ua: Розширення
vi_vn: Phần mở rộng
zh_cn: 扩展组件

source: Languages
ar_sa: اللغات
bg_bg: Езици
ca_es: Idiomes
cs_cz: Jazyky
de_de: Sprache
el_gr: Γλώσσες
fa_ir: زبان‌ها
fi_fi: Kielet
fr_fr: Langues
hu_hu: Nyelvek
id_id: Bahasa
lt_lt: Kalbos
nl_nl: Talen
pl_pl: Języki
pt_br: Idiomas
pt_pt: Línguas
ro_ro: Limbi
sr_rs: Jezici
tr_tr: Diller
uk_ua: Мови
vi_vn: Ngôn ngữ
zh_cn: 语言

source: Manage extensions
ar_sa: إدارة الملحقات
bg_bg: Управление на разширенията
ca_es: Gestiona les extensions
cs_cz: Spravovat rozšíření
de_de: Erweiterungen verwalten
el_gr: Διαχείριση επεκτάσεων
fa_ir: مدیریت افزونه ها
fi_fi: Hallitse laajennuksia
fr_fr: Gérer les extensions
hu_hu: Bővítmények kezelése
id_id: Kelola ekstensi
nl_nl: Extensies beheren
pl_pl: Zarządzaj rozszerzeniami
pt_br: Gerenciar extensões
ro_ro: Gestionează extensiile
ru_ru: Управление расширениями
sr_rs: Upravljajte ekstenzijama
tr_tr: Eklentileri yönet
uk_ua: Керування розширеннями
vi_vn: Quản lý tiện ích mở rộng
zh_cn: 扩展管理

source: Allows the staff member to install, update, or remove extensions.
bg_bg: Позволява на стафф модератора да инсталира, актуализира или премахва разширения.
ca_es: Permet al membre del personal instal·lar, actualitzar o eliminar extensions.
cs_cz: Umožňuje zaměstnanci instalovat, aktualizovat nebo odstranit rozšíření.
el_gr: Επιτρέπει στο μέλος του προσωπικού να εγκαθιστά, να ενημερώνει ή να αφαιρεί επεκτάσεις.
fi_fi: Sallii henkilöstön jäsenen asentaa, päivittää tai poistaa lisäosia.
hu_hu: Lehetővé teszi a munkatárs számára bővítmények telepítését, frissítését vagy eltávolítását.
id_id: Mengizinkan anggota staf memasang, memperbarui, atau menghapus ekstensi.
nl_nl: Hiermee kan de medewerker extensies installeren, bijwerken of verwijderen.
pl_pl: Pozwala pracownikowi na instalowanie, aktualizowanie lub usuwanie rozszerzeń.
pt_br: Permitir que o membro da equipe instale, atualize ou remova extensões.
ro_ro: Permite membrilor personalului să instaleze, să actualizeze sau să elimine extensii.
ru_ru: Позволяет сотруднику устанавливать, обновлять или удалять расширения.
tr_tr: Personelin eklentileri yüklemesine, güncellemesine veya kaldırmasına izin verir.
uk_ua: Дозволяє співробітникам встановлювати або видаляти розширення.

source: Visit the extension directory for more information on updating this extension.
ar_sa: قم بزيارة دليل الملحق للحصول على مزيد من المعلومات حول تحديث هذا الملحق.
bg_bg: Посетете директорията с разширения за повече информация относно актуализирането на това разширение.
ca_es: Visiteu el directori d'extensions per obtenir més informació sobre com actualitzar aquesta extensió.
cs_cz: Naštivte obchod s rozšířeními pro více informací ohledně aktualizace tohoto rozšíření.
el_gr: Επισκεφθείτε τον κατάλογο επεκτάσεων για περισσότερες πληροφορίες σχετικά με την ενημέρωση αυτής της επέκτασης.
fa_ir: برای اطلاعات بیشتر در مورد به روز رسانی این افزونه، از دایرکتوری افزونه دیدن کنید.
fi_fi: Lisätietoja laajennuksen päivittämisestä saat laajennushakemistosta.
fr_fr: Visitez le répertoire des extensions pour plus d'informations sur la mise à jour de cette extension.
hu_hu: A bővítmény frissítésével kapcsolatos további információkért keresd fel a bővítmények könyvtárát.
id_id: Kunjungi direktori ekstensi untuk informasi lebih lanjut tentang memperbarui ekstensi ini.
lt_lt: Norėdami gauti daugiau informacijos apie šio plėtinio atnaujinimą, apsilankykite plėtinių kataloge.
nl_nl: Ga naar de extensie directory voor meer informatie over het bijwerken van deze extensie.
pl_pl: Odwiedź katalog rozszerzeń, aby uzyskać więcej informacji na temat aktualizacji tego rozszerzenia.
pt_br: Visite o diretório de extensão para obter mais informações sobre como atualizar esta extensão.
pt_pt: Visite o diretório de extensões para obter mais informações sobre a atualização desta extensão.
ro_ro: Vizitați magazinul de extensii pentru mai multe informații despre actualizarea acestei extensii.
ru_ru: Посетите каталог расширений для получения дополнительной информации об обновлении этого расширения.
sr_rs: Posetite direktorijum ekstenzija za više informacija o ažuriranju ove ekstenzije.
tr_tr: Bu eklentiyi güncelleme hakkında daha fazla bilgi için eklenti kataloğunu ziyaret edin.
uk_ua: Відвідайте магазин розширень для отримання додаткової інформації про оновлення цього розширення.
vi_vn: Truy cập thư mục tiện ích để biết thêm thông tin về cách cập nhật tiện ích này.
zh_cn: 请访问扩展目录以了解更多关于更新扩展的信息。

source: FOSSBilling core modules cannot be managed
cs_cz: Nelze spravovat hlavní moduly FOSSBilling
de_de: Kernmodule von FOSSBilling können nicht verwaltet werden
el_gr: Δεν είναι δυνατή η διαχείριση των βασικών ενοτήτων FOSSBilling
hu_hu: A FOSSBilling alapmodulok nem kezelhetők
id_id: Modul inti FOSSBilling tidak dapat dikelola
nl_nl: FOSSBilling kernmodules kunnen niet worden beheerd
pl_pl: Podstawowe moduły FOSSBilling nie mogą być zarządzane
ro_ro: Modulele de bază FOSSBilling nu pot fi gestionate
ru_ru: Основные модули FOSSBilling не могут управляться

source: Coudn't find a valid download URL for the extension.
bg_bg: Не е намерен валиден URL адрес за изтегляне на разширението.
ca_es: No s'ha pogut trobar un URL de baixada vàlid per a l'extensió.
cs_cz: Nebyla nalezena platná URL pro stažení rozšíření.
el_gr: Δεν βρέθηκε ένα έγκυρο URL λήψης για την επέκταση.
fi_fi: Ei löydy kelvollista latausURL-osoitetta laajennusta varten.
hu_hu: Nem talál érvényes letöltési URL-t a bővítményhez.
id_id: Tidak dapat menemukan URL unduhan yang valid untuk ekstensi tersebut.
nl_nl: Er werd geen geldige download-URL voor de extensie gevonden.
pl_pl: Nie znaleziono poprawnego adresu URL pobierania rozszerzenia.
pt_br: Não foi possível encontrar uma URL válida para baixar a extensão.
ro_ro: Nu s-a găsit un URL de descărcare valid pentru extensie.
ru_ru: Не удалось найти действительный URL для загрузки расширения.
tr_tr: Eklenti için geçerli bir indirme URL'si bulunamadı.
uk_ua: Не вдалося знайти правильний URL завантаження для розширення.

source: This extension is not compatible with your version of FOSSBilling. Please update FOSSBilling to the latest version and try again.
ar_sa: هذا الملحق غير متوافق مع الإصدار الخاص بك من FOSSBilling. الرجاء تحديث البرمجيات الحرة والمفتوحة المصدر إلى أحدث إصدار وحاول مرة أخرى.
bg_bg: Това разширение не е съвместимо с вашата версия на FOSSBilling. Моля, актуализирайте FOSSBilling до най-новата версия и опитайте отново.
ca_es: Aquesta extensió no és compatible amb la vostra versió de FOSSBilling. Actualitzeu FOSSBilling a la darrera versió i torneu-ho a provar.
cs_cz: Toto rozšíření není kompatibilní s vaší verzí FOSSBillingu. Prosím aktualizujte FOSSBilling na nejnovější verzi a zkuste to znovu.
el_gr: Αυτή η επέκταση δεν είναι συμβατή με την έκδοση FOSSBilling. Παρακαλούμε ενημερώστε το FOSSBilling στην τελευταία έκδοση και προσπαθήστε ξανά.
fa_ir: این افزونه با نسخه FOSSBilling شما سازگار نیست. لطفاً FOSSBilling را به آخرین نسخه به روز کنید و دوباره امتحان کنید.
fi_fi: Tämä laajennus ei ole yhteensopiva FOSSBillingin version kanssa. Päivitä FOSSBilling uusimpaan versioon ja yritä uudelleen.
fr_fr: Cette extension n'est pas compatible avec votre version de FOSSBilling. Veuillez mettre à jour FOSSBilling vers la dernière version et réessayer.
hu_hu: Ez a bővítmény nem kompatibilis a FOSSBilling verzióddal. Kérjük, frissítsd a FOSSBilling szolgáltatást a legújabb verzióra, és próbáld újra.
id_id: Ekstensi ini tidak kompatibel dengan versi FOSSBilling Anda. Harap perbarui FOSSBilling ke versi terbaru dan coba lagi.
nl_nl: Deze extensie is niet compatibel met de huidige versie van FOSSBilling. Werk FOSSBilling bij naar de nieuwste versie en probeer het opnieuw.
pl_pl: To rozszerzenie nie jest kompatybilne z Twoją wersją FOSSBilling. Zaktualizuj FOSSBilling do najnowszej wersji i spróbuj ponownie.
pt_br: Essa extensão não é compatível com sua versão do FOSSBilling. Por favor, atualize o FOSSBilling para a versão mais recente e tente novamente.
ro_ro: Această extensie nu este compatibilă cu versiunea ta de FOSSBilling. Te rugăm să actualizezi FOSSBilling la ultima versiune și să încerci din nou.
ru_ru: Это расширение не совместимо с вашей версией FOSSBilling. Пожалуйста, обновите FOSSBilling до последней версии и попробуйте снова.
sr_rs: Ovo proširenje nije kompatibilno sa vašom verzijom FOSSBilling-a. Ažurirajte FOSSBilling na najnoviju verziju i pokušajte ponovo.
tr_tr: Bu eklenti, FOSSBilling sürümünüzle uyumlu değil. Lütfen FOSSBilling'i en son sürüme güncelleyin ve tekrar deneyin.
uk_ua: Це розширення не сумісне з вашою версією FOSSBilling. Оновіть FOSSBilling до останньої версії і повторіть спробу.
vi_vn: Tiện ích mở rộng này không tương thích với phiên bản FOSSBilling của bạn. Vui lòng cập nhật FOSSBilling lên phiên bản mới nhất và thử lại.

source: Failed to download the extension with error :code
ar_sa: فشل تحميل الملحق مع خطأ :code
bg_bg: Не успях да изтегля разширението с код за грешка :code
ca_es: No s'ha pogut baixar l'extensió amb error :code
cs_cz: Nepodařilo se stáhnout rozšíření. Chyba :code
el_gr: Αποτυχία λήψης της επέκτασης με σφάλμα :code
fa_ir: افزونه با خطای :code بارگیری نشد
fi_fi: Laajennuksen lataaminen epäonnistui virheellä :code
fr_fr: Impossible de télécharger l'extension avec l'erreur :code
hu_hu: Nem sikerült letölteni a kiterjesztést a következő hibával: kód
id_id: Gagal mengunduh ekstensi dengan kesalahan :code
lt_lt: Nepavyko atsisiųsti plėtinio su klaida :code
nl_nl: Fout bij het downloaden van de extensie :code
pl_pl: Nie udało się pobrać rozszerzenia z błędem :code
pt_br: Não foi possível baixar a extensão com erro :code
pt_pt: Falha ao descarregar a extensão com o código de erro :code
ro_ro: Nu s-a reușit descărcarea extensiei cu eroarea :code
ru_ru: Не удалось загрузить расширение с ошибкой :code
sr_rs: Preuzimanje ekstenzije sa greškom :code nije uspelo
tr_tr: Eklenti indirilemedi. Hata Kodu: :code
uk_ua: Не вдалося завантажити розширення з помилкою :code
vi_vn: Tải tiện ích mở rộng thất bại với mã lỗi :code
zh_cn: 下载扩展时出现错误 :code

source: Extension :id seems to be already installed.
ar_sa: يبدو أن الملحق :id مثبت فعلًا.
bg_bg: Разширението :id изглежда че вече е инсталирано.
ca_es: Extensió: id sembla que ja està instal·lada.
cs_cz: Rozšíření :id se zdá být již nainstalován.
el_gr: Επέκταση :id φαίνεται να έχει ήδη εγκατασταθεί.
fa_ir: به نظر می رسد افزونه :id قبلاً نصب شده است.
fi_fi: Laajennus :id näyttää olevan jo asennettu.
fr_fr: L'extension :id semble être déjà installée.
hu_hu: Úgy tűnik, hogy a :id bővítmény már telepítve van.
id_id: Ekstensi :id sepertinya sudah diinstal.
lt_lt: Atrodo, kad plėtinys :id jau įdiegtas.
nl_nl: Extensie :id lijkt al geïnstalleerd te zijn.
pl_pl: Rozszerzenie :id wydaje się być już zainstalowane.
pt_br: Extensão :id parece já estar instalada.
pt_pt: A extensão :id parece já estar instalada.
ro_ro: Extensia :id pare să fie deja instalată.
ru_ru: Расширение :id, похоже, уже установлено.
sr_rs: Izgleda da je proširenje :id već instalirano.
tr_tr: :id eklentisi zaten kurulu görünüyor.
uk_ua: Розширення :id, здається, вже встановлено.
vi_vn: ⚠️ Tiện ích mở rộng :id có vẻ đã được cài đặt.
zh_cn: 扩展 :id 似乎已经安装。
