Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Module :mod Client controller class was not found
ar_sa: لم يتم العثور على فئة الوحدة النمطية للتحكم بالعملاء :mod
bg_bg: Модул :mod Класът на клиентския контролер не бе намерен
ca_es: Mòdul :mod No s'ha trobat la classe del controlador del client
cs_cz: Třida kontroleru klienta v modulu :mod nebyla nalezena
de_de: Das Modul :mod Client controller class wurde nicht gefunden
el_gr: Η ενότητα :mod Client controller class δεν βρέθηκε
fa_ir: کنترلر کلاس ماژول کاربر یافت نشد
fi_fi: Moduulin :mod Asiakkaan ohjainluokkaa ei löytynyt
fr_fr: Module :mod La classe du contrôleur client n'a pas été trouvée
hu_hu: A :mod ügyfélvezérlő osztály modul nem található
id_id: Modul :mod class controller Client tidak ada
lt_lt: Modulio :mod Kliento valdiklio klasė nerasta
nl_nl: Module :mod client controller klasse is niet gevonden
pl_pl: Nie znaleziono klasy kontrolera w module :mod
pt_br: Módulo :mod classe controladora do cliente não foi encontrada
pt_pt: O módulo :mod Classe de controlador de cliente não foi encontrado
ro_ro: Clasa controller de client modul :mod nu a fost găsită
ru_ru: Класс контроллера клиента модуля :mod не найден
sr_rs: Modul :mod Client controller class nije pronađen
tr_tr: :mod modülü Müşteri kontrolcüsü (Client Controller) sınıfı bulunamadı
uk_ua: Клас керування модулем :mod Client не знайдено
vi_vn: Module :mod Client controller class không tồn tại
zh_cn: 模块 :mod Client 控制器类未找到

source: Core modules cannot be updated
cs_cz: Hlavní moduly nelze aktualizovat
de_de: Kernmodule können nicht aktualisiert werden
el_gr: Δεν μπορούν να ενημερωθούν τα βασικά modules
fa_ir: هسته این ماژول نمی تواند آپدیت شود
fi_fi: Ydinmoduuleja ei voi päivittää
fr_fr: Impossible de mettre à jour le module de base
hu_hu: Az alapmodulok nem frissíthetők
id_id: Modul Core tidak dapat diperbaharui
nl_nl: Kernmodules kunnen niet worden bijgewerkt
pl_pl: Moduł główny nie może zostać zaktualizowany
ro_ro: Modulul principal nu poate fi actualizat
ru_ru: Основные модули не могут быть обновлены
sr_rs: Core modul ne može bit ažuriran
vi_vn: Mô-đun lõi không thể cập nhật được
zh_cn: 无法更新核心模块

source: Invalid period code. Period definition must be 2 chars length
ar_sa: رمز المدّة غير صالح. تعريف المدّة يجب أن يكون طول 2 حرف
bg_bg: Невалиден код за период. Определянето на периода трябва да бъде с дължина 2 символа
ca_es: Codi de període no vàlid. La definició del període ha de tenir 2 caràcters
cs_cz: Neplatný periodický kód. Definice období musí mít délku 2 znaků
de_de: Ungültiger Zeitraum. Zeitraum muss aus 2 Zeichen bestehen
el_gr: Μη έγκυρος κωδικός περιόδου. Ο ορισμός περιόδου πρέπει να έχει μήκος 2 χαρακτήρες
fa_ir: کد نا معتبر. طول آن باید حداقل 2 کاراکتر باشد
fi_fi: Virheellinen jaksokoodi. Jakson määritelmän on oltava 2 merkkiä
fr_fr: Code de période invalide. La définition de la période doit être de 2 caractères
hu_hu: Érvénytelen időszakkód. A periódusdefiníciónak 2 karakter hosszúságúnak kell lennie
id_id: Kode priode tidak valid. Periode harus 2 karakter
lt_lt: Neteisingas laikotarpio kodas. Taško apibrėžimas turi būti 2 simbolių ilgumo
nl_nl: Ongeldige periode code. Periode definitie moet 2 tekens lang zijn
pl_pl: Nieprawidłowy kod okresu. Definicja okresu musi zawierać 2 znaki
pt_br: Código de período inválido. A definição do período deve ser de 2 caracteres
pt_pt: Código de período inválido. A definição do período deve ter 2 caracteres de comprimento
ro_ro: Codul perioadei este incorect. Definiția perioadei trebuie să aibă 2 caractere lungime
ru_ru: Неверный код периода. Определение периода должно иметь длину 2 символа
sr_rs: Nevažeći kod perioda. Definirajte period sa 2 znaka
tr_tr: Periyot kodu geçersiz. Periyot kodu 2 karakter uzunluğunda olmalı
uk_ua: Невірний код періоду. Визначення періоду має бути довжиною 2 символи
vi_vn: Mã giai đoạn không hợp lệ. Định nghĩa giai đoạn phải dài 2 ký tự
zh_cn: 无效的周期代码。周期定义必须是 2 个字符的长度

source: Period Error. Unit :unit is not defined
ar_sa: خطأ في المدّة. الوحدة :Unit غير معرف
bg_bg: Грешка с периода. Единицата :unit не е дефинирана
ca_es: Error de període. Unitat: la unitat no està definida
cs_cz: Periodická chyba. Jednotka :unit není definována
de_de: Zeitraum Fehler. Einheit :unit ist nicht definiert
el_gr: Σφάλμα περιόδου. Η μονάδα :unit δεν έχει οριστεί
fa_ir: خطای دوره. واحد :unit تعریف نشده است
fi_fi: Jakson virhe. Yksikköä :unit ei ole määritelty
fr_fr: Erreur de période. L'unité :unit n'est pas définie
hu_hu: Időszakos hiba. Egység :egység nincs definiálva
id_id: Periode salah. Unit :unit tak terdefinisi
lt_lt: Periodo Klaida. Vienetas :unit neapibrėžtas
nl_nl: Periode fout. Eenheid :unit is niet gedefinieerd
pl_pl: Błąd okresu. Jednostka :unit nie jest zdefiniowana
pt_br: Erro de período. A unidade :unit não está definida
pt_pt: Erro de período. Unidade :a unidade não está definida
ro_ro: Eroare de perioadă. Unitatea :unit nu este definită
sr_rs: Greška perioda. Jedinica :unit nije definisan
tr_tr: Periyot hatası. :unit adlı birim tanımlı değil
uk_ua: Помилка періоду. одиниця: одиниця не визначена
vi_vn: Lỗi giai đoạn. Đơn vị :unit không được định nghĩa
zh_cn: 周期错误。单位 :unit 未定义

source: Invalid period quantity :qty for unit :unit. Allowed range is from :from to :to
ar_sa: كَمَيَّة المدّة غير صالحة :qty للوحدة :وحدة. النطاق المسموح به هو من :from إلى :to
bg_bg: Невалидно периодично количество :qty за единица :unit. Разрешеният обхват е от :from to :to
ca_es: Quantitat de període no vàlida:qty per a unitat:unitat. L'interval permès és de :from a :to
cs_cz: Neplatné periodické množství: :qty pro jednotku :Unit. Povolený rozsah od :from do :to
de_de: Ungültige Menge :qty für Einheit :unit. Erlaubter Bereich ist von :from bis :to
el_gr: Μη έγκυρη ποσότητα περιόδου :qty για τη μονάδα :unit. Το επιτρεπόμενο εύρος είναι από :from έως :to
fa_ir: دوره تعداد :qty برای واحد :unit معتبر نیست. محدوده مجاز از :from تا :to است
fi_fi: Virheellinen jakson määrä :qty yksikölle :unit. Sallittu alue on :from to :to
fr_fr: Quantité de période invalide :qty pour l'unité :unit. La plage autorisée est de :from à :to
hu_hu: Érvénytelen időszaki mennyiség :qty az egység :unit számára. Az engedélyezett tartomány :from-tól :to-ig terjed
id_id: Kualiti periode tak valid :qty untuk unit :unit. Izinkan antara :from sampai :to
lt_lt: Neteisingas periodo :qty kiekis vienetui :unit. Leidžiamas diapozonas yra nuo :from iki :to
nl_nl: Ongeldige periode hoeveelheid :qty voor eenheid :unit. Toegestane bereik is van :from tot :to
pl_pl: Nieprawidłowa ilość okresu :qty dla jednostki :unit. Dozwolony zakres wynosi od :from do :to
pt_br: Quantidade de período inválido :qty para unidade :unit. O intervalo permitido é de :from até :to
pt_pt: Quantidade de período inválida :qty para a unidade :unit. O intervalo permitido é de :from a :to
ro_ro: Perioadă incorectă pentru cantitatea :qty la unitatea :unit. Intervalul permis este de la :from până la :to
ru_ru: Неверное количество периода :qty для единицы :unit. Допустимый диапазон от :from до :to
sr_rs: Nevažeća količina perioda :qty za jedinicu :unit. Dozvoljen raspon je od :from do :to
tr_tr: :unit için geçersiz dönem miktarı :qty. İzin verilen aralık :from -> :to
uk_ua: Некоректна кількість :qty для одиниці :unit. Дозволено діапазон від :from to :to
vi_vn: Số lượng giai đoạn không hợp lệ :qty cho đơn vị :unit. Dải cho phép là từ :from đến :to
zh_cn: 单位 :unit 的周期量 :qty 无效，允许的范围是从 :from 到 :to

source: Every week
ar_sa: كل اسبوع
bg_bg: Всяка седмица
ca_es: Cada setmana
cs_cz: Každý týden
de_de: Jede Woche
el_gr: Κάθε εβδομάδα
fa_ir: هر هفته
fi_fi: Joka viikko
fr_fr: Chaque semaine
hu_hu: Minden héten
id_id: Setiap minggu
lt_lt: Kas savaitę
nl_nl: Elke week
pl_pl: Co tydzień
pt_br: Semanal
pt_pt: Todas as semanas
ro_ro: În fiecare săptămână
ru_ru: Каждую неделю
sr_rs: Svake nedelje
tr_tr: Her hafta
uk_ua: Кожного тижня
vi_vn: Hàng tuần
zh_cn: 每周

source: Every month
ar_sa: كل شهر
bg_bg: Всеки месец
ca_es: Cada mes
cs_cz: Každý měsíc
de_de: Monatlich
el_gr: Κάθε μήνα
fa_ir: هر ماه
fi_fi: Joka kuukausi
fr_fr: Chaque mois
hu_hu: Minden hónapban
id_id: Setiap bulan
lt_lt: Kas mėnesį
nl_nl: Elke maand
pl_pl: Co miesiąc
pt_br: Mensal
pt_pt: Todos os meses
ro_ro: În fiecare lună
sr_rs: Svaki mesec
tr_tr: Her ay
uk_ua: Щомісяця
vi_vn: Hàng tháng
zh_cn: 每月

source: Every 3 months
ar_sa: كل 3 أشهر
bg_bg: На всеки 3 месеца
ca_es: Cada 3 mesos
cs_cz: Každé 3 měsíce
de_de: Alle 3 Monate
el_gr: Κάθε 3 μήνες
fa_ir: هر 3 ماه
fi_fi: 3 kuukauden välein
fr_fr: Tous les 3 mois
hu_hu: 3 havonta
id_id: Setiap 3 bulan
lt_lt: Kas 3 mėnesius
nl_nl: Elke 3 maanden
pl_pl: Co 3 miesiące
pt_br: Trimestral
pt_pt: A cada 3 meses
ro_ro: La fiecare 3 luni
ru_ru: Каждые 3 месяца
sr_rs: Svaka 3 meseca
tr_tr: Üç ayda bir
uk_ua: Кожні 3 місяці
vi_vn: Mỗi 3 tháng
zh_cn: 每 3 个月

source: Every 6 months
ar_sa: كل 6 أشهر
bg_bg: На всеки 6 месеца
ca_es: Cada 6 mesos
cs_cz: Každých 6 měsíců
de_de: Alle 6 Monate
el_gr: Κάθε 6 μήνες
fa_ir: هر 6 ماه
fi_fi: 6 kuukauden välein
fr_fr: Tous les 6 mois
hu_hu: 6 havonta
id_id: Setiap 6 bulan
lt_lt: Kas 6 mėnesius
nl_nl: Elke 6 maanden
pl_pl: Co 6 miesięcy
pt_br: Semestral
pt_pt: A cada 6 meses
ro_ro: La fiecare 6 luni
ru_ru: Каждые 6 месяцев
sr_rs: Svakih 6 meseci
tr_tr: Altı ayda bir
uk_ua: Кожні 6 місяців
vi_vn: Mỗi 6 tháng
zh_cn: 每 6 个月

source: Every year
ar_sa: سنوي
bg_bg: Всяка година
ca_es: Cada any
cs_cz: Každý rok
de_de: Jährlich
el_gr: Κάθε χρόνο
fa_ir: هر سال
fi_fi: Vuosittain
fr_fr: Chaque année
hu_hu: Minden évben
id_id: Setiap tahun
lt_lt: Kas metus
nl_nl: Elk jaar
pl_pl: Co roku
pt_br: Anual
pt_pt: Todos os anos
ro_ro: În fiecare an
sr_rs: Svake godine
tr_tr: Her yıl
uk_ua: Щороку
vi_vn: Hàng năm
zh_cn: 每年

source: Every 2 years
ar_sa: كل سنتين
bg_bg: На всеки 2 години
ca_es: Cada 2 anys
cs_cz: Každé 2 roky
de_de: Alle 2 Jahre
el_gr: Κάθε 2 χρόνια
fa_ir: هر ۲ سال
fi_fi: 2 vuoden välein
fr_fr: Tous les 2 ans
hu_hu: 2 évente
id_id: Setiap 2 tahun
lt_lt: Kas 2 metus
nl_nl: Elke 2 jaar
pl_pl: Co 2 lata
pt_br: Bienal
pt_pt: De 2 em 2 anos
ro_ro: La fiecare 2 ani
sr_rs: Svake 2 godine
tr_tr: 2 yılda bir
uk_ua: Кожні 2 роки
vi_vn: Mỗi 2 năm
zh_cn: 每 2 年

source: Every 3 years
ar_sa: كل ثلاث سنوات
bg_bg: На всеки 3 години
ca_es: Cada 3 anys
cs_cz: Každé 3 roky
de_de: Alle 3 Jahre
el_gr: Κάθε 3 χρόνια
fa_ir: هر ۳ سال
fi_fi: 3 vuoden välein
fr_fr: Tous les 3 ans
hu_hu: 3 évente
id_id: Setiap 3 tahun
lt_lt: Kas 3 metus
nl_nl: Elke 3 jaar
pl_pl: Co 3 lata
pt_br: Trienal
pt_pt: De 3 em 3 anos
ro_ro: La fiecare 3 ani
sr_rs: Svake 3 godine
tr_tr: 3 yılda bir
uk_ua: Кожні 3 роки
vi_vn: Mỗi 3 năm
zh_cn: 每 3 年

source: Every :number day
ar_sa: كل :number يوم
bg_bg: Всеки :number дни
ca_es: Cada dia:número
cs_cz: Každé :number den
de_de: Jeden :number Tag
el_gr: Κάθε :number ημέρα
fa_ir: هر :number روز
fi_fi: Joka :number päivä
fr_fr: Tous les :number jour
hu_hu: Minden :számnap
id_id: Setiap :number hari
lt_lt: Kas :number dieną
nl_nl: Elke dag
pl_pl: Codziennie
pt_br: A cada :number dia
pt_pt: A cada :number dia
ro_ro: Zilnic
ru_ru: Har :number kun
sr_rs: Svaki :number dan
tr_tr: Her :number günde bir
uk_ua: Кожен :number день
vi_vn: :number ngày 1 lần
zh_cn: 每 :number 天

source: Every :number week
ar_sa: كل :number اسبوع
bg_bg: Всеки :number седмица
ca_es: Cada:número setmana
cs_cz: Každý :number týden
de_de: Jede :number Woche
el_gr: Κάθε :number εβδομάδα
fa_ir: هر :number هفته
fi_fi: Joka :number viikko
fr_fr: Toutes les :number semaine
hu_hu: Minden :számhéten
id_id: Setiap :number pekan
lt_lt: Kas :number savaitę
nl_nl: Elke week
pl_pl: Co tydzień
pt_br: A cada :number semana
pt_pt: A cada :number semana
ro_ro: Săptămânal
sr_rs: Svaka :number nedelja
tr_tr: Her :number haftada bir
uk_ua: Кожен :number тиждень
vi_vn: :number tuần 1 lần
zh_cn: 每 :number 周

source: Every :number month
ar_sa: كل :number شهر
bg_bg: Всеки :number месеца
ca_es: Cada: nombre mes
cs_cz: Každý :number měsíc
de_de: Jeden :number Monat
el_gr: Κάθε :number μήνα
fa_ir: هر :number ماه
fi_fi: Joka :number kuukausi
fr_fr: Tous les :number mois
hu_hu: Minden :számhónapban
id_id: Setiap :number bulan
lt_lt: Kas :number mėnesį
nl_nl: Elke maand
pl_pl: Co miesiąc
pt_br: A cada :number mês
pt_pt: A cada :number mês
ro_ro: Lunar
ru_ru: Каждый :number месяц
sr_rs: Svaki :number mesec
tr_tr: Her :number ayda bir
uk_ua: Кожен :number місяць
vi_vn: :number tháng 1 lần
zh_cn: 每 :number 月

source: Every :number year
ar_sa: كل :number سنه
bg_bg: Всеки :number година
ca_es: Cada: nombre any
cs_cz: Každý :number rok
de_de: Jedes :number Jahr
el_gr: Κάθε :number έτος
fa_ir: هر :number سال
fi_fi: Joka :number vuosi
fr_fr: Tous les ans
hu_hu: Minden :number évben
id_id: Setiap :number tahun
lt_lt: Kas :number metus
nl_nl: Elke :number jaar
pl_pl: Co rok
pt_br: A cada :number ano
pt_pt: A cada :number ano
ro_ro: Anual
ru_ru: Каждый :number год
sr_rs: Svaka :number godina
tr_tr: Her :number yılda bir
uk_ua: Кожен :number рік
vi_vn: :number năm 1 lần
zh_cn: 每 :number 年

source: Unit not defined
ar_sa: الوحدة غير معرفه
bg_bg: Единицата не е дефинирана
ca_es: Unitat no definida
cs_cz: Jednotka není definována
de_de: Einheit ist nicht definiert
el_gr: Η μονάδα δεν ορίστηκε
fa_ir: واحد تعریف نشده است
fi_fi: Yksikköä ei määritelty
fr_fr: Unit non défini
hu_hu: Nem meghatározott egység
id_id: Unit tak terdefinisi
lt_lt: Vienetas nenustatytas
nl_nl: Eenheid niet gedefinieerd
pl_pl: Jednostka nie została zdefiniowana
pt_br: Unidade não definida
pt_pt: Unidade não definida
ro_ro: Unitatea nu este definită
ru_ru: Единица не определена
sr_rs: Jedinica nije definisana
tr_tr: Birim (Unit) tanımlanmadı
uk_ua: Одиниця не визначена
vi_vn: Đơn vị chưa được định nghĩa
zh_cn: 未定义单位

source: Unable to get the number of months for :unit
ar_sa: غير قادر على الحصول على عدد الأشهر لـ :Unit
bg_bg: Невъзможно е да се получи броят на месеците за :unit
ca_es: No es pot obtenir el nombre de mesos per a :unit
cs_cz: Nelze získat počet měsíců pro :unit
de_de: Die Anzahl der Monate für :unit konnte nicht geladen werden
el_gr: Δεν είναι δυνατή η λήψη του αριθμού των μηνών για :unit
fa_ir: خطا در دریافت تعداد ماه های :unit
fi_fi: Kuukausien lukumäärää ei saada yksikölle :unit
fr_fr: Impossible d'obtenir le nombre de mois pour :unit
hu_hu: Nem lehet lekérni a :unit hónapjainak számát
id_id: Gagal mendapatkan jumlah bulan untuk :unit
lt_lt: Nepavyko gauti :unit mėnesių skaičiaus
nl_nl: Kon het aantal maanden voor :unit niet ophalen
pl_pl: Nie można pobrać liczby miesięcy dla :unit
pt_br: Não foi possível obter o número de meses para :unit
pt_pt: Não é possível obter o número de meses para :unit
ro_ro: Imposibil de obținut numărul de luni pentru :unit
ru_ru: Не удалось получить количество месяцев для :unit
sr_rs: Nije moguće dobiti broj meseci za :unit
tr_tr: :unit için ayların sayısı alınamıyor
uk_ua: Не вдалося отримати кількість місяців за :unit
vi_vn: Không thể lấy số tháng của :unit.
zh_cn: 无法获取 :unit 的月数

source: Unable to set up FOSSBilling translation functionality, locale was undefined.
cs_cz: Nepodařilo se nastavit funkci FOSSBilling překladu, locale není definován.
de_de: Die FOSSBilling-Übersetzungsfunktion konnte nicht eingerichtet werden, das Gebietsschema war nicht definiert.
el_gr: Αδυναμία ρύθμισης της μεταφραστικής λειτουργίας FOSSBilling, η τοπική γλώσσα ήταν απροσδιόριστη.
fa_ir: تنظیمات ترجمه زبان FOSSBilling ممکن نیست، زبان تعریف نشده است.
fi_fi: FOSSBilling-käännöstoiminnallisuutta ei voitu määrittää, kieli oli määrittelemätön.
fr_fr: Impossible de configurer la fonctionnalité de traduction de FOSSBilling, la langue n'a pas été définie.
hu_hu: Nem sikerült beállítani a FOSSBilling fordítási funkciót, a területi beállítás nem volt meghatározva.
id_id: Terjemahan pada FOSSBilling tidak dapat diinisiasi, variabel locale tidak ditemukan.
nl_nl: Kan de FOSSBilling-vertaalfunctionaliteit niet instellen, de landinstelling is niet gedefinieerd.
pl_pl: Nie można skonfigurować funkcji tłumaczenia FOSSBilling, język nie został zdefiniowany.
ro_ro: Nu s-a putut configura funcționalitatea de traducere FOSSBilling, localizarea a fost nedefinită.
ru_ru: Не удалось настроить функцию перевода FOSSBilling, языковой стандарт был не определен.
sr_rs: Nije moguće podesiti FOSSBilling funkciju prevođenja, jezik nije definisan.
vi_vn: Không thể thiết lập chức năng dịch FOSSBilling, ngôn ngữ không được xác định.
zh_cn: 无法启用 FOSSBilling 翻译功能，语言环境未设置。

source: second
ar_sa: ثانية
bg_bg: секунда
ca_es: segon
cs_cz: sekunda
de_de: sekunde
el_gr: δευτερόλεπτο
fa_ir: ثانیه
fi_fi: sekuntia
fr_fr: seconde
hu_hu: másodperc
id_id: detik
lt_lt: sekundė
nl_nl: seconde
pl_pl: sekunda
pt_br: segundo
pt_pt: segundo
ro_ro: secundă
sr_rs: sekundi
tr_tr: saniye
uk_ua: секунд
vi_vn: giây
zh_cn: 秒

source: minute
ar_sa: دقيقة
bg_bg: минута
ca_es: minut
cs_cz: minuta
el_gr: λεπτό
fa_ir: دقیقه
fi_fi: minuuttia
hu_hu: perc
id_id: menit
lt_lt: minutė
nl_nl: minuut
pl_pl: minuta
pt_br: minuto
pt_pt: minuto
ro_ro: minut
sr_rs: minuta
tr_tr: dakika
uk_ua: хвилин
vi_vn: phút
zh_cn: 分钟

source: hour
ar_sa: ساعة
bg_bg: час
ca_es: hora
cs_cz: hodina
de_de: Stunde
el_gr: ώρα
fa_ir: ساعت
fi_fi: tuntia
fr_fr: heure
hu_hu: óra
id_id: jam
lt_lt: valanda
nl_nl: uur
pl_pl: godzina
pt_br: hora
pt_pt: hora
ro_ro: oră
sr_rs: sat
tr_tr: saat
uk_ua: годин
vi_vn: giờ
zh_cn: 小时

source: day
ar_sa: يوم
bg_bg: ден
ca_es: dia
cs_cz: den
de_de: Tag
el_gr: ημέρα
fa_ir: روز
fi_fi: päivää
fr_fr: jour
hu_hu: nap
id_id: hari
lt_lt: diena
nl_nl: dag
pl_pl: dzień
pt_br: dia
pt_pt: dia
ro_ro: zi
sr_rs: dan
tr_tr: gün
uk_ua: днів
vi_vn: ngày
zh_cn: 天

source: week
ar_sa: اسبوع
bg_bg: седмица
ca_es: setmana
cs_cz: týden
de_de: Woche
el_gr: εβδομάδα
fa_ir: هفته
fi_fi: viikkoa
fr_fr: semaine
hu_hu: hét
id_id: minggu
lt_lt: savaitė
pl_pl: tydzień
pt_br: semana
pt_pt: semana
ro_ro: săptămână
sr_rs: nedelja
tr_tr: hafta
uk_ua: тиждень
vi_vn: tuần
zh_cn: 周

source: month
ar_sa: شهر
bg_bg: месец
ca_es: mes
cs_cz: měsíc
de_de: Monat
el_gr: μήνας
fa_ir: ماه
fi_fi: kuukautta
fr_fr: mois
hu_hu: hónap
id_id: bulan
lt_lt: mėnesis
nl_nl: maand
pl_pl: miesiąc
pt_br: mês
pt_pt: mês
ro_ro: lună
sr_rs: mesec
tr_tr: ay
uk_ua: місяців
vi_vn: tháng
zh_cn: 月

source: year
ar_sa: سنة
bg_bg: година
ca_es: any
cs_cz: rok
de_de: Jahr
el_gr: έτος
fa_ir: سال
fi_fi: vuotta
fr_fr: année
hu_hu: év
id_id: tahun
lt_lt: metai
nl_nl: jaar
pl_pl: rok
pt_br: ano
pt_pt: ano
ro_ro: an
ru_ru: год
sr_rs: godina
tr_tr: yıl
uk_ua: рік
vi_vn: năm
zh_cn: 年

source: decade
ar_sa: عقد
bg_bg: десетилетие
ca_es: dècada
cs_cz: dekáda
de_de: Jahrzehnt
el_gr: δεκαετία
fa_ir: دهه
fi_fi: vuosikymmen
fr_fr: décennie
hu_hu: évtized
id_id: dasawarsa
lt_lt: dešimtmetis
nl_nl: decennium
pl_pl: dekada
pt_br: década
pt_pt: década
ro_ro: deceniu
sr_rs: dekada
tr_tr: on yıl
uk_ua: десятиріччя
vi_vn: thập kỷ
zh_cn: 十年

source: Missing :missing: param for Box_TwigLoader
ar_sa: مفقود :missing: لـ Box_twigLoader
bg_bg: Липсва :missing: параван тип за Box_TwigLoader
ca_es: Falta :missing: paràmetre per a Box_TwigLoader
cs_cz: Chybí :missing: param pro Box_TwigLoader
de_de: Fehlender Parameter :missing: für Box_TwigLoader
el_gr: Λείπει η παράμετρος :missing: για το Box_TwigLoader
fa_ir: پارامتر :missing: برای Box_TwigLoader وجود ندارد
fi_fi: Box_TwigLoaderista puuttuu :missing: parametri
fr_fr: Paramètre :missing: manquant pour Box_TwigLoader
hu_hu: Hiányzó :hiányzik: param a Box_TwigLoader számára
id_id: Parameter mods untuk Box_TwigLoader tidak ditemukan
nl_nl: Ontbrekende :missing: parameter voor Box_TwigLoader
pl_pl: Brakuje parametru :missing: dla Box_TwigLoader
pt_br: Faltando: parâmetro para Box_TwigLoader
pt_pt: Falta :missing: param para Box_TwigLoader
ro_ro: Lipsește :missing: param pentru Box_TwigLoader
ru_ru: Отсутствует параметр :missing: для Box_TwigLoader
sr_rs: Nedostaje :missing: parametara za Box_TwigLoader
tr_tr: Box_TwigLoader için eksik :missing: parametre
uk_ua: Відсутній :missing: param для Box_TwigLoader
vi_vn: Thiếu :missing: thông số cho Box_TwigLoader
zh_cn: Box_TwigLoader缺少参数 :missing:

source: Unable to fetch alerts from Central Alerts System. See the error log for more information.
cs_cz: Nelze načíst upozornění z centrálního systému výstrah. Více informací naleznete v protokolu chyb.
de_de: Alarme können nicht vom zentralen Alarmsystem abgerufen werden. Siehe das Fehlerprotokoll für weitere Informationen.
el_gr: Αδυναμία λήψης ειδοποιήσεων από το Κεντρικό Σύστημα Ειδοποιήσεων. Ανατρέξτε στο αρχείο καταγραφής σφαλμάτων για περισσότερες πληροφορίες.
fa_ir: دریافت هشدارها از سیستم هشدار مرکزی امکان‌پذیر نیست. برای اطلاعات بیشتر به گزارش خطا مراجعه کنید.
fi_fi: Hälytyksiä ei voida noutaa hälytyskeskusjärjestelmästä. Katso lisätietoja virhelokista.
fr_fr: Impossible de récupérer les alertes à partir du système d'alertes centrales. Consultez le journal des erreurs pour plus d'informations.
hu_hu: Nem lehet riasztásokat lekérni a központi riasztórendszerből. További információkért lásd a hibanaplót.
id_id: Tidak dapat mengambil peringatan dari Sistem Central Alerts. Lihat log untuk informasi lebih lanjut.
nl_nl: Kan geen meldingen ophalen van het centrale alarmeringssysteem. Bekijk het foutenlogboek voor meer informatie.
pl_pl: Nie można pobrać alertów z centralnego systemu powiadomień. Więcej informacji znajdziesz w dzienniku błędów.
ro_ro: Nu s-au putut prelua alertele de la Sistemul Central de Alerte. Vezi jurnalul de erori pentru mai multe informații.
ru_ru: Не удается получить оповещения из центральной системы оповещений. Дополнительную информацию смотрите в журнале ошибок.
sr_rs: Nije moguće preuzeti upozorenja iz Centralnog Sistema upozorenja. Pogledajte error log za više infirmacija.
vi_vn: Không thể tìm nạp cảnh báo từ Hệ thống cảnh báo trung tâm. Xem nhật ký lỗi để biết thêm thông tin.
zh_cn: 无法从消息中心获取警告信息，请查看错误日志获取详细信息。

source: Invalid response from the FOSSBilling Central Alerts System.
ar_sa: رد غير صحيح من نظام التنبيهات المركزي FOSSBilling.
bg_bg: Невалиден отговор от централната система за сигнали на FOSSBilling.
ca_es: Resposta no vàlida del sistema d'alertes central de FOSSBilling.
cs_cz: Neplatná odpověď ze systému centrálních výstrah FOSSBillingu.
de_de: Ungültige Atwort vom FOSSBiling Central Alerts System.
el_gr: Μη έγκυρη απάντηση από το κεντρικό σύστημα ειδοποιήσεων FOSSBilling.
fa_ir: پاسخ نامعتبر از سیستم هشدار مرکزی FOSSBilling.
fi_fi: Virheellinen vastaus FOSSBilling Central Alerts -järjestelmästä.
fr_fr: Réponse invalide du système d'alerte central de FOSSBilling.
hu_hu: Érvénytelen válasz a FOSSBilling központi riasztási rendszerétől.
id_id: Tanggapan tidak valid dari Sistem Peringatn Pusat FOSSBilling .
lt_lt: Neteisingas atsakymas iš FOSSBilling Centrinės Įspėjimų Sistemos.
nl_nl: Ongeldige reactie van het FOSSBilling Central Alerts System.
pl_pl: Nieprawidłowa odpowiedź z centralnego systemu ostrzegania FOSSBilling.
pt_br: Resposta inválida do Sistema de Alerta da Central do FOSSBilling.
pt_pt: Resposta inválida do sistema central de alertas da FOSSBilling.
ro_ro: Răspuns invalid de la Sistemul de Alerte Centrale FOSSBilling.
ru_ru: Недопустимый ответ от системы центральных оповещений FOSSBBilling.
sr_rs: Nevažeći odgovor iz FOSSBilling sistema za centralna obaveštenja.
tr_tr: FOSSBilling Merkezi Uyarı Sisteminden geçersiz yanıt.
uk_ua: Недійсна відповідь від центральної системи оповіщення FOSSBilling.
vi_vn: Phản hồi không hợp lệ từ Hệ thống Cảnh báo Trung tâm Thanh toán FOSS.
zh_cn: FOSSBilling 中央警报系统的响应无效。
