Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Here, you have the option to include custom parameters that can be requested from the API. This is particularly useful if you want to set specific limits for API keys. Your application can connect to the FOSSBilling API and retrieve the custom parameters you have defined for an API key.
ar_sa: هنا، لديك الخيار لتضمين المعلمات المخصصة التي يمكن طلبها من API. هذا مفيد بشكل خاص إذا كنت ترغب في تعيين حدود محددة لمفاتيح API. يمكن لتطبيقك الاتصال بـ API FOSSBilling واسترداد المعلمات المخصصة التي حددتها لمفتاح API.
bg_bg: Тук имате възможността да включите персонализирани параметри, които могат да бъдат поискани от API ключа. Това е особено полезно, ако искате да зададете конкретни ограничения за API ключовете. Вашето приложение може да се свърже с FOSSBilling API и да изтегли потребителските параметри, които сте дефинирали за API ключа.
ca_es: Aquí teniu l'opció d'incloure paràmetres personalitzats que es poden sol·licitar des de l'API. Això és especialment útil si voleu establir límits específics per a les claus API. La vostra aplicació es pot connectar a l'API FOSSBilling i recuperar els paràmetres personalitzats que hàgiu definit per a una clau d'API.
cs_cz: Zde máte možnost zahrnout vlastní parametry, které mohou být požadovány z API. To je užitečné zejména v případě, že chcete nastavit specifické limity pro API klíče. Vaše aplikace se může připojit k FOSSBilling API a načíst vlastní parametry, které jste definovali pro klíč API.
de_de: Hier haben Sie die Möglichkeit, benutzerdefinierte Parameter aufzunehmen, die von der API angefordert werden können. Dies ist besonders nützlich, wenn Sie bestimmte Grenzen für API-Schlüssel festlegen möchten. Ihre Anwendung kann sich mit der FOSSBilling-API verbinden und die benutzerdefinierten Parameter abrufen, die Sie für einen API-Schlüssel definiert haben.
el_gr: Εδώ, έχετε τη δυνατότητα να συμπεριλάβετε προσαρμοσμένες παραμέτρους που μπορούν να ζητηθούν από το API. Αυτό είναι ιδιαίτερα χρήσιμο αν θέλετε να ορίσετε συγκεκριμένα όρια για τα κλειδιά API. Η εφαρμογή σας μπορεί να συνδεθεί με το API του FOSSBilling και να ανακτήσει τις προσαρμοσμένες παραμέτρους που έχετε ορίσει για ένα κλειδί API.
fa_ir: در اینجا، شما این امکان را دارید که پارامترهای سفارشی را که می‌توان از API درخواست کرد، اضافه کنید. اگر بخواهید محدودیت های خاصی را برای کلیدهای API تعیین کنید، این ویژگی برای شما مفید است. برنامه شما می تواند به API متصل شود و پارامترهای سفارشی را که برای یک کلید API تعریف کرده اید بازیابی کند.
fi_fi: Tässä voit lisätä mukautettuja parametreja, joita voidaan pyytää API:sta. Tämä on erityisen hyödyllistä, jos haluat asettaa erityisiä rajoituksia API-avaimille. Sovelluksesi voi muodostaa yhteyden FOSSBilling API:hin ja hakea API-avaimelle määrittelemäsi mukautetut parametrit.
fr_fr: Ici, vous avez la possibilité d'inclure des paramètres personnalisés qui peuvent être demandés depuis l'API. Ceci est particulièrement utile si vous voulez définir des limites spécifiques pour les clés d'API. Votre application peut se connecter à l'API FOSSBilling et récupérer les paramètres personnalisés que vous avez définis pour une clé d'API.
hu_hu: Itt lehetősége van az API-tól kérhető egyéni paraméterek belefoglalására. Ez különösen akkor hasznos, ha konkrét korlátokat szeretne beállítani az API-kulcsokhoz. Az alkalmazás csatlakozhat a FOSSBilling API-hoz, és lekérheti az API-kulcshoz definiált egyéni paramétereket.
id_id: Disini, Anda memiliki opsi untuk memasukan kustom parameter yang dapat digunakan untuk meminta dari API. Ini akan sangat berguna jika Anda ingin mengatur limitasi yang spesifik ke Kunci API. Aplikasi Anda dapat terhubung dengan FOSSBilling API dan menerima kustom parameter yang telah dibuat untuk Kunci API tersebut.
nl_nl: Hier heeft men de mogelijkheid om aangepaste parameters op te nemen die via de API opgevraagd kunnen worden. Dit is bijzonder nuttig als specifieke limieten voor API-sleutels ingesteld moeten worden. De applicatie kan verbinding maken met de FOSSBilling API en de aangepaste parameters ophalen die voor een API-sleutel zijn gedefinieerd.
pl_pl: Tutaj masz opcję dodawania niestandardowych parametrów, które mogą być żądane z API. Jest to szczególnie przydatne, jeśli chcesz ustawić specyficzne limity dla kluczy API. Twoja aplikacja może połączyć się z API FOSSBilling i pobrać niestandardowe parametry zdefiniowane dla klucza API.
pt_br: Aqui, você tem a opção de incluir parâmetros personalizados que podem ser solicitados da API. Isso é particularmente útil se você deseja definir limites específicos para chaves API. Seu aplicativo pode se conectar à API do FOSSBilling e recuperar os parâmetros personalizados que você definiu para uma chave API.
pt_pt: Aqui, tem a opção de incluir parâmetros personalizados que podem ser solicitados a partir da API. Isto é particularmente útil se pretender definir limites específicos para as chaves da API. A sua aplicação pode ligar-se à API do FOSSBilling e obter os parâmetros personalizados que definiu para uma chave de API.
ro_ro: Aici aveți opțiunea de a include parametri personalizați care pot fi solicitați de la API. Acest lucru este util în special dacă doriţi să stabiliţi limite specifice pentru chei API. Aplicația dvs. se poate conecta la FOSSBilling API și se recuperează parametrii personalizați definiți pentru o cheie API.
ru_ru: Здесь у вас есть возможность включить пользовательские параметры, которые можно запросить через API. Это особенно полезно, если вы хотите установить определенные ограничения для API ключей. Ваше приложение может подключиться к API FOSSBilling и получить пользовательские параметры, определенные для API ключа.
sr_rs: Ovde imate opciju da uključite prilagođene parametre koji se mogu zahtevati od API-ja. Ovo je posebno korisno ako želite da postavite određena ograničenja za API ključeve. Vaša aplikacija može da se poveže na FOSSBilling API i preuzme prilagođene parametre koje ste definisali za API ključ.
tr_tr: Burada, API'den talep edilebilecek özel parametreleri dahil etme seçeneğine sahipsiniz. API anahtarları için belirli sınırlar belirlemek istiyorsanız bu özellikle kullanışlıdır. Uygulamanız, FOSSBilling API'sine bağlanabilir ve bir API anahtarı için tanımladığınız özel parametreleri alabilir.
uk_ua: Тут ви можете включити спеціальні параметри, які можна запросити через API. Це особливо корисно, якщо ви хочете встановити певні обмеження для ключів API. Ваша програма може підключатися до API FOSSBilling і отримувати спеціальні параметри, які ви визначили для ключа API.
zh_cn: 在这里，您可以选择包含可以从 API 请求的自定义参数。 如果您想为 API 密钥设定特定限制，这很有用。 您的应用程序可以连接到 FOSSBilling API 并检索您为 API 密钥设置的自定义参数。

source: FOSSBilling will remove the "custom_" prefix from the value name when requesting them from the API. IE: custom_monthlyLimit will be named monthlyLimit when fetched through the API.
ar_sa: سوف يزيل FOSSBilling البادئة "custom_" من اسم القيمة عند طلبها من API. IE: سيتم تسمية مخصص شهرياً الحد الأقصى عند جلبه من خلال API.
bg_bg: FOSSBilling ще премахне префикса "персонализиран_" от името на стойността, когато я заявява от API ключа. Например: custom_monthlyLimit ще бъде наречен месеченЛимит, когато се извлича чрез API.
ca_es: FOSSBilling eliminarà el prefix "custom_" del nom del valor quan els sol·liciti des de l'API. És a dir: custom_monthlyLimit s'anomenarà monthlyLimit quan s'obté a través de l'API.
cs_cz: FOSSBilling odstraní prefix "custom_" z hodnotového jména při jejich vyžádání z API. IE: custom_monthlyLimit bude pojmenován měsíčně, po načtení přes API.
de_de: FOSSBilling entfernt das Präfix "benutzerdefiniert_" aus dem Namen des Wertes, wenn dieser über die API abgefragt wird. Beispiel: benutzerdefiniert_monatslimit wird beim Abruf über die API als monatslimit bezeichnet.
el_gr: Το FOSSBilling θα αφαιρέσει το πρόθεμα «custom_» από το όνομα της τιμής όταν τις ζητά από το API. πχ: το custom_monthlyLimit θα ονομάζεται monthlyLimit όταν ζητείται μέσω του API.
fa_ir: FOSSBilling پیشوند "custom_" را هنگام درخواست از API از نام مقدار حذف می کند. IE: custom_monthlyLimit هنگامی که از طریق API واکشی شود ماهانهLimit نامیده می شود.
fi_fi: FOSSBilling poistaa "custom_"-etuliitteen arvon nimestä, kun niitä pyydetään API:sta. esim. custom_monthlyLimit on nimeltään monthlyLimit, kun sitä haetaan API:n kautta.
fr_fr: FOSSBilling supprimera le préfixe "custom_" du nom de la valeur lors de sa demande depuis l'API. IE: custom_monthlyLimit sera nommé monthlyLimit lorsqu'il sera récupéré via l'API.
hu_hu: A FOSSBilling eltávolítja az "custom_" előtagot az érték nevéből, amikor az API-tól kéri őket. IE: custom_monthlyLimit neve monthlyLimit lesz, amikor az API-n keresztül lekérik.
id_id: FOSSBilling akan menghapus awalan "custom_" dari isi nama tersebut ketika hendak melakukan permintaan dari API. Contoh: custom_monthlyLimit akan berubah nama menjadi monthlyLimit ketika meminta data melalui API.
nl_nl: FOSSBilling zal de "custom_" prefix uit de naam van de waarde verwijderen wanneer ze worden aangevraagd uit de API. IE: custom_monthlylimit zal maandelijks worden genoemd Limiet wanneer deze wordt opgehaald via de API.
pl_pl: FOSSBilling usunie prefiks „custom_” z nazwy wartości podczas ich żądania z API. Na przykład: custom_monthlyLimit będzie nazywane monthlyLimit podczas pobierania przez API.
pt_br: O FOSSBilling removerá o prefixo "custom_" do nome do valor ao solicitá-los da API. Ex: custom_monthlyLimit será chamado de MonthLimit quando obtido por meio da API.
pt_pt: O FOSSBilling removerá o prefixo "custom_" do nome do valor ao solicitá-lo a partir da API. Por exemplo: custom_monthlyLimit será denominado monthlyLimit quando for obtido através da API.
ro_ro: FOSSBilling va elimina prefixul "custom_" din numele valorii la solicitarea lor de la API. IE: custom_monthlyLimit va fi numit monthlyLimit atunci când va fi preluat prin API.
ru_ru: FOSSBilling удалит префикс "custom_" из имени значения при запросе через API. Например: custom_monthlyLimit будет называться monthlyLimit при получении через API.
sr_rs: FOSSBilling će ukloniti prefiks „custom_“ iz naziva vrednosti kada ih zahteva od API-ja. IE: custom_monthliLimit će biti nazvan monthliLimit kada se preuzme preko API-ja.
tr_tr: FOSSBilling, API'den talep ederken değer adından "custom_" önekini kaldıracaktır. Örneğin: custom_monthlyLimit, API aracılığıyla getirildiğinde monthlyLimit olarak adlandırılacaktır.
uk_ua: FOSSBilling видалить префікс "custom_" із назви значення при його запиті з API. IE: custom_monthlyLimit буде називатися monthlyLimit при отриманні через API.
zh_cn: FOSSBilling 将从值名中移除"custom_"前缀。 例如: custom_monthlyLimit 将在通过 API 获取时被命名为 monthlyLimit

source: Add new field
ar_sa: إضافة حقل جديد
bg_bg: Добавяне на ново поле
ca_es: Afegeix un camp
cs_cz: Přidat nové pole
de_de: Neues Feld hinzufügen
el_gr: Προσθήκη νέου πεδίου
fa_ir: فیلد جدید
fi_fi: Lisää uusi kenttä
fr_fr: Ajouter un nouveau champ
hu_hu: Új mező hozzáadása
id_id: Menambahkan bidang baru
lt_lt: Pridėti naują laukelį
nl_nl: Nieuw veld toevoegen
pl_pl: Dodaj nowe pole
pt_br: Adicionar novo campo
pt_pt: Adicionar novo campo
ro_ro: Adaugă câmp nou
ru_ru: Yangi maydon qo'shish
sr_rs: Dodaj novo polje
tr_tr: Yeni alan ekle
uk_ua: Додати нове поле
vi_vn: Thêm trường mới
zh_cn: 添加新字段

source: Reset API key
ar_sa: اعادة تعيين مفتاح API
bg_bg: Нулиране на API ключа
ca_es: Restableix la clau de l'API
cs_cz: Obnovit API key
de_de: API Schlüssel zurücksetzen
el_gr: Επαναφορά του κλειδιού API
fa_ir: بازنشانی کلید API
fi_fi: API-avaimen nollaaminen
fr_fr: Réinitialiser la clé API
hu_hu: API-kulcs alaphelyzetbe állítása
id_id: Mengatur ulang Kunci API
nl_nl: Reset API sleutel
pl_pl: Zresetuj klucz API
pt_br: Redefinir a Chave API
pt_pt: Repor a chave API
ro_ro: Resetează cheia API
ru_ru: Сбросить API ключ
sr_rs: Resetujte API ključ
tr_tr: API Anahtarını sıfırla
uk_ua: Скинути ключ API
zh_cn: 重置 API 密钥

source: API key configuration
ar_sa: إعدادات API
bg_bg: API ключ конфигурация
ca_es: Configuració de la clau de l'API
cs_cz: Konfigurace API klíče
de_de: API-Schlüssel Konfiguration
el_gr: Ρύθμιση κλειδιού API
fa_ir: پیکربندی کلید API
fi_fi: API-avaimen konfigurointi
fr_fr: Configuration de la clé d'API
hu_hu: API-kulcs konfigurálása
id_id: Konfigurasi Kunci API
nl_nl: API sleutel configuratie
pl_pl: Konfiguracja klucza API
pt_br: Configuração da Chave API
pt_pt: Configuração da chave API
ro_ro: Configurare cheie API
ru_ru: Конфигурация API ключа
sr_rs: Konfiguracija API ključa
tr_tr: API Anahtarı Yapılandırması
uk_ua: Конфігурація ключа API
zh_cn: API 密钥配置

source: Changing the API key generation options will not automatically regenerate the API key. You must do so manually.
ar_sa: تغيير خيارات إنشاء مفاتيح API لن يؤدي تلقائياً إلى تجديد مفتاح API. يجب عليك القيام بذلك يدوياً.
bg_bg: Промяната на опциите за генериране на API ключове няма да доведе до автоматично регенериране на API ключа. Трябва да го направите ръчно.
ca_es: Si canvieu les opcions de generació de claus de l'API, la clau de l'API no es regenerarà automàticament. Ho heu de fer manualment.
cs_cz: Změna generačních možností API klíče automaticky neobnoví API klíč. Musíte to udělat ručně.
de_de: Wenn Sie die Optionen für die API-Schlüsselgenerierung ändern, wird der API-Schlüssel nicht automatisch neu generiert. Sie müssen dies manuell tun.
el_gr: Η αλλαγή των επιλογών δημιουργίας κλειδιού API δεν θα ανανεώσει αυτόματα το κλειδί API. Πρέπει να το κάνετε χειροκίνητα.
fa_ir: تغییر گزینه های تولید کلید API به طور خودکار کلید API را دوباره تولید نمی کند. شما باید این کار را به صورت دستی انجام دهید.
fi_fi: API-avaimen luomisvaihtoehtojen muuttaminen ei luo API-avainta automaattisesti uudelleen. Sinun on tehtävä se manuaalisesti.
fr_fr: La modification des options de génération de clés d'API ne régénèrera pas automatiquement la clé API. Vous devez le faire manuellement.
hu_hu: Az API-kulcslétrehozási beállítások módosítása nem hozza létre automatikusan újra az API-kulcsot. Ezt manuálisan kell megtennie.
id_id: Mengubah opsi pembuatan Kunci API untuk tidak memperbarui Kunci API secara otomatis. Anda harus melakukannya secara manual.
nl_nl: Het wijzigen van de opties voor de generatie van API-sleutels leidt niet automatisch tot het regenereren van de API-sleutel. Dit moet handmatig gedaan worden.
pl_pl: Zmiana opcji generowania klucza API nie spowoduje automatycznego ponownego wygenerowania klucza API. Musisz to zrobić ręcznie.
pt_br: Alterar as opções de geração de chave API não regenerará automaticamente a chave API. Você deve fazer isso manualmente.
pt_pt: A alteração das opções de geração da chave da API não regenera automaticamente a chave da API. Tem de o fazer manualmente.
ro_ro: Schimbarea opțiunilor de generare a cheilor API nu va regenera automat cheia API. Trebuie să faceți acest lucru manual.
ru_ru: Изменение опций генерации ключа API не приведет к автоматическому пересозданию ключа API. Вы должны сделать это вручную.
sr_rs: Promena opcija za generisanje API ključeva neće automatski regenerisati API ključ. To morate učiniti ručno.
tr_tr: API anahtarı oluşturma seçeneklerinin değiştirilmesi, API anahtarının otomatik olarak yeniden oluşturulmasına neden olmaz. Bunu manuel olarak yapmalısınız.
uk_ua: Зміна параметрів генерації ключа API не буде автоматично перегенеровувати ключ API. Ви повинні зробити це вручну.
zh_cn: 更改 API 密钥生成选项将不会自动重新生成 API 密钥。您必须手工操作。

source: API key updated
ar_sa: تم تحديث مفتاح API
bg_bg: API ключа бе актуализиран
ca_es: Clau de l'API actualitzada
cs_cz: API klíč byl aktualizován
de_de: API-Key aktualisiert
el_gr: Το κλειδί API ενημερώθηκε
fa_ir: کلید API بروز شد
fi_fi: API-avain päivitetty
fr_fr: Clé d'API mise à jour
hu_hu: API-kulcs frissítve
id_id: Kunci API diperbarui
nl_nl: API sleutel bijgewerkt
pl_pl: Klucz API zaktualizowany
pt_br: Chave API atualizada
pt_pt: Chave API actualizada
ro_ro: Cheie API actualizată
ru_ru: Ключ API обновлен
sr_rs: API ključ je ažuriran
tr_tr: API Anahtarı güncellendi
uk_ua: Ключ API оновлено
zh_cn: API 密钥已更新

source: API key details
ar_sa: تفاصيل مفتاح API
bg_bg: API ключ детайли
ca_es: Detalls de la clau de l'API
cs_cz: Detaily API klíče
de_de: API-Key Infos
el_gr: Λεπτομέρειες κλειδιού API
fa_ir: جزئیات کلید API
fi_fi: API avaintiedot
fr_fr: Détails de la clé d'API
hu_hu: API-kulcs részletei
id_id: Rincian Kunci API
nl_nl: API sleutel details
pl_pl: Szczegóły klucza API
pt_br: Detalhes da chave API
pt_pt: Detalhes da chave API
ro_ro: Detalii cheie API
ru_ru: Данные ключа API
sr_rs: API ključ detalji
tr_tr: API Anahtarı detayları
uk_ua: Деталі ключа API
zh_cn: API 密钥详情

source: Stock control settings
ar_sa: إعدادات تحكم المخزون
bg_bg: Настройки за контрол на стоката
ca_es: Configuració de control d'estoc
cs_cz: Nastavení kontroly zásob
de_de: Einstellungen zur Bestandskontrolle
el_gr: Ρυθμίσεις ελέγχου αποθεμάτων
fa_ir: تنظیمات کنترل موجودی
fi_fi: Varaston hallintaasetukset
fr_fr: Paramètres de contrôle du stock
hu_hu: Készletszabályozási beállítások
id_id: Pengaturan kontrol stok
lt_lt: Numatytosios kontrolės nustatymai
nl_nl: Voorraad controle instellingen
pl_pl: Ustawienia kontroli stanu magazynowego
pt_br: Configurações de controle estoque
pt_pt: Definições do controlo de existências
ro_ro: Setări control stoc
ru_ru: Настройки управления запасами
sr_rs: Podešavanja kontrole zaliha
tr_tr: Stok kontrol ayarları
uk_ua: Налаштування контролю запасів
vi_vn: Thiết lập số lượng kho
zh_cn: 库存控制设置

source: Plugin name
ar_sa: اسم الإضافة
bg_bg: Име на приставката
ca_es: Nom del complement
cs_cz: Název pluginu
el_gr: Όνομα πρόσθετου
fa_ir: نام پلاگین
fi_fi: Lisäosan nimi
fr_fr: Nom de l’extension
hu_hu: Bővítmény neve
id_id: Nama Plugin
lt_lt: Papildinio pavadinimas
nl_nl: Pluginnaam
pl_pl: Nazwa wtyczki
pt_br: Nome do Plugin
pt_pt: Nome do plugin
ro_ro: Nume plugin
ru_ru: Название плагина
sr_rs: Naziv dodatka
tr_tr: Eklenti Adı
uk_ua: Назва плагіну
vi_vn: Tên plugin
zh_cn: 插件名称

source: Parameter name
ar_sa: اسم المعلمة
bg_bg: Име на параметър
ca_es: Nom del paràmetre
cs_cz: Název parametru
de_de: Name des Parameters
el_gr: Όνομα παραμέτρου
fa_ir: نام پارامتر
fi_fi: Parametrin nimi
fr_fr: Nom de paramètre
hu_hu: Paraméter neve
id_id: Nama parameter
lt_lt: Parametro pavadinimas
nl_nl: Naam van de parameter
pl_pl: Nazwa parametru
pt_br: Nome do parâmetro
pt_pt: Nome do parâmetro
ro_ro: Nume parametru
ru_ru: Parametr nomi
sr_rs: Naziv parametra
tr_tr: Parametre Adı
uk_ua: Назва параметра
vi_vn: Tên tham số
zh_cn: 参数名称

source: Parameter value
ar_sa: قيمة المعلمة
bg_bg: Стойност на параметъра
ca_es: Valor del paràmetre
cs_cz: Hodnota parametru
de_de: Parameterwert
el_gr: Τιμή Παραμέτρου
fa_ir: مقدار پارامتر
fi_fi: Parametriarvo
fr_fr: Valeur du paramètre
hu_hu: Paraméter értéke
id_id: Isi parameter
lt_lt: Parametro reikšmė
nl_nl: Parameterwaarde
pl_pl: Wartość parametru
pt_br: Valor do parâmetro
pt_pt: Valor do parâmetro
ro_ro: Valoare parametru
ru_ru: Значение параметра
sr_rs: Vrednost parametra
tr_tr: Parametre Değeri
uk_ua: Значення параметра
vi_vn: Giá trị tham số
zh_cn: 参数值

source: Update configuration fields
ar_sa: تحديث حقول التكوين
bg_bg: Актуализиране на полетата за конфигурацията
ca_es: Actualitza els camps de configuració
cs_cz: Aktualizovat konfigurační pole
de_de: Konfigurationsfelder aktualisieren
el_gr: Ενημέρωση των πεδίων διαμόρφωσης
fa_ir: فیلدهای پیکربندی را بروز کنید
fi_fi: Päivitä konfiguraatiokentät
fr_fr: Mettre à jour les champs de configuration
hu_hu: Konfigurációs mezők frissítése
id_id: Memperbarui konfigurasi bidang
lt_lt: Atnaujinti konfigūracijos laukus
nl_nl: Update configuratie velden
pl_pl: Zaktualizuj pola konfiguracji
pt_br: Atualizar campos de configuração
pt_pt: Atualizar campos de configuração
ro_ro: Actualizați câmpurile de configurare
ru_ru: Обновить поля конфигурации
sr_rs: Ažurirajte konfiguraciona polja
tr_tr: Yapılandırma Alanlarını Güncelle
uk_ua: Оновити поля конфігурації
vi_vn: Cập nhật các trường cấu hình
zh_cn: 更新配置字段

source: management
ar_sa: إدارة
bg_bg: управление
ca_es: gestió
cs_cz: správa
el_gr: διαχείριση
fa_ir: مدیریت
fi_fi: hallinta
fr_fr: gestion
hu_hu: menedzsment
id_id: pengelolaan
lt_lt: valdymas
nl_nl: beheer
pl_pl: zarządzanie
pt_br: gerenciamento
pt_pt: gestão
ro_ro: administrare
ru_ru: menejment
sr_rs: upravljanje
tr_tr: Yönetim
uk_ua: Керування
vi_vn: quản lý
zh_cn: 管理

source: Domains management
ar_sa: إدارة النطاقات
bg_bg: Управление на домейните
ca_es: Gestió de dominis
cs_cz: Správa domén
de_de: Domainverwaltung
el_gr: Διαχείριση Domains
fa_ir: مدیذیت دامنه
fi_fi: Verkkotunnusten hallinta
fr_fr: Gestion de domaines
hu_hu: Domainek kezelése
id_id: Kelola domain
lt_lt: Domenų valdymas
nl_nl: Domeinen beheer
pl_pl: Zarządzanie domenami
pt_br: Gerenciamento de domínios
pt_pt: Gestão de domínios
ro_ro: Administrare domenii
sr_rs: Upravljanje domenima
tr_tr: Alan Adı Yönetimi
uk_ua: Керування доменами
vi_vn: Quản lý tên miền
zh_cn: 域名管理

source: Top level domains
ar_sa: أعلى مستوى من النطاقات
bg_bg: Домейни от първо ниво
ca_es: Dominis de primer nivell
cs_cz: Domény nejvyšší úrovně
fa_ir: دامنه های سطح بالا
fi_fi: Ylimmän tason verkkotunnukset
fr_fr: Domaines de premier niveau
hu_hu: Legfelső szintű domainek
id_id: Domain tingkat atas
lt_lt: Aukščiausio lygio domenai
nl_nl: Top level domeinen
pl_pl: Domeny najwyższego poziomu
pt_br: Domínios de nível superior
pt_pt: Domínios de topo
ro_ro: Extensie domenii
sr_rs: Domeni najvišeg nivoa
tr_tr: Üst Düzey Alan Adları
uk_ua: Домени верхнього рівня
vi_vn: Tên miền cấp 1
zh_cn: 顶级域名

source: New top level domain
ar_sa: إضافة مجال المستوى الأعلى
bg_bg: Нов домейн от първо ниво
ca_es: Nou domini de primer nivell
cs_cz: Nová doména nejvyšší úrovně
de_de: Neue Top-Level-Domain
el_gr: Νέο top level domain
fa_ir: دامنه جدید سطح بالا
fi_fi: Uusi ylimmän tason verkkotunnus
fr_fr: Nouveau domaine de premier niveau
hu_hu: Új legfelső szintű domain
id_id: Domain tingkat atas baru
lt_lt: Naujas aukščiausio lygio domenas
nl_nl: Nieuw toplevel domein
pl_pl: Nowa domena najwyższego poziomu
pt_br: Novo domínio de nível superior
pt_pt: Novo domínio de topo
ro_ro: Extensie nouă de domeniu
ru_ru: Новый домен верхнего уровня
sr_rs: Novi domen najvišeg nivoa
tr_tr: Yeni Üst Düzey Alan Adı
uk_ua: Новий домен верхнього рівня
vi_vn: Tên miền cấp 1 mới
zh_cn: 新建顶级域名

source: Registrars
ar_sa: المسجلون
bg_bg: Регистратори
ca_es: Registradors
cs_cz: Registrátor
de_de: Registrar
el_gr: Καταχωρητές
fa_ir: ثبت کننده ها
fi_fi: Rekisterinpitäjät
fr_fr: Bureaux d’enregistrement
hu_hu: Regisztrátorok
id_id: Registrar
lt_lt: Registrai
nl_nl: Registratoren
pl_pl: Rejestratory
pt_br: Registradores
pt_pt: Agentes de registo
ro_ro: Registratori
sr_rs: Registrari
tr_tr: Kayıt Operatörleri
uk_ua: Реєстратори
vi_vn: Nhà đăng ký
zh_cn: 注册商

source: New domain registrar
ar_sa: مسجل نطاق جديد
bg_bg: Нов регистратор на домейни
ca_es: Nou registrador de dominis
cs_cz: Nový registrátor domény
de_de: Neuer Domain-Anbieter
el_gr: Προσθήκη νέου καταχωρητή domain
fa_ir: ثبت کننده دامنه جدید
fi_fi: Uusi verkkotunnusrekisterinpitäjä
fr_fr: Nouveau bureau d’enregistrement de domaine
hu_hu: Új tartományregisztráló
id_id: Registrar domain baru
lt_lt: Naujas domenų registras
nl_nl: Nieuwe domein registrator
pl_pl: Nowy rejestrator domen
pt_br: Novo registrador de domínio
pt_pt: Novo fornecedor de serviços de registo de domínios
ro_ro: Registrator domeniu nou
ru_ru: Новый регистратор доменов
sr_rs: Novi registar domena
tr_tr: Yeni Kayıt Operatörü
uk_ua: Новий реєстратор доменних імен
vi_vn: Nhà đăng ký tên miền mới
zh_cn: 新建域名注册商
