Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Unable to invalidate sessions, an invalid type was used
ar_sa: غير قادر على إبطال الدورات، تم استخدام نوع غير صالح
bg_bg: Невъзможно е да се анулират сесиите, използван е невалиден тип
ca_es: No s'han pogut invalidar les sessions, s'ha utilitzat un tipus no vàlid
cs_cz: Nelze zneplatnit relace, byl použit neplatný typ
el_gr: Αδυναμία ακύρωσης συνεδριών, χρησιμοποιήθηκε άκυρος τύπος
fa_ir: نمی‌توان جلسات را باطل کرد، از یک نوع نامعتبر استفاده شد
fi_fi: Istuntojen mitätöinti ei onnistu, käytettiin virheellistä tyyppiä
fr_fr: Impossible d'invalider les sessions, un type non valide a été utilisé
hu_hu: Nem sikerült érvényteleníteni a munkameneteket, érvénytelen típust használtak
id_id: Tidak dapat membatalkan sesi, tipe yang digunakan tidak valid
nl_nl: Sessies kunnen niet worden afgesloten, omdat er een ongeldig type gebruikt is
pl_pl: Nie można unieważnić sesji, użyto nieprawidłowego typu
pt_br: Não foi possível invalidar as sessões, um tipo inválido foi usado
pt_pt: Não é possível invalidar sessões, foi utilizado um tipo inválido
ro_ro: Nu s-au putut invalida sesiunile, a fost folosit un tip nevalid
ru_ru: Невозможно аннулировать сеансы, использован неверный тип
sr_rs: Nije mogeć́e poništiti sesije, korišćen je nevažeći tip
tr_tr: Oturumlar geçersiz kılınamadı, geçersiz bir tür kullanıldı
uk_ua: Не вдалося перевірити сеанс, було використано невірний тип
vi_vn: Không thể vô hiệu hóa phiên, loại không hợp lệ đã được sử dụng
zh_cn: 无法取消会话，使用了无效的类型

source: Redirect not found
ar_sa: لم يتم العثور على العميل
bg_bg: Пренасочването не е намерено
ca_es: No s'ha trobat la redirecció
cs_cz: Přesměrování nenalezeno
de_de: Weiterleitung nicht gefunden
el_gr: Η ανακατεύθυνση δεν βρέθηκε
fa_ir: تغییر مسیر پیدا نشد
fi_fi: Uudelleenohjausta ei löydy
fr_fr: Redirection introuvable
hu_hu: Átirányítás nem található
id_id: Target pengarahan tidak ditemukan
lt_lt: Peradresavimas nerastas
nl_nl: Doorverwijzing niet gevonden
pl_pl: Przekierowanie nie znalezione
pt_br: Redirecionamento não encontrado
pt_pt: Redireccionamento não encontrado
ro_ro: Redirecționarea nu a fost găsită
ru_ru: Перенаправление не найдено
sr_rs: Preusmeravanje nije pronađeno
tr_tr: Yönlendirme bulunamadı
uk_ua: Перенаправлення не знайдено
vi_vn: Chuyển hướng không tồn tại
zh_cn: 未找到重定向

source: You must specify an IP address to lookup.
cs_cz: Pro vyhledání musíte zadat IP adresu.
fr_fr: Vous devez spécifier une adresse IP pour rechercher.
hu_hu: Meg kell adnod egy IP-címet a kereséshez.
ro_ro: Trebuie să specificați o adresă IP pentru căutare.
ru_ru: Вы должны указать IP-адрес для поиска.
vi_vn: Bạn phải chỉ định một địa chỉ IP để tra cứu.

source: You must specify a check ID to run.
cs_cz: Pro běh musíte zadat ID kontroly.
fr_fr: Vous devez spécifier un ID de vérification pour exécuter.
hu_hu: A futtatáshoz meg kell adnod egy ellenőrzési azonosítót.
ro_ro: Trebuie să specificați un ID de verificare pentru a rula.
ru_ru: Вы должны указать ID проверки для запуска.
vi_vn: Bạn phải chỉ định ID kiểm tra để chạy.

source: Dangerous PHP functions
cs_cz: Nebezpečné PHP funkce
fr_fr: Fonctions PHP dangereuses
hu_hu: Veszélyes PHP funkciók
ro_ro: Funcții PHP periculoase
ru_ru: Опасные функции PHP
sr_rs: Opasne PHP funkcije
vi_vn: Các hàm PHP nguy hiểm

source: Checks to see if potentially dangerous PHP functions are enabled.
cs_cz: Zkontrolujte, zda jsou povoleny potenciálně nebezpečné PHP funkce.
fr_fr: Vérifie si des fonctions PHP potentiellement dangereuses sont activées.
hu_hu: Ellenőrzi, hogy a potenciálisan veszélyes PHP-funkciók engedélyezve vannak-e.
ro_ro: Verifică dacă sunt activate funcții PHP potențial periculoase.
ru_ru: Проверяет, включены ли потенциально опасные функции PHP.
vi_vn: Kiểm tra xem các chức năng PHP tiềm ẩn nguy hiểm có được bật hay không.

source: :function: is enabled, potentially being a security concern.
cs_cz: :function: je povoleno, může představovat bezpečnostní riziko.
fr_fr: :function: est activée, ce qui peut poser des problèmes de sécurité.
hu_hu: :function: engedélyezve van, potenciálisan biztonsági kockázatot jelent.
ro_ro: :function: este activat, posibil fiind o problemă de securitate.
ru_ru: :function: включена, что потенциально представляет угрозу безопасности.
vi_vn: :function: được bật, có thể là mối lo ngại về bảo mật.

source: The following PHP functions are enabled, potentially being a security concern:
cs_cz: Následující funkce PHP jsou povoleny, potenciálně představují bezpečnostní problém:
hu_hu: A következő PHP funkciók engedélyezve vannak, mely potenciálisan biztonsági aggodalomra ad okot:
ro_ro: Următoarele funcții PHP sunt activate, fiind o problemă de securitate:
ru_ru: Следующие функции PHP включены, что потенциально представляет угрозу безопасности:

source: No potentially dangerous PHP functions were detected as enabled
cs_cz: Nebyly detekovány žádné potenciálně nebezpečné funkce PHP
fr_fr: Aucune fonction PHP potentiellement dangereuse n'a été détectée comme activée
hu_hu: A rendszer nem észlelt potenciálisan veszélyes PHP-függvényeket engedélyezve
ro_ro: Nu au fost detectate funcții PHP potențial periculoase ca activate
ru_ru: Не обнаружено потенциально опасных функций PHP, которые были бы включены
vi_vn: Không phát hiện thấy hàm PHP nguy hiểm tiềm tàng nào khi được bật

source: General Check
cs_cz: Obecná kontrola
fr_fr: Vérification générale
hu_hu: Általános ellenőrzés
ro_ro: Verificare Generală
ru_ru: Общая проверка
vi_vn: Kiểm tra tổng quát

source: Checks general information such as the FOSSBilling configuration.
cs_cz: Kontroluje obecné informace, jako je například konfigurace FOSSBilling
fr_fr: Vérifie les informations générales telles que la configuration de FOSSBilling.
hu_hu: Ellenőrzi az általános információkat, például a FOSSBilling konfigurációt.
ro_ro: Verifică informații generale, cum ar fi configurația FOSSBilling.
ru_ru: Проверяет общую информацию, такую как конфигурация FOSSBilling.
vi_vn: Kiểm tra thông tin chung như cấu hình FOSSBilling.

source: Warning: Prevention against session hijacking is disabled.
cs_cz: Varování: Prevence proti únosům relací je vypnuta.
fr_fr: AVERTISSEMENT : La prévention contre le détournement de session est désactivée.
hu_hu: Figyelmeztetés: A munkamenet-eltérítés elleni védelem le van tiltva.
ro_ro: Avertisment: Prevenirea împotriva deturnării de sesiuni este dezactivată.
ru_ru: Предупреждение: защита от перехвата сеанса отключена.
vi_vn: Cảnh báo: Tính năng ngăn chặn việc chiếm quyền điều khiển phiên bị vô hiệu hóa.

source: Fail: HTTPS is not enforced.
cs_cz: Chyba: HTTPS není vynucen.
fr_fr: Échec : le protocole HTTPS n'est pas appliqué.
hu_hu: Hiba: A HTTPS nincs kényszerítve.
ro_ro: Eșuat: HTTPS nu este aplicat.
ru_ru: Ошибка: HTTPS не принудительно используется.
vi_vn: Thất bại: HTTPS không được thực thi.

source: Warning: CSRF prevention is not enabled for the API.
cs_cz: Varování: CSRF prevence není pro API povolena.
fr_fr: Attention : La prévention CSRF n'est pas activée pour l'API.
hu_hu: Figyelmeztetés: A CSRF-megelőzés nincs engedélyezve az API-hoz.
ro_ro: Avertisment: Prevenirea CSRF nu este activată pentru API.
ru_ru: Предупреждение: защита от CSRF не включена для API.
vi_vn: Cảnh báo: Tính năng ngăn chặn CSRF chưa được bật cho API.

source: Warning: Debug mode is enabled for the Twig templating engine.
cs_cz: Upozornění: Ladící režim je povolen pro Twig šablonovací moduly.
fr_fr: Attention : Le mode débogage est activé pour le moteur de gabarit Twig.
hu_hu: Figyelmeztetés: A hibakeresési mód engedélyezve van a Twig sablonmotorhoz.
ro_ro: Avertisment: Modulul de depanare este activat pentru motorul de șablon Twig.
ru_ru: Предупреждение: режим отладки включен для шаблонизатора Twig.
vi_vn: Cảnh báo: Chế độ gỡ lỗi được bật cho công cụ tạo khuôn mẫu Twig.

source: Warning: Debug mode is enabled for your FOSSBilling installation.
cs_cz: Varování: Ladicí režim je povolen pro vaši instalaci FOSSBillingu.
fr_fr: Attention : le mode débogage est activé pour votre installation de FOSSBilling.
hu_hu: Figyelmeztetés: A hibakeresési mód engedélyezve van a FOSSBilling telepítéséhez.
ro_ro: Avertisment: Modul de depanare este activat pentru instalarea FOSSBilling.
ru_ru: Предупреждение: режим отладки включен для вашей установки FOSSBilling.
vi_vn: Cảnh báo: Chế độ gỡ lỗi được bật cho cài đặt FOSSBilling của bạn.

source: Warning: FOSSBilling is configured to update to non-release versions of FOSSBilling.
cs_cz: Varování: FOSSBilling je nakonfigurován pro aktualizaci na nevydané verze FOSSBillingu.
fr_fr: Attention : FOSSBilling est configuré pour se mettre à jour vers des versions non définitives de FOSSBilling.
hu_hu: Figyelmeztetés: A FOSSBilling úgy van konfigurálva, hogy frissítse a FOSSBilling nem kiadott verzióit.
ro_ro: Avertisment: FOSSBilling este configurat pentru a actualiza la versiuni non-release de FOSSBilling.
ru_ru: Предупреждение: FOSSBilling настроен на обновление до нерелизных версий FOSSBilling.
vi_vn: Cảnh báo: FOSSBilling được định cấu hình để cập nhật lên các phiên bản chưa phát hành của FOSSBilling.

source: Warning: You appear to be using a non-release version of FOSSBilling.
cs_cz: Upozornění: Zdá se, že používáte nevydanou verzi FOSSBilling.
fr_fr: Avertissement : Vous semblez utiliser une version de FOSSBilling qui n'est pas encore disponible en production.
hu_hu: Figyelmeztetés: Úgy tűnik, hogy a FOSSBilling nem kiadott verzióját használja.
ro_ro: Avertisment: Se pare că utilizați o versiune fără lansare de FOSSBilling.
ru_ru: Предупреждение: Похоже, вы используете нерелизную версию FOSSBilling.
vi_vn: Cảnh báo: Có vẻ như bạn đang sử dụng phiên bản FOSSBilling chưa được phát hành.

source: No detected issues.
cs_cz: Žádné zjištěné problémy.
fr_fr: Aucun problème détecté.
hu_hu: Nincs észlelt probléma.
ro_ro: Nicio problemă detectată.
ru_ru: Обнаруженных проблем нет.
vi_vn: Không có vấn đề được phát hiện.

source: PHP Version Check
cs_cz: Kontrola verze PHP
fr_fr: Vérification de la version de PHP
hu_hu: PHP verzióellenőrzés
ro_ro: Verificare versiune PHP
ru_ru: Проверка версии PHP
vi_vn: Kiểm tra phiên bản PHP

source: Checks if the PHP version FOSSBilling is running on is still receiving security support.
cs_cz: Zkontroluje, zda verze PHP FOSSBilling běží, stále dostává bezpečnostní podporu.
fr_fr: Vérifie si la version de PHP sur laquelle tourne FOSSBilling bénéficie toujours d'un support de sécurité.
hu_hu: Ellenőrzi, hogy a FOSSBilling PHP-verzió fut-e továbbra is biztonsági támogatásban.
ro_ro: Verifică dacă versiunea PHP pe care FOSSBilling o folosește încă primește suport de securitate.
ru_ru: Проверяет, получает ли версия PHP, на которой работает FOSSBilling, поддержку безопасности.
vi_vn: Kiểm tra xem phiên bản PHP FOSSBilling đang chạy có còn nhận được hỗ trợ bảo mật hay không.

source: PHP :version: is the latest version of PHP.
cs_cz: PHP :version: je nejnovější verzí PHP.
fr_fr: PHP :version: est la dernière version de PHP.
hu_hu: PHP :version: a PHP legújabb verziója.
ro_ro: PHP :version: este ultima versiune de PHP.
ru_ru: PHP :version: это последняя версия PHP.
vi_vn: PHP :version: là phiên bản mới nhất của PHP.

source: PHP :version: isn't the latest, but is still supported.
cs_cz: PHP :version: není poslední, ale je stále podporováno.
fr_fr: PHP :version: n'est pas le plus récent, mais est toujours pris en charge.
hu_hu: PHP :version: nem a legújabb, de továbbra is támogatott.
ro_ro: PHP :version: nu este cel mai recent, dar este suportat.
ru_ru: PHP :version: не самая последняя, но все еще поддерживается.
vi_vn: PHP :version: không phải là phiên bản mới nhất nhưng vẫn được hỗ trợ.

source: PHP :version: is out of date and does not get security patches.
cs_cz: PHP :version: je zastaralý a nezískává bezpečnostní záplaty.
fr_fr: PHP :version: est obsolète et ne possède plus de correctifs de sécurité.
hu_hu: A PHP :version: elavult, és nem kap biztonsági javításokat.
ro_ro: PHP :version: este învechit și nu obține updateuri de securitate.
ru_ru: PHP :version: устарела и не получает патчи безопасности.
vi_vn: PHP :version: đã lỗi thời và không nhận được các bản vá bảo mật.

source: Failed to lookup PHP version status.
cs_cz: Nepodařilo se vyhledat stav PHP verze.
fr_fr: Échec de la recherche du statut de la version PHP.
hu_hu: Nem sikerült megkeresni a PHP verzió állapotát.
ro_ro: Nu s-a putut caută starea versiunii PHP.
ru_ru: Не удалось проверить статус версии PHP.
vi_vn: Không thể tra cứu trạng thái phiên bản PHP.

source: Webserver Check
cs_cz: Kontrola Webserveru
fr_fr: Vérification du serveur web
hu_hu: Webszerver ellenőrzése
ro_ro: Verificare Webserver
ru_ru: Проверка веб-сервера
vi_vn: Kiểm tra máy chủ web

source: Performs simple checks to validate your if webserver blocks access to sensitive files.
cs_cz: Provede jednoduché kontroly pro ověření toho, zda webserver blokuje přístup k citlivým souborům.
fr_fr: Effectue des vérifications simples pour valider votre serveur web s'il bloque l'accès aux fichiers sensibles.
hu_hu: Egyszerű ellenőrzéseket hajt végre annak ellenőrzésére, hogy a webszerver blokkolja-e a hozzáférést az érzékeny fájlokhoz.
ro_ro: Efectuează verificări simple pentru a valida dacă blocurile webserver au acces la fișiere sensibile.
ru_ru: Выполняет простые проверки, чтобы убедиться, что ваш веб-сервер блокирует доступ к конфиденциальным файлам.
vi_vn: Thực hiện các bước kiểm tra đơn giản để xác thực xem máy chủ web có chặn quyền truy cập vào các tệp nhạy cảm hay không.

source: :url: returned HTTP 200 when it shouldn't have.
cs_cz: :url: vrátil kód HTTP 200, když by neměl být.
fr_fr: :url: a renvoyé HTTP 200 alors qu'il n'aurait pas dû.
hu_hu: :url: HTTP 200-at adott vissza, amikor nem kellett volna.
ro_ro: :url: a returnat HTTP 200 când nu ar fi trebuit.
ru_ru: :url: вернул HTTP 200, когда не должен был.
vi_vn: :url: trả về HTTP 200 khi lẽ ra không nên có.

source: All tested URLs were inaccessible.
cs_cz: Všechny testované adresy URL byly nedostupné.
fr_fr: Tous les URL testés étaient inaccessibles.
hu_hu: Az összes tesztelt URL elérhetetlen volt.
ro_ro: Toate URL-urile testate au fost inaccesibile.
ru_ru: Все проверенные URL-адреса были недоступны.
vi_vn: Tất cả các URL được kiểm tra đều không thể truy cập được.

source: Security
cs_cz: Zabezpečení
fr_fr: Sécurité
hu_hu: Biztonság
ro_ro: Securitate
ru_ru: Безопасность
vi_vn: Bảo vệ

source: Security dashboard
cs_cz: Bezpečnostní panel
fr_fr: Tableau de bord de sécurité
hu_hu: Biztonsági műszerfal
ro_ro: Panou de securitate
ru_ru: Панель безопасности
vi_vn: Trang tổng quan bảo mật

source: IP lookup
cs_cz: Vyhledávání IP
fr_fr: Recherche IP
hu_hu: IP keresés
ro_ro: Căutare IP
ru_ru: Поиск IP
vi_vn: tra cứu IP

source: Run security checks
cs_cz: Spustit bezpečnostní kontroly
fr_fr: Effectuer des vérifications de sécurité
hu_hu: Futtasson biztonsági ellenőrzéseket
ro_ro: Execută verificările de securitate
ru_ru: Запустить проверки безопасности
vi_vn: Chạy kiểm tra bảo mật

source: Allows the staff member to run security checks on the FOSSBilling installation.
cs_cz: Umožňuje zaměstnanci provádět bezpečnostní kontroly při instalaci FOSSBillingu.
fr_fr: Permet au membre du personnel d'exécuter des vérifications de sécurité sur l'installation de FOSSBilling.
hu_hu: Lehetővé teszi a személyzet számára, hogy biztonsági ellenőrzéseket hajtson végre a FOSSBilling telepítésen.
ro_ro: Permite membrilor personalului să execute verificări de securitate pe instalația FOSSBilling.
ru_ru: Позволяет сотруднику запускать проверки безопасности установки FOSSBilling.
vi_vn: Cho phép nhân viên chạy kiểm tra bảo mật khi cài đặt FOSSBilling.

source: The check :checkName: does not exist.
cs_cz: Kontrola :checkName: neexistuje.
fr_fr: La vérification :checkName: n'existe pas.
hu_hu: A :checkName: ellenőrzés nem létezik.
ro_ro: Verificarea :checkName: nu există.
ru_ru: Проверка :checkName: не существует.
vi_vn: Kiểm tra :checkName: không tồn tại.

source: The check :checkName: does not seem to be a valid check.
cs_cz: Kontrola :checkName: se nezdá být platnou kontrolou.
fr_fr: Le contrôle :checkName: ne semble pas être une vérification valide.
hu_hu: A :checkName: csekk nem tűnik érvényes csekknek.
ro_ro: Verificarea :checkName: nu pare să fie o verificare validă.
ru_ru: Проверка :checkName: не является допустимой проверкой.
vi_vn: Séc :checkName: dường như không phải là séc hợp lệ.

source: Order does not exist.
ar_sa: الطلب غير موجود.
bg_bg: Поръчката не съществува.
ca_es: L'ordre no existeix.
cs_cz: Objednávka neexistuje.
de_de: Die Bestellung existiert nicht.
el_gr: Η παραγγελία δεν υπάρχει.
fa_ir: این سفارش وجود ندارد.
fi_fi: Tilausta ei ole olemassa.
fr_fr: La commande n'existe pas.
hu_hu: A rendelés nem létezik.
id_id: Pemesanan tidak dapat ditemukan.
nl_nl: Bestelling bestaat niet.
pl_pl: Zamówienie nie istnieje.
pt_br: Pedido não existe.
pt_pt: A ordem não existe.
ro_ro: Comanda nu există.
ru_ru: Порядок не существует.
sr_rs: Porudžbina ne postoji.
tr_tr: Sipariş mevcut değil.
uk_ua: Замовлення не існує.
vi_vn: Đơn hàng không tồn tại.
zh_cn: 订单不存在。

source: You must provide an API key to check it's validity.
ar_sa: يجب عليك توفير مفتاح API للتحقق من صحته.
bg_bg: Трябва да предоставите API ключ, за да проверите неговата валидност.
ca_es: Heu de proporcionar una clau API per comprovar-ne la validesa.
cs_cz: Musíte zadat API klíč pro kontrolu jeho platnosti.
el_gr: Πρέπει να δώσετε ένα κλειδί API για να ελέγξετε την εγκυρότητά του.
fa_ir: برای بررسی اعتبار آن باید یک کلید API ارائه کنید.
fi_fi: Sinun on annettava API-avain, jotta voit tarkistaa sen voimassaolon.
fr_fr: Vous devez fournir une clé API pour vérifier sa validité.
hu_hu: Meg kell adnia egy API-kulcsot az érvényesség ellenőrzéséhez.
id_id: Anda harus memberikan kunci API untuk memeriksa validitasnya.
nl_nl: Een API-sleutel is vereist om de geldigheid te controleren.
pl_pl: Musisz podać klucz API, aby sprawdzić jego ważność.
pt_br: Você deve fornecer uma chave API para verificar a validade.
pt_pt: É necessário fornecer uma chave API para verificar a sua validade.
ro_ro: Trebuie să furnizați o cheie API pentru a verifica validitatea acesteia.
ru_ru: Вы должны предоставить ключ API для проверки его действительности.
sr_rs: Morate da navedete API ključ da biste proverili njegovu validnost.
tr_tr: Geçerliliğini kontrol etmek için bir API anahtarı sağlamalısınız.
uk_ua: Ви повинні вказати API-ключ для перевірки його дійсності.
vi_vn: Bạn phải cung cấp khóa API để kiểm tra tính hợp lệ của nó.
zh_cn: 您必须提供一个 API 密钥来检查其有效性。

source: API key does not exist
ar_sa: مفتاح API غير موجود
bg_bg: API ключът не съществува
ca_es: La clau API no existeix
cs_cz: API klíč neexistuje
de_de: API-Schlüssel existiert nicht
el_gr: Δεν υπάρχει κλειδί API
fa_ir: این کلید API وجود ندارد
fi_fi: API-avainta ei ole olemassa
fr_fr: Clé API inexistante
hu_hu: Az API-kulcs nem létezik
id_id: Kunci API tidak tersedia
nl_nl: API-sleutel bestaat niet
pl_pl: Klucz API nie istnieje
pt_br: Chave API não existe
pt_pt: A chave API não existe
ro_ro: Cheia API nu există
ru_ru: Ключ API не существует
sr_rs: API ključ ne postoji
tr_tr: API anahtarı mevcut değil
uk_ua: Ключ API не існує
vi_vn: API key không tồn tại
zh_cn: API 密钥不存在

source: You must provide either the API key or API key order ID in order to reset it.
ar_sa: يجب عليك تقديم إما مفتاح API أو معرف مفتاح الطلب API من أجل إعادة تعيينه.
bg_bg: За да го отмените, трябва да предоставите API ключа или идентификатора на поръчката на API ключа.
ca_es: Heu de proporcionar la clau de l'API o l'identificador de la comanda de la clau de l'API per restablir-la.
cs_cz: Musíte zadat buď klíč API nebo ID pořadí API klíče, abyste jej mohli obnovit.
el_gr: Πρέπει να δώσετε είτε το κλειδί API είτε το αναγνωριστικό παραγγελίας του κλειδιού API για να το επαναφέρετε.
fa_ir: برای بازنشانی باید کلید API یا شناسه سفارش کلید API را ارائه دهید.
fi_fi: Sinun on annettava joko API-avain tai API-avaimen tilaustunnus, jotta voit nollata sen.
fr_fr: Vous devez fournir soit la clé API, soit l'ID de commande de clé API afin de la réinitialiser.
hu_hu: Az alaphelyzetbe állításhoz meg kell adnia az API-kulcsot vagy az API-kulcs rendelési azonosítóját.
id_id: Anda harus memberikan kunci API atau ID pesanan kunci API untuk mengatur ulang.
nl_nl: De API-sleutel of de API-sleutel-ID moet worden opgegeven om deze te resetten.
pl_pl: Aby zresetować, musisz podać albo klucz API, albo ID zamówienia klucza API.
pt_br: Você deve fornecer a chave de API ou o ID do pedido da chave de API para redefinir.
pt_pt: É necessário fornecer a chave da API ou o ID da ordem da chave da API para a repor.
ro_ro: Trebuie să furnizați cheia API sau ID-ul comenzii cheie API pentru a o reseta.
ru_ru: Вы должны предоставить либо ключ API, либо ID заказа ключа API для его сброса.
sr_rs: Morate da navedete API ključ ili ID porudžbine API ključa da biste ga resetovali.
tr_tr: Sıfırlamak için API key veya API key order ID sağlamalısınız.
uk_ua: Ви повинні вказати або ключ API, або ID замовлення ключа API для того, щоб скинути його.
vi_vn: Bạn phải cung cấp khóa API hoặc ID đơn hàng khóa API để đặt lại.
zh_cn: 你必须提供 API 密钥或 API 密钥订单的 ID 才能重置。

source: You must provide the API key order ID in order to update it.
ar_sa: يجب عليك تقديم إما مفتاح API أو معرف مفتاح الطلب API من أجل إعادة تعيينه.
bg_bg: За да го актуализирате, трябва да предоставите идентификатора на поръчката на API ключа.
ca_es: Heu de proporcionar l'identificador de la comanda de clau de l'API per actualitzar-lo.
cs_cz: Pro aktualizaci musíte zadat ID klíče API.
el_gr: Πρέπει να δώσετε το αναγνωριστικό παραγγελίας του κλειδιού API για να το ενημερώσετε.
fa_ir: برای به روز رسانی باید شناسه سفارش باید کلید API را ارائه دهید.
fi_fi: Sinun on annettava API-avaimen tilaustunnus, jotta voit päivittää sen.
fr_fr: Vous devez fournir l'ID de commande de clé API afin de la mettre à jour.
hu_hu: A frissítéshez meg kell adnia az API-kulcs rendelési azonosítóját.
id_id: Anda harus memberikan ID pesanan kunci API untuk memperbaruinya.
nl_nl: De API-sleutel order-ID moet worden opgegeven om deze te kunnen bijwerken.
pl_pl: Musisz podać ID zamówienia klucza API, aby go zaktualizować.
pt_br: Você deve fornecer o ID do pedido da chave API para atualizar.
pt_pt: É necessário fornecer o ID da ordem da chave API para a atualizar.
ro_ro: Trebuie să furnizați ID-ul comenzii cheie API pentru a-l actualiza.
ru_ru: Вы должны предоставить ID заказа ключа API для его обновления.
sr_rs: Morate da navedete ID porudžbine API ključa da biste ga ažurirali.
tr_tr: Güncelleme için API key order ID sağlamalısınız.
uk_ua: Ви повинні вказати ID замовлення ключа API, щоб оновити його.
vi_vn: Bạn phải cung cấp ID đơn hàng khóa API để cập nhật.
zh_cn: 你必须提供 API 密钥订单的 ID 才能更新。
