Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Client is not logged in
ar_sa: لم يتم تسجيل دخول العميل
bg_bg: Клиентът не е влязъл в системата
ca_es: El client no ha iniciat sessió
cs_cz: Klient není přihlášen
de_de: Der Kunde ist nicht angemeldet
el_gr: Ο πελάτης δεν είναι συνδεδεμένος
fa_ir: کاربر وارد نشده است
fi_fi: Asiakas ei ole kirjautunut sisään
fr_fr: Le client n'est pas connecté
hu_hu: Ügyfél nincs belépve
id_id: Pelanggan belum login
nl_nl: Klant is niet ingelogd
pl_pl: Klient nie jest zalogowany
pt_br: Cliente não está logado
ro_ro: Clientul nu este conectat
ru_ru: Клиент не авторизован
sr_rs: Klijent nije prijavljen
tr_tr: Müşteri oturum açmadı
uk_ua: Клієнт не зареєстрований
vi_vn: Người dùng chưa đăng nhập
zh_cn: 客户未登录

source: Admin is not logged in
ar_sa: لم يتم تسجيل دخول المدير
bg_bg: Админа не е влязъл в системата
ca_es: L'administrador no ha iniciat sessió
cs_cz: Administrátor není přihlášen
de_de: Der Administrator ist nicht angemeldet
el_gr: Ο διαχειριστής δεν είναι συνδεδεμένος
fa_ir: مدیر وارد نشده است
fi_fi: Ylläpitäjä ei ole kirjautunut sisään
fr_fr: L'administrateur n'est pas connecté
hu_hu: Ügyfél nincs belépve
id_id: Admin belum login
nl_nl: Beheerder is niet ingelogd
pl_pl: Administrator nie jest zalogowany
pt_br: O administrador não está logado
ro_ro: Adminul nu este conectat
ru_ru: Администратор не авторизован
sr_rs: Admin nije prijavljen
tr_tr: Yönetici oturum açmadı
uk_ua: Клієнт не зареєстрований
vi_vn: Quản trị viên chưa đăng nhập
zh_cn: 管理员未登录

source: Unrecognized Handler type:
ar_sa: نوع المعالج غير معروف:
bg_bg: Неразпознат Handler type:
ca_es: Tipus de "handler" gestor no reconegut:
cs_cz: Nerozpoznaný typ manipulátoru:
de_de: Unbekannter Handlertyp:
el_gr: Μη αναγνωρισμένος τύπος Χειριστή:
fa_ir: نوع کنترل کننده ناشناخته:
fi_fi: Tunnistamaton käsittelijän tyyppi:
fr_fr: Type de gestionnaire non reconnu :
hu_hu: Felismeretlen kezelőtípus:
id_id: Handler Tidak dikenali type:
nl_nl: Niet-herkende handler type:
pl_pl: Nierozpoznany typ uchwytu:
pt_br: Tipo de manipulador desconhecido:
ro_ro: Tip de Handler nerecunoscut:
ru_ru: Неизвестный тип обработчика:
sr_rs: Nepoznati tip rukovaoca:
tr_tr: Tanınmayan İşleyici türü:
uk_ua: Нерозпізнаний тип обробника:
vi_vn: Loại Trình xử lý không được công nhận:
zh_cn: 未知的处理类型：

source: Please check your mailbox and confirm your email address.
cs_cz: Zkontrolujte prosím svou e-mailovou schránku a potvrďte svou e-mailovou adresu.
de_de: Bitte überprüfen Sie Ihren Posteingang und bestätigen Sie Ihre E-Mail-Adresse.
el_gr: Ελέγξτε το γραμματοκιβώτιό σας και επιβεβαιώστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας.
fa_ir: لطفا" ایمیل خود را چک کنید و آدرس ایمیل خود را تایید نمایید.
fi_fi: Tarkista postilaatikkosi ja vahvista sähköpostiosoitteesi.
fr_fr: Veuillez vérifier votre boîte mail et confirmer votre adresse e-mail.
hu_hu: Kérjük, ellenőrizze postafiókját és erősítse meg e-mail címét.
id_id: Silakan periksa kotak surat Anda dan konfirmasikan alamat email.
lt_lt: ඔබගේ ඊමේල් ලිපිනය තහවුරු කිරීමට, කරුණාකර ඔබේ ඊමේල් ගිණුම පරීක්ෂා කරන්න.
nl_nl: Controleer de mailbox en bevestig het e-mailadres.
pl_pl: Sprawdź swoją skrzynkę pocztową i potwierdź swój adres e-mail.
ro_ro: Te rugăm să verifici căsuța poștală și să confirmi adresa de e-mail.
ru_ru: Пожалуйста, проверьте свой почтовый ящик и подтвердите свой адрес электронной почты.
sr_rs: Molimo proverite Vaše email sanduče i potvrdite email adresu.
tr_tr: Lütfen posta kutunuzu kontrol edin ve e-posta adresinizi doğrulayın.
vi_vn: Vui lòng kiểm tra hộp thư và xác nhận địa chỉ email của bạn.
zh_cn: 请先完成邮箱地址验证，我们已经向您的邮箱发送了验证邮件。

source: Page :url not found
ar_sa: لم يتم العثور على الصفحة :url
bg_bg: Страницата :url не е открита
ca_es: No s'ha trobat l'URL de la pàgina
cs_cz: Stránka :url nenalezena
de_de: Seite :url nicht gefunden
el_gr: Η σελίδα :url δεν βρέθηκε
fa_ir: صفحه‌ی :url یافت نشد
fi_fi: Sivua :url ei löydy
fr_fr: La page :url n'a pas été trouvée
hu_hu: A(z) :url oldal nem található
id_id: Halaman :url tidak ditemukan
lt_lt: Puslapis :url nerastas
nl_nl: De pagina :url niet gevonden
pl_pl: Strona :url nie została znaleziona
pt_br: Página :url não encontrada
pt_pt: Página :url não encontrada
ro_ro: Pagina :url nu a fost găsită
sr_rs: Stranica :url nije pronađena
tr_tr: Ulaşmaya çalıştığınız :url sayfası bulunamadı
uk_ua: Сторінка :url не знайдена
vi_vn: Trang :url không tồn tại
zh_cn: 找不到 :url 页面

source: HTTP Error :err_code occurred while attempting to load :url
ar_sa: حدث خطأ HTTP :err_code أثناء محاولة تحميل :url
bg_bg: HTTP Грешка :err_code се получи докато опитах да заредя :url
ca_es: S'ha produït un error HTTP :err_code en intentar carregar :url
cs_cz: Chyba HTTP :err_code nastala při pokusu o načtení :url
de_de: HTTP Fehler :err_code trat beim Versuch :url zu laden auf
el_gr: Παρουσιάστηκε σφάλμα HTTP :err_code κατά τη διάρκεια της φόρτωσης :url
fa_ir: یک خطا هنگام بارگذاری این آدرس رخ داده است
fi_fi: HTTP virhe :err_code tapahtui yritettäessä ladata :url
fr_fr: HTTP : Erreur :err_code survenue lors de la tentative de chargement de :url
hu_hu: HTTP-hiba: err_code történt :url betöltésekor
id_id: Kesalahan HTTP :err_code terjadi saat mencoba memuat :url
lt_lt: Bandant įkelti :url įvyko :err_code HTTP klaida
nl_nl: HTTP-fout :err_code opgetreden bij het laden van :url
pl_pl: Wystąpił błąd HTTP :err_code podczas próby wczytywania :URL
pt_br: Ocorreu um erro HTTP :err_code ao tentar carregar :url
pt_pt: Ocorreu um erro HTTP :err_code ao tentar carregar :url
ro_ro: Eroarea HTTP :err_code a apărut în timpul încercării de a încărca :url
ru_ru: Произошла ошибка HTTP :err_code при попытке загрузить :url
sr_rs: HTTP greška :err_code se desila prilikom pokušaja da se učita :url
tr_tr: :url adresi yüklenmeye çalışılırken "HTTP Hata Kodu :err_code" oluştu
uk_ua: Помилка HTTP :err_code при спробі завантажити :url
vi_vn: Đã xảy ra lỗi HTTP :err_code khi cố tải :url.
zh_cn: HTTP 错误 :err_code 尝试加载 :url 时出错

source: Mod object is not set for the service
ar_sa: لم يتم تعيين كائن مودي للخدمة
bg_bg: Обектът Mod не е зададен за услугата
ca_es: L'objecte de modificació no està definit per al servei
cs_cz: Objekt modu není pro službu nastaven
de_de: Mod-Objekt ist nicht für den Dienst aktiviert
el_gr: Το αντικείμενο Mod δεν έχει οριστεί για την υπηρεσία
fa_ir: آبجکت Mod برای سرویس تنظیم نشده است
fi_fi: Mod-objektia ei ole asetettu palvelulle
fr_fr: Mod object n'est pas mis en service
hu_hu: Mod objektum nincs beállítva a szolgáltatáshoz
id_id: Objek mod tidak disetel untuk layanan
lt_lt: Mod objektas paslaugai nenustatytas
nl_nl: Het mod-object is niet ingesteld voor de service
pl_pl: Obiekt modyfikacji nie jest ustawiony dla usługi
pt_br: Objeto de modelo não está definido para o serviço
pt_pt: O objeto Mod não está definido para o serviço
ro_ro: Obiectul mod nu este setat pentru serviciu
ru_ru: Объект Mod не установлен для службы
sr_rs: Mod object nije podešen za servis
tr_tr: Mod nesnesi hizmet için ayarlanmamış
uk_ua: Об’єкт мода не встановлено для служби
vi_vn: Đối tượng mô-đun không được thiết lập cho dịch vụ
zh_cn: 模块对象未为服务设置

source: Method :method must contain underscore
ar_sa: الطريقة :method يجب أن تحتوي على سطر
bg_bg: Метода :method трябва да съдържа долна черта
ca_es: El mètode :method ha de contenir guió baix
cs_cz: Metoda :method nesmí obsahovat podtržítko
de_de: Methode :method muss einen Unterstrich enthalten
el_gr: Η μέθοδος :method πρέπει να περιέχει κάτω παύλα
fa_ir: متد :method باید حاوی زیر خط باشد
fi_fi: Menetelmä :method pitää sisältää alaviivan
fr_fr: Méthode :method doit contenir un tiret du bas
hu_hu: Módszer :metódusnak aláhúzást kell tartalmaznia
id_id: Metode :metode harus berisi garis bawah
lt_lt: Metodas :method privalo turėti apatinį brūkšnį
nl_nl: Methode :method moet een laag streepje bevatten
pl_pl: Metoda :method musi zawierać podkreślenie
pt_br: Método :method deve conter sublinhado
pt_pt: Método :o método deve conter um sublinhado
ro_ro: Metoda :method trebuie să conțină subliniere
sr_rs: Metoda :method mora da sadrži donju liniju
tr_tr: Metot :method alt çizgi içermelidir
uk_ua: Метод :method має містити підкреслення
vi_vn: Phương thức :method phải chứa ký tự gạch dưới
zh_cn: 方法：方法中必须包含下划线

source: Invalid module name
ar_sa: اسم الوحدة غير صالح
bg_bg: Невалидно име на модул
ca_es: Nom del mòdul no vàlid
cs_cz: Neznámý modul
de_de: Fehlerhafter Modulname
el_gr: Μη έγκυρο όνομα module
fa_ir: نام ماژول معتبر نیست
fi_fi: Virheellinen moduulin nimi
fr_fr: Le nom du module est invalide
hu_hu: Érvénytelen modulnév
id_id: Nama modul tidak valid
lt_lt: Neteisingas modulio pavadinimas
nl_nl: Ongeldige module naam
pl_pl: Błędna nazwa modułu
pt_br: Nome do módulo inválido
pt_pt: Nome de módulo inválido
ro_ro: Numele modulului este incorect
ru_ru: Недопустимое название модуля
sr_rs: Nevažeći naziv modula
tr_tr: Geçersiz modül adı
uk_ua: Некоректна назва модуля
vi_vn: Tên mô-đun không hợp lệ
zh_cn: 无效的模块名称

source: FOSSBilling module :mod is not installed/activated
ar_sa: وحدة FOSSBilling :mod غير مثبتة/مفعلة
bg_bg: FOSSBilling модул :mod не е инсталиран / активиран
ca_es: El mòdul FOSSBilling :mod no està instal·lat/activat
cs_cz: Modul FOSSBillingu není nainstalován/aktivován
de_de: FOSSBilling Modul :mod ist nicht installiert oder aktiviert
el_gr: Το FOSSBilling module :mod δεν έχει εγκατασταθεί/ενεργοποιηθεί
fa_ir: ماژول :mod نصب/فعال نشد
fi_fi: FOSSBilling-moduuli :mod ei ole asennettu/aktivoitu
fr_fr: Le module FOSSBilling :mod n'est pas installé/activé
hu_hu: FOSSBilling modul :mod nincs telepítve/aktiválva
id_id: Modul FOSSBilling :mod tidak diinstal/diaktifkan
lt_lt: FOSSBilling modulis :mod neįdiegtas/nesuaktyvintas
nl_nl: FOSSBilling module :mod is niet geïnstalleerd/geactiveerd
pl_pl: Moduł FOSSBilling :mod nie jest zainstalowany/aktywowany
pt_br: Módulo FOSSBilling :mod não está instalado/ativado
pt_pt: O módulo FOSSBilling :mod não está instalado/ativado
ro_ro: Modul FOSSBilling :mod nu este instalat/activat
sr_rs: FOSSBilling modul :mod nije instaliran/aktiviran
tr_tr: FOSSBilling modülü :mod yüklü/etkin değil
uk_ua: Модуль FOSSBilling :mod не встановлено/активовано
vi_vn: Mô-đun FOSSBilling :mod chưa được cài đặt/kích hoạt
zh_cn: FOSSBilling 模块 :mod 未安装/激活

source: You do not have access to the :mod module
cs_cz: Nemáte přístup k modulu :mod
de_de: Sie haben keinen Zugang zu diesem Modul: ":mod"
el_gr: Δεν έχετε πρόσβαση στην ενότητα :mod
fa_ir: شما دسترسی لازم برای ماژول :mod را ندارید
fi_fi: Sinulla ei ole pääsyä :mod -moduuliin
fr_fr: Vous n'avez pas accès au module :mod
hu_hu: Nincs hozzáférése a :mod modulhoz
id_id: Anda tidak memiliki akses terhadap modul :mod
nl_nl: Toegang tot de :mod module is niet toegestaan
pl_pl: Nie masz dostępu do modułu :mod
ro_ro: Nu ai acces la modulul :mod
ru_ru: У вас нет доступа к модулю :mod
sr_rs: Nemate prava pristupa za :mod modul
tr_tr: :mod modülü için erişiminiz yok
vi_vn: Bạn không có quyền truy cập vào mô-đun :mod.
zh_cn: 您没有权限访问 :mod 模块

source: Api class must be an instance of Api_Abstract
cs_cz: Třída Api musí být instancí Api_Abstract
de_de: API-Klasse muss eine Instanz von Api_Abstract sein
el_gr: Η κλάση API πρέπει να είναι στιγμιότυπο του Api_Abstract
fa_ir: کلاس Api باید یک نمونه از Api_Abstract باشد
fi_fi: Api-luokan on oltava Api_Abstract-luokan instanssi
fr_fr: La classe Api doit être une instance d'Api_Abstract
hu_hu: Az Api osztálynak az Api_Abstract példányának kell lennie
id_id: Class Api harus merupakan instance dari Api_Abstract
nl_nl: API klasse moet een instantie zijn van Api_Abstract
pl_pl: Klasa Api musi być instancją Api_Abstract
ro_ro: Clasa Api trebuie să fie o instanță Api_Abstract
ru_ru: Класс Api должен быть экземпляром Api_Abstract
sr_rs: Api klasa mora biti instanca od Api_Abstract
vi_vn: Class Api phải là thực thể của Api_Abstract.
zh_cn: Api 类必须是 Api_Abstract 的实现（implements Api_Abstract）

source: :type API call :method does not exist in module :module
ar_sa: :type التواصل لواجهة برمجة التطبيقات API من الدالة :method غير موجودة في الوحدة :module
bg_bg: :type API повикване :method не съществува в модул :module
ca_es: :type API call :method no existeix al mòdul :module
cs_cz: Typ API :type volající metodu :method neexistuje v modulu :module
de_de: :type API-Aufruf :method existiert nicht im Modul :module
el_gr: :type API κλήση :method δεν υπάρχει στο module :module
fa_ir: API :type که :method را فراخوانی می کند در ماژول :module وجود ندارد
fi_fi: :type API-kutsu :method ei ole moduulissa :module
fr_fr: :type API call :method n'existe pas dans le module :module
hu_hu: :type API hívás :method nem létezik a modulban :module
id_id: :type API call :method tidak ada di modul :module
lt_lt: :type API kvietimas :method neegzistuoja modulyje :module
nl_nl: :type API call :method bestaat niet in de module :module
pl_pl: :type API wywołania :method nie istnieje w module :module
pt_br: :type API call :method não existe no módulo :module
pt_pt: :type API call :method não existe no módulo :module
ro_ro: :type apel API :method nu există în modulul :module
ru_ru: API-вызов :type :method не существует в модуле :module
sr_rs: :type Api call :method ne postoji u modul u :module
tr_tr: :type API call :method, :module modülünde mevcut değil
uk_ua: :type API виклик :method не існує в модулі :module
vi_vn: Lời gọi :type API :method không tồn tại trong mô-đun :module
zh_cn: :type API 调用 :method 在模块 :module 中不存在

source: The system is undergoing maintenance. Please try again later
ar_sa: الخادم تحت الصيانة. الرجاء المحاولة مرة أخرى لاحقاً
bg_bg: Системата ни в момента е в процес на поддръжка. Моля, опитайте отново по-късно
ca_es: El sistema està en manteniment. Siusplau, intenta-ho més tard
cs_cz: Právě probíhá údržba systému. Zkuste to znovu později
de_de: Das System ist im Wartungsmodus. Bitte versuche es später erneut
el_gr: Ο διακομιστής βρίσκεται σε συντήρηση. Παρακαλώ προσπαθήστε ξανά αργότερα
fa_ir: سیستم در حال تعمیر است. لطفاً بعداً دوباره امتحان کنید
fi_fi: Järjestelmään tehdään huoltoa. Yritä myöhemmin uudelleen
fr_fr: Le système est en maintenance. Veuillez réessayer ultérieurement
hu_hu: A rendszer karbantartás alatt áll. Kérjük, próbálja újra később
id_id: Server sedang dalam pemeliharaan, silakan coba lagi nanti
nl_nl: Het systeem is in onderhoud. Probeer het later opnieuw
pl_pl: Trwają prace techniczne na serwerze. Spróbuj ponownie później
pt_br: O sistema está em manutenção. Por favor, tente novamente mais tarde
pt_pt: O sistema está a ser submetido a manutenção. Por favor, tente novamente mais tarde
ro_ro: Sistemul este în mentenanță. Vă rugăm să încercați mai târziu
ru_ru: Система находится на техническом обслуживании. Повторите попытку позже
sr_rs: Sistem se održava. Molimo pokušajte kasnije
tr_tr: Sistem bakıma alınmıştır. Lütfen daha sonra tekrar deneyin
uk_ua: Система проходить технічне обслуговування. Будь ласка, спробуйте ще раз пізніше
vi_vn: Hệ thống đang được bảo trì. Xin vui lòng thử lại sau
zh_cn: 系统正在维护，请稍后再试

source: You do not have permission to access the :mod: module
ar_sa: ليس لديك إذن للوصول إلى هذه الوحدة :mod: البرمجية
bg_bg: Нямате права за достъп до този :mod: модул
ca_es: No teniu permís per accedir al mòdul :mod
cs_cz: Nemáte oprávnění k přístupu k :mod: modulu
de_de: Du hast keine Berechtigung, auf das Modul :mod: zuzugreifen
el_gr: Δεν έχετε δικαίωμα πρόσβασης στο :mod: πρόσθετο
fa_ir: شما اجازه دسترسی به ماژول :mod: را ندارید
fi_fi: Sinulla ei ole oikeuksia tähän :mod: moduliin
fr_fr: Vous n'avez pas la permission d'accéder à ce :mod: module
hu_hu: Nincs engedélye a :mod: modul elérésére
id_id: Anda tidak memiliki ijin untuk mengakses modul :mod: ini
nl_nl: U heeft geen toestemming om toegang te krijgen tot de :mod: module
pl_pl: Nie masz uprawnień, aby uzyskać dostęp do :mod: modułu
pt_br: Sua permissão para acessar o módulo :mod: foi negada
ro_ro: Nu ai permisiunea de a accesa modulul :mod
ru_ru: У вас нет разрешения на доступ к модулю :mod:
sr_rs: Nemate dozvolu za pristup :mod: modulu
tr_tr: :mod: modülüne erişim izniniz yok
uk_ua: Ви не маєте права доступу до цього модулю
vi_vn: Bạn không có quyền truy cập mô-đun :mod:.
zh_cn: 你没有权限访问 :mod: 模块

source: Page not found
ar_sa: الصفحة غير موجودة
bg_bg: Страницата не е открита
ca_es: Pàgina no trobada
cs_cz: Stránka nenalezena
de_de: Die Seite wurde nicht gefunden
el_gr: Η σελίδα δεν βρέθηκε
fa_ir: صفحه یافت نشد
fi_fi: Sivua ei löydy
fr_fr: La page n'existe pas
hu_hu: Az oldal nem található
id_id: Halaman tidak ditemukan
lt_lt: Puslapis nerastas
nl_nl: Pagina niet gevonden
pl_pl: Strona nie znaleziona
pt_br: Página não encontrada
pt_pt: Página não encontrada
ro_ro: Pagina nu a fost găsită
sr_rs: Stranica nije pronađena
tr_tr: Sayfa bulunamadı
uk_ua: Сторінка не знайдена
vi_vn: Trang không tồn tại
zh_cn: 未找到页面

source: The PHP OpenSSL extension must be enabled on your server
cs_cz: Rozšíření PHP OpenSSL musí být povoleno na vašem serveru
de_de: Die PHP openssl Erweiterung muss auf dem Server aktiviert sein
el_gr: Η επέκταση openssl της PHP πρέπει να είναι ενεργοποιημένη στο διακομιστή σας
fa_ir: ماژول PHP OpenSSL باید در سرور شما فعال باشد
fi_fi: PHP: n OpenSSL-laajennuksen on oltava käytössä palvelimellasi
fr_fr: L'extension PHP OpenSSL doit être activée sur votre serveur
hu_hu: A PHP openssl kiterjesztést engedélyezni kell a kiszolgálón
id_id: Ekstensi PHP OpenSSL harus diaktifkan di server
nl_nl: De PHP OpenSSL-extensie moet op de server ingeschakeld zijn
pl_pl: Rozszerzenie PHP OpenSSL musi być włączone na twoim serwerze
ro_ro: Extensia PHP OpenSSL trebuie să fie activată pe serverul dvs
ru_ru: Расширение PHP OpenSSL должно быть включено на вашем сервере
sr_rs: PHP OpenSSL dodatak mora biti omogućen na serveru
vi_vn: Phần mở rộng php openssl phải được bật tại máy chủ của bạn.
zh_cn: 请在你的PHP配置文件中开启 OpenSSL 扩展

source: Missing log message
ar_sa: رسالة السجل مفقودة
bg_bg: Липсва съобщение в лога
ca_es: Falta el missatge de registre
cs_cz: Klíč: Chybějící záznam
de_de: Fehlende Logmeldung
el_gr: Μήνυμα καταγραφής που λείπει
fa_ir: لاگها از دست رفته اند
fi_fi: Puuttuva lokiviesti
fr_fr: Message de log manquant
hu_hu: Hiányzó naplóüzenet
id_id: Pesan log tidak ada
lt_lt: Trūksta žurnalo pranešimo
nl_nl: Log bericht ontbreekt
pl_pl: Brakująca wiadomość
pt_br: Mensagem de registro ausente
pt_pt: Mensagem de registo em falta
ro_ro: Mesaj jurnal lipsă.
ru_ru: Отсутствует сообщение журнала
sr_rs: Fali log poruka
tr_tr: Eksik günlük mesajı
uk_ua: Повідомлення журналу не знайдено
vi_vn: Nội dung nhật ký bị mất
zh_cn: 缺少日志消息

source: Bad log priority
ar_sa: أولوية سجل سيئة
bg_bg: Лош приоритет на лога
ca_es: Mala prioritat de registre
cs_cz: Špatná priorita logu
de_de: Ungültige Log-Priorität
el_gr: Κακή προτεραιότητα αρχείου καταγραφής
fa_ir: خطا در لاگ الویتها
fi_fi: Virheellinen lokiprioriteetti
fr_fr: Mauvaise priorité d'enregistrement
hu_hu: Rossz napló prioritás
id_id: Prioritas log buruk
lt_lt: Blogas žurnalo prioritetas
nl_nl: Verkeerde log prioriteit
pl_pl: Błędny priorytet dziennika
pt_br: Prioridade de registro inválida
pt_pt: Prioridade de registo incorrecta
ro_ro: Prioritate jurnal greșită
ru_ru: Недопустимый приоритет журнала
sr_rs: Loš log prioritet
tr_tr: Hatalı günlük önceliği
uk_ua: Помилковий пріоритет журналу
vi_vn: Độ quan trọng nhật ký xấu
zh_cn: 错误的日志优先级

source: Module :mod manifest file is missing or not readable.
ro_ro: Fișierul manifest al modulului :mod lipsește sau nu poate fi citit.
ru_ru: Файл манифеста модуля :mod отсутствует или недоступен для чтения.

source: Module :mod manifest file is invalid. Check file syntax and permissions.
ar_sa: ملف بيانات الوحدة النمطية :mod غير صالح. تحقق من بناء الملف والصلاحيات.
bg_bg: Manifest файла за модул :mod е невалиден. Проверете синтаксиса на файла и правата за достъп до него.
ca_es: El fitxer de manifest del mòdul:mod no és vàlid. Comproveu la sintaxi i els permisos dels fitxers.
cs_cz: Manifest modulu :mod je neplatný. Zkontroluj syntax a oprávnění souboru.
de_de: Die Manifest-Datei von Modul :mod ist ungültig. Überprüfe die Dateisyntax und die Berechtigungen.
el_gr: Η ενότητα :mod manifest file είναι άκυρη. Ελέγξτε τη σύνταξη και τα δικαιώματα του αρχείου.
fa_ir: ماژول نا معتبر است. مجوزهای دسترسی فایل را بررسی کنید.
fi_fi: Moduuli :mod manifest-tiedosto on virheellinen. Tarkista tiedoston syntaksi ja käyttöoikeudet.
fr_fr: Le fichier manifeste du module :mod n'est pas valide. Vérifiez la syntaxe et les permissions du fichier.
hu_hu: Modul:mod manifest fájl érvénytelen. Ellenőrizze a fájl szintaxisát és engedélyeit.
id_id: Modul :mod file manifest tidak valid. Cek file sintax dan permisi.
nl_nl: Module :mod manifestbestand is niet geldig. Controleer de syntax en de permissies van het bestand.
pl_pl: Moduł :mod manifest jest nieprawidłowy. Sprawdź składnię pliku i uprawnienia.
pt_br: O arquivo de manifesto mod é inválido. Verifique a sintaxe e as permissões do arquivo.
pt_pt: O ficheiro de manifesto do módulo :mod é inválido. Verificar a sintaxe e as permissões do ficheiro.
ro_ro: Fișierul manifest al modulului :mod nu este valid. Verificați sintaxa fișierului și permisiunile.
ru_ru: Файл манифеста модуля :mod недействителен. Проверьте синтаксис файла и права доступа.
sr_rs: Modul :mod manifest fajl je nevažeći. Provjerite syntax fajla i dozvole.
tr_tr: :mod modülü bildirim (manifest) dosyası geçersiz. Dosya söz dizimini (syntax) ve izinleri kontrol edin.
uk_ua: Маніфест-файл модуля :mod є помилковим. Перевірте синтаксис файлу та права доступу.
vi_vn: Tệp tin mô-đun manifest :mod không hợp lệ. Kiểm tra cú pháp và quyền tệp tin
zh_cn: 模块 :mod manifest 文件无效。请检查文件的语法和权限。

source: Module :mod does not have service class
ar_sa: الوحدة النمطية :mod ليس لديها فئة خدمة
bg_bg: Модул :mod няма класа за обслужване
ca_es: El mòdul :mod no té classe de servei
cs_cz: Modul :mod nemá třídu služby
de_de: Das Modul :mod verfügt nicht über diese Service-Cass
el_gr: Module :mod δεν έχει κλάση υπηρεσιών
fa_ir: این ماژول کلاس سرویس ندارد
fi_fi: Moduulilla :mod ei ole palveluluokkaa
fr_fr: Module :mod n'a pas de classe de service
hu_hu: A :mod modulnak nincs szolgáltatási osztálya
id_id: Modul :mod class service tidak ada
lt_lt: Modulis :mod neturi paslaugų klasės
nl_nl: Module :mod heeft geen service klasse
pl_pl: Moduł :mod nie ma klasy usług
pt_br: Módulo :mod não tem uma classe de serviço
pt_pt: O módulo :mod não possui uma classe de serviço
ro_ro: Modulul :mod nu are clasa de servicii
ru_ru: Модуль :mod не имеет класса службы
sr_rs: Modul :mod nema servisu klasu
tr_tr: :mod modülü hizmet sınıfına sahip değil
uk_ua: Модуль :mod не має класу послуг
vi_vn: Mô-đun :mod không có service class
zh_cn: 模块 :mod 没有服务类
