Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Reset
ar_sa: إعادة تعيين
bg_bg: Анулиране
ca_es: Restablir
cs_cz: Resetovat
de_de: Zurücksetzen
el_gr: Αρχικοποίηση
fa_ir: ریست
fi_fi: Nollaa
fr_fr: Réinitialiser
hu_hu: Újrakezdés
id_id: Atur ulang
lt_lt: Atstatyti
pl_pl: Zresetuj
pt_br: Redefinir
pt_pt: Reiniciar
ro_ro: Resetați
ru_ru: Сбросить
sr_rs: Resetuj
tr_tr: Sıfırla
uk_ua: Скинути
vi_vn: Đặt lại
zh_cn: 重置

source: New Client
cs_cz: Nový klient
fr_fr: Nouveau Client
hu_hu: Új ügyfél
ro_ro: Client Nou
ru_ru: Новый клиент
vi_vn: Tạo khách hàng

source: Groups
ar_sa: المجموعات
bg_bg: Групи
ca_es: Grups
cs_cz: Skupiny
de_de: Gruppen
el_gr: Ομάδες
fa_ir: گروه‌ها
fi_fi: Ryhmät
fr_fr: Groupes
hu_hu: Csoportok
id_id: Grup
lt_lt: Grupės
nl_nl: Groepen
pl_pl: Grupy
pt_br: Grupos
pt_pt: Grupos
ro_ro: Grupuri
ru_ru: Группы
sr_rs: Grupe
tr_tr: Gruplar
uk_ua: Групи
vi_vn: Nhóm
zh_cn: 组

source: New Group
cs_cz: Nová skupina
fr_fr: Nouveau Groupe
hu_hu: Új csoport
ro_ro: Grup Nou
ru_ru: Новая группа
vi_vn: Tạo nhóm

source: Company
ar_sa: الشركة
bg_bg: Фирма
ca_es: Empresa
cs_cz: Firma
de_de: Firma
el_gr: Εταιρεία
fa_ir: شرکت
fi_fi: Yritys
fr_fr: Société
hu_hu: Cég
id_id: Perusahaan
lt_lt: Bendrovė
nl_nl: Bedrijfsnaam
pl_pl: Firma
pt_br: Empresa
pt_pt: Empresa
ro_ro: Companie
ru_ru: Kompaniya
sr_rs: Firma
tr_tr: Şirket
uk_ua: Компанія
vi_vn: Công ty
zh_cn: 公司

source: Export Clients
ar_sa: تصدير العملاء
bg_bg: Експортиране на клиентите
ca_es: Clients d'exportació
cs_cz: Exportovat klienty
de_de: Kunden exportieren
el_gr: Εξαγωγή Πελατών
fa_ir: خروجی اکسل کابران
fi_fi: Vie Asiakkaat
fr_fr: Exporter les Clients
hu_hu: Ügyfelek exportálása
id_id: Ekspor Klien
lt_lt: Exportuoti klientus
nl_nl: Exporteer klanten
pl_pl: Eksportuj klientów
pt_br: Exportar Clientes
pt_pt: Clientes de exportação
ro_ro: Exportă clienții
ru_ru: Экспорт клиентов
sr_rs: Izvozite klijente
tr_tr: Müşterileri Dışa Aktar
uk_ua: Експорт клієнтів
vi_vn: Xuất dữ liệu khách hàng
zh_cn: 导出客户

source: Create
ar_sa: إنشاء
bg_bg: Създаване
ca_es: Crear
cs_cz: Vytvořit
de_de: Erstellen
el_gr: Δημιουργία
fa_ir: ایجاد
fi_fi: Luo
fr_fr: Créer
hu_hu: Hozzon létre
id_id: Buat
lt_lt: Sukurti
nl_nl: Aanmaken
pl_pl: Utwórz
pt_br: Criar
pt_pt: Criar
ro_ro: Creaţi
ru_ru: Создать
sr_rs: Napravi
tr_tr: Oluştur
uk_ua: Створити
vi_vn: Tạo
zh_cn: 创建

source: Clients login history
ar_sa: سجل دخول العملاء
bg_bg: История на влизане на клиентите
ca_es: Historial d'inicis de sessió dels clients
cs_cz: Historie přihlášení klientů
de_de: Anmeldeverlauf der Kunden
el_gr: Ιστορικό συνδέσης πελατών
fa_ir: تاریخچه ورود کاربران
fi_fi: Asiakkaiden kirjautumishistoria
fr_fr: Historique de connexion des clients
hu_hu: Ügyfelek bejelentkezési előzményei
id_id: Histori login klien
lt_lt: Klientų prisijungimo istorija
nl_nl: Klanten login geschiedenis
pl_pl: Historia logowania klientów
pt_br: Histórico Acesso de Clientes
pt_pt: Histórico de login dos clientes
ro_ro: Istoricul utilizatorilor conectați
ru_ru: История входов клиентов
sr_rs: Istorija prijavljivanja klijenata
tr_tr: Müşteri giriş geçmişi
uk_ua: Історія входу клієнтів
vi_vn: Lịch sử khách hàng đăng nhập
zh_cn: 客户登录记录

source: Profile
ar_sa: الملف الشخصي
bg_bg: Профил
ca_es: Perfil
cs_cz: Profil
de_de: Kundenkonto
el_gr: Προφίλ
fa_ir: پروفایل
fi_fi: Profiili
fr_fr: Profil
hu_hu: Profil
id_id: Profil
lt_lt: Profilis
nl_nl: Profiel
pl_pl: Profil
pt_br: Perfil
pt_pt: Perfil
ro_ro: Profil
ru_ru: Профиль
sr_rs: Profil
tr_tr: Profil
uk_ua: Профіль
vi_vn: Hồ sơ
zh_cn: 个人信息

source: Edit
ar_sa: تعديل
bg_bg: Редактиране
ca_es: Edita
cs_cz: Upravit
de_de: Bearbeiten
el_gr: Επεξεργασία
fa_ir: ویرایش
fi_fi: Muokkaa
fr_fr: Modifier
hu_hu: Szerkesztés
id_id: Sunting
lt_lt: Redaguoti
nl_nl: Bewerken
pl_pl: Edytuj
pt_br: Editar
pt_pt: Editar
ro_ro: Modificați
ru_ru: Редактировать
sr_rs: Izmeni
tr_tr: Düzenle
uk_ua: Редагувати
vi_vn: Sửa
zh_cn: 编辑

source: Tickets
ar_sa: تذاكر الدعم
bg_bg: Билети
ca_es: Tiquets
cs_cz: Tikety
el_gr: Αιτήματα
fa_ir: تیکت
fi_fi: Tukipyynnöt
hu_hu: Jegyek
id_id: Tiket
lt_lt: Bilietai
nl_nl: Supporttickets
pl_pl: Zgłoszenia
pt_pt: Bilhetes
ro_ro: Tichete
ru_ru: Тикеты
sr_rs: Tiketi
tr_tr: Destek talepleri
uk_ua: Звернення
vi_vn: Phiếu hỗ trợ
zh_cn: 工单

source: Payments
ar_sa: المدفوعات
bg_bg: Плащания
ca_es: Pagaments
cs_cz: Platby
de_de: Zahlungen
el_gr: Πληρωμές
fa_ir: پرداختی ها
fi_fi: Maksut
fr_fr: Paiements
hu_hu: Fizetések
id_id: Pembayaran
lt_lt: Mokėjimai
nl_nl: Betalingen
pl_pl: Płatności
pt_br: Pagamentos
pt_pt: Pagamentos
ro_ro: Plăți
ru_ru: Платежи
sr_rs: Plaćanja
tr_tr: Ödemeler
uk_ua: Платежі
vi_vn: Thanh toán
zh_cn: 交易

source: Logins
ar_sa: تسجيل الدخول
bg_bg: Вписвания
ca_es: Inici de sessió
cs_cz: Přihlášení
de_de: Anmeldungen
el_gr: Συνδέσεις
fa_ir: ورودها
fi_fi: Kirjautumiset
fr_fr: Connexions
hu_hu: Bejelentkezések
id_id: Masuk
lt_lt: Prisijungimai
nl_nl: Inloggeschiedenis
pl_pl: Logowania
pt_br: Login
pt_pt: Registos
ro_ro: Autentificări
ru_ru: Входы
sr_rs: Prijave
tr_tr: Giriş Bilgileri
uk_ua: Вхід
vi_vn: Đăng nhập
zh_cn: 登录

source: Emails
ar_sa: البريد الإلكتروني
bg_bg: Имейли
ca_es: Correus electrònics
cs_cz: E-maily
de_de: E-Mail Verlauf
el_gr: Email διευθύνσεις
fa_ir: ایمیل‌ها
fi_fi: Sähköpostit
hu_hu: E-mailek
id_id: Email
lt_lt: Laiškai
pl_pl: Emaile
ro_ro: E-mail-uri
sr_rs: E-mailovi
tr_tr: E-postalar
uk_ua: Сповіщення
vi_vn: Email
zh_cn: 电子邮件

source: Transactions
ar_sa: المعاملات
bg_bg: Транзакции
ca_es: Transaccions
cs_cz: Transakce
de_de: Transaktionen
el_gr: Συναλλαγές
fa_ir: تراکنش‌ها
fi_fi: Maksutapahtumat
hu_hu: Tranzakciók
id_id: Transaksi
lt_lt: Operacijos
nl_nl: Transacties
pl_pl: Transakcje
pt_br: Transações
pt_pt: Transacções
ro_ro: Tranzacții
ru_ru: Транзакции
sr_rs: Transakcije
tr_tr: İşlemler
uk_ua: Транзакції
vi_vn: Giao dịch
zh_cn: 交易记录

source: Currency
ar_sa: العملة
bg_bg: Валута
ca_es: Moneda
cs_cz: Měna
de_de: Währung
el_gr: Νόμισμα
fa_ir: واحد پول
fi_fi: Valuutta
fr_fr: Devise
hu_hu: Pénznem
id_id: Mata uang
lt_lt: Valiuta
nl_nl: Valuta
pl_pl: Waluta
pt_br: Moeda
pt_pt: Moeda
ro_ro: Monedă
ru_ru: Valyuta
sr_rs: Valuta
tr_tr: Para birimi
uk_ua: Валюта
vi_vn: Tiền tệ
zh_cn: 币种

source: Fund balance
ar_sa: الرصيد
bg_bg: Баланс на фонда
ca_es: Saldo del fons
cs_cz: Zůstatek fondu
de_de: Guthaben
el_gr: Χρηματικό υπόλοιπο
fa_ir: موجودی حساب
fi_fi: Tilin saldo
fr_fr: Solde financé
hu_hu: Alapegyenleg
id_id: Saldo dana
lt_lt: Papildyti balansą
nl_nl: Saldo
pl_pl: Saldo środków
pt_br: Saldo de fundo
pt_pt: Saldo do fundo
ro_ro: Balanța fondurilor
ru_ru: Баланс средств
sr_rs: Stanje kredita
tr_tr: Fon Bakiyesi
uk_ua: Баланс рахунку
vi_vn: Quỹ
zh_cn: 资金余额

source: Notes
ar_sa: ملاحظات
bg_bg: Бележки
ca_es: Nota
cs_cz: Poznámky
de_de: Anmerkungen
el_gr: Σημειώσεις
fa_ir: یادداشت‌ها
fi_fi: Muistiinpanot
hu_hu: Megjegyzések
id_id: Catatan
lt_lt: Pastabos
nl_nl: Notities
pl_pl: Notatki
pt_br: Notas
pt_pt: Notas
ro_ro: Notițe
ru_ru: Заметки
sr_rs: Napomene
tr_tr: Notlar
uk_ua: Примітки
vi_vn: Ghi chú
zh_cn: 备注

source: API Key
bg_bg: API ключ
ca_es: Clau API
cs_cz: API klíč
el_gr: Κλειδί API
fa_ir: کلید API
fi_fi: API-avain
fr_fr: Clé API
hu_hu: API kulcs
lt_lt: API raktas
pl_pl: Klucz API
pt_br: Chave da API
pt_pt: Chave API
ro_ro: Cheie API
ru_ru: Ключ API
sr_rs: API ključ
tr_tr: API anahtarı
uk_ua: Ключ API
vi_vn: Khoá API
zh_cn: API密钥

source: Address
ar_sa: العنوان
bg_bg: Адрес
ca_es: Adreça
cs_cz: Adresa
de_de: Adresse
el_gr: Δειύθυνση
fa_ir: نشانی
fi_fi: Osoite
fr_fr: Adresse
hu_hu: Cím
id_id: Alamat
lt_lt: Adresas
nl_nl: Adres
pl_pl: Adres
pt_br: Endereço
pt_pt: Endereço
ro_ro: Adresă
ru_ru: Manzil
sr_rs: Adresa
tr_tr: Adres
uk_ua: Адреса
vi_vn: Địa chỉ
zh_cn: 地址

source: Registered on
ar_sa: مسجلة في
bg_bg: Регистриран на
ca_es: Registrat a
cs_cz: Registrován
de_de: Registriert am
el_gr: Εγγράφηκε στις
fa_ir: ثبت نام شده
fi_fi: Rekisteröity
fr_fr: Inscrit le
hu_hu: Regisztrálva ekkor
id_id: Terdaftar sejak
lt_lt: Užregistruota
nl_nl: Geregistreerd op
pl_pl: Zarejestrowano
pt_br: Registrado em
pt_pt: Registado em
ro_ro: Înregistrat pe
ru_ru: Зарегистрирован
sr_rs: Registrovan od
tr_tr: Kayıt Tarihi
uk_ua: Зареєстровано на
vi_vn: Ngày đăng ký
zh_cn: 注册时间

source: Login to client area
ar_sa: دخول إلى منطقة العميل
bg_bg: Влизане в клиентския панел
ca_es: Inicieu sessió a l'àrea de clients
cs_cz: Přihlásit se do klientské oblasti
de_de: Anmelden zum Kundenbereich
el_gr: Σύνδεση στη περιοχή πελατών
fa_ir: ورود به حساب کاربری
fi_fi: Kirjaudu asiakasalueelle
fr_fr: Se connecter à l'espace client
hu_hu: Bejelentkezés az ügyfélterületre
id_id: Masuk ke Area Klien
lt_lt: Prisijungti prie klientų sistemos
nl_nl: Inloggen op klantenportaal
pl_pl: Zaloguj się jako klient
pt_br: Login para área de cliente
pt_pt: Aceder à área de cliente
ro_ro: Autentificare în zona client
ru_ru: Войти в клиентскую зону
sr_rs: Prijavite se u korisničku zonu
tr_tr: Müşteri paneline giriş yapın
uk_ua: Увійти як клієнт
vi_vn: Đăng nhập vào vùng khách hàng
zh_cn: 登录客户区域

source: Delete
ar_sa: حذف
bg_bg: Изтриване
ca_es: Esborrar
cs_cz: Odstranit
de_de: Löschen
el_gr: Διαγραφή
fa_ir: حذف
fi_fi: Poista
fr_fr: Supprimer
hu_hu: Törlés
id_id: Hapus
lt_lt: Ištrinti
nl_nl: Verwijder
pl_pl: Usuń
pt_br: Excluir
pt_pt: Eliminar
ro_ro: Ștergeți
ru_ru: O'chirish
sr_rs: Izbriši
tr_tr: Sil
uk_ua: Видалити
vi_vn: Xóa
zh_cn: 删除

source: Client profile details
ar_sa: تفاصيل حساب العميل
bg_bg: Подробности за профила на клиента
ca_es: Detalls del perfil del client
cs_cz: Podrobnosti o profilu klienta
de_de: Meine Details
el_gr: Λεπτομέρειες προφίλ πελάτη
fa_ir: جزئیات پروفایل کاربر
fi_fi: Asiakkaan profiilin tiedot
fr_fr: Détails du profil client
hu_hu: Ügyfélprofil részletei
id_id: Detail profil klien
lt_lt: Kliento profilio informacija
nl_nl: Klantaccount gegevens
pl_pl: Szczegóły profilu klienta
pt_br: Detalhes do perfil cliente
pt_pt: Detalhes do perfil do cliente
ro_ro: Detaliile profilului client
ru_ru: Детали профиля клиента
sr_rs: Detalji o profilu klijenta
tr_tr: Müşteri profili detayları
uk_ua: Інформація профілю клієнта
vi_vn: Chi tiết hồ sơ khách hàng
zh_cn: 客户信息明细

source: Client Profile updated
ar_sa: تم تحديث الملف الشخصي للعميل
bg_bg: Профилът на клиента бе актуализиран
ca_es: S'ha actualitzat el perfil del client
cs_cz: Profil klienta byl aktualizován
de_de: Kundenprofil aktualisiert
el_gr: Το προφίλ πελάτη ενημερώθηκε
fa_ir: پروفایل کاربر به‌روزرسانی شد
fi_fi: Asiakasprofiili päivitetty
fr_fr: Profil du client mis à jour
hu_hu: Ügyfélprofil frissítve
id_id: Ubah profil klien
lt_lt: Kliento profilis atnaujintas
nl_nl: Klantaccount aangepast
pl_pl: Profil klienta zaktualizowany
pt_br: Perfil do Cliente atualizado
pt_pt: Perfil do cliente atualizado
ro_ro: Profilul clientului actualizat
ru_ru: Профиль клиента обновлен
sr_rs: Profil klijenta je ažuriran
tr_tr: Müşteri profili güncellendi
uk_ua: Профіль клієнта оновлено
vi_vn: Hồ sơ khách hàng đã được cập nhật
zh_cn: 客户信息已更新

source: Type
ar_sa: فئة
bg_bg: Тип
ca_es: Tipus
cs_cz: Typ
de_de: Typ
el_gr: Τύπος
fa_ir: نوع
fi_fi: Tyyppi
hu_hu: Típus
id_id: Tipe
lt_lt: Tipas
pl_pl: Typ
pt_br: Tipo
pt_pt: Tipo
ro_ro: Tip
ru_ru: Turi
sr_rs: Tip
tr_tr: Tür
uk_ua: Тип
vi_vn: Loại
zh_cn: 类型

source: Other/Unknown
ar_sa: آخر/غير معروف
bg_bg: Друг/неизвестен
ca_es: Altres/Desconegut
cs_cz: Jiné / Neznámé
de_de: Sonstige/Unbekannt
el_gr: Άλλο/'Αγνωστο
fa_ir: موارد دیگر
fi_fi: Muu/Tuntematon
fr_fr: Autre/Inconnu
hu_hu: Egyéb/ismeretlen
id_id: Lainnya/Tidak diketahui
lt_lt: Kita/Nežinoma
nl_nl: Anders/Onbekend
pl_pl: Inny/Nieznany
pt_br: Outro/Desconhecido
pt_pt: Outros/desconhecidos
ro_ro: Altele/Necunoscut
ru_ru: Boshqa / nomaʼlum
sr_rs: Drugo/Nepoznato
tr_tr: Diğer/Bilinmeyen
uk_ua: Інше/невідоме
vi_vn: Khác/Không xác định
zh_cn: 其他/未知

source: Mail approved
ar_sa: تم اعتماد البريد الإلكتروني
bg_bg: Одобрен имейл
ca_es: Correu aprovat
cs_cz: E-mail schválen
de_de: E-Mail bestätigt
el_gr: Εγκεκριμένο email
fa_ir: ایمیل تایید شده
fi_fi: Sähköposti hyväksytty
fr_fr: Mail approuvé
hu_hu: Email cím visszaigazolva
id_id: Email disetujui
lt_lt: Paštas patvirtintas
nl_nl: E-mail goedgekeurd
pl_pl: Zatwierdzony adres email
pt_br: E-mail aprovado
pt_pt: Correio aprovado
ro_ro: E-mail aprobat
ru_ru: Почта подтверждена
sr_rs: Email je odobren
tr_tr: E-posta onaylandı
uk_ua: Пошту підтверджено
vi_vn: Thư đã duyệt
zh_cn: 邮件已批准

source: Yes
ar_sa: نعم
bg_bg: Да
ca_es: Si
cs_cz: Ano
de_de: Ja
el_gr: Ναι
fa_ir: بله
fi_fi: Kyllä
fr_fr: Oui
hu_hu: Igen
id_id: Ya
lt_lt: Taip
nl_nl: Ja
pl_pl: Tak
pt_br: Sim
pt_pt: Sim
ro_ro: Da
ru_ru: Ha
sr_rs: Da
tr_tr: Evet
uk_ua: Так
vi_vn: Có
zh_cn: 确定

source: No
ar_sa: لا
bg_bg: Не
cs_cz: Ne
de_de: Nein
el_gr: Όχι
fa_ir: خیر
fi_fi: Ei
fr_fr: Non
hu_hu: Nem
id_id: Tidak
lt_lt: Ne
nl_nl: Nee
pl_pl: Nie
pt_br: Não
pt_pt: Não
ro_ro: Nu
ru_ru: Нет
sr_rs: Ne
tr_tr: Hayır
uk_ua: Ні
vi_vn: Không
zh_cn: 取消

source: Select group
cs_cz: Vybrat skupinu
hu_hu: Csoport kiválasztása
ro_ro: Selectați un grup
ru_ru: Выбрать группу
vi_vn: Chọn nhóm

source: Date of birth
ar_sa: تاريخ الميلاد
bg_bg: Рожденна дата
ca_es: Data de naixement
cs_cz: Datum narození
de_de: Geburtsdatum
el_gr: Ημερομηνία γέννησης
fa_ir: تاریخ تولد
fi_fi: Syntymäaika
fr_fr: Date de naissance
hu_hu: Születési dátum
id_id: Tanggal lahir
lt_lt: Gimimo data
nl_nl: Geboortedatum
pl_pl: Data urodzenia
pt_br: Data de nascimento
pt_pt: Data de nascimento
ro_ro: Data nașterii
ru_ru: Tug'ilgan sana
sr_rs: Datum rođenja
tr_tr: Doğum tarihi
uk_ua: Дата народження
vi_vn: Ngày sinh
zh_cn: 出生日期

source: Company details
ar_sa: تفاصيل الشركة
bg_bg: Детайли на фирмата
ca_es: Dades institucionals
cs_cz: Detaily firmy
de_de: Firmeninformationen
el_gr: Λεπτομέρειες εταιρείας
fa_ir: مشخصات شرکت
fi_fi: Yrityksen tiedot
fr_fr: Coordonnées de l'entreprise
hu_hu: A vállalat adatai
id_id: Detail perusahaan
lt_lt: Įmonės informacija
nl_nl: Bedrijfsgegevens
pl_pl: Szczegóły firmy
pt_br: Detalhes da empresa
pt_pt: Dados da empresa
ro_ro: Detaliile companiei
ru_ru: Детали компании
sr_rs: Podaci o firmi
tr_tr: Şirket detayları
uk_ua: Інформація про компанію
vi_vn: Thông tin công ty
zh_cn: 公司信息

source: Company number
ar_sa: رقم الشركة
bg_bg: Номер на фирмата
ca_es: Número d'empresa
cs_cz: Identifikační číslo firmy
de_de: Firmen-Nummer
el_gr: Αριθμός εταιρείας
fa_ir: شماره شرکت
fi_fi: Yrityksen Y-Tunnus
fr_fr: Numéro de société (SIREN)
hu_hu: Cégszám
id_id: Nomor perusahaan
lt_lt: Įmonės numeris
nl_nl: Bedrijfsnummer (KVK)
pl_pl: Numer firmy
pt_br: Número da Empresa
pt_pt: Número da empresa
ro_ro: Numărul companiei
ru_ru: Номер компании
sr_rs: Matični broj firme
tr_tr: Şirket numarası
uk_ua: Номер компанії
vi_vn: Mã doanh nghiệp
zh_cn: 公司编号

source: Company VAT number
ar_sa: المعرف الضريبي للشركة
bg_bg: ДДС номер на фирмата
ca_es: Número d'IVA de l'empresa
cs_cz: DIČ firmy
de_de: Umsatzsteuer-ID
el_gr: Αριθμός ΑΦΜ εταιρείας
fa_ir: کد مالیاتی شرکت
fi_fi: Yrityksen VAT-numero (sama kuin y-tunnus, mutta FI eteen ja ilman väliviivaa)
fr_fr: Numéro de TVA de l'entreprise
hu_hu: Vállalat HÉA-szám
id_id: Nomor PPN Perusahaan
lt_lt: Įmonės PVM mokėtojo kodas
nl_nl: BTW-nummer
pl_pl: Numer VAT firmy
pt_br: ICMS
pt_pt: Número de IVA da empresa
ro_ro: TVA-ul companiei
ru_ru: Номер НДС компании
sr_rs: PIB firme
tr_tr: Şirket vergi numarası
uk_ua: Номер платника ПДВ
vi_vn: Mã VAT
zh_cn: 公司VAT税号

source: Address and contact details
ar_sa: العنوان وتفاصيل جهة الاتصال
bg_bg: Адрес и данни за връзка
ca_es: Adreça i dades de contacte
cs_cz: Adresa a kontaktní údaje
de_de: Adresse und Kontaktdetails
el_gr: Λεπτομέρειες διεύθυνσης και επαφής
fa_ir: آدرس و جزئیات تماس
fi_fi: Osoite ja yhteystiedot
fr_fr: Adresse et coordonnées
hu_hu: Cím és elérhetőségek
id_id: Alamat dan detail kontak
lt_lt: Adresas ir kontaktiniai duomenys
nl_nl: Adres en contactgegevens
pl_pl: Adres i dane kontaktowe
pt_br: Endereço e detalhes de contato
pt_pt: Endereço e dados de contacto
ro_ro: Adresa și datele de contact
ru_ru: Manzil va bog'lanish ma'lumotlari
sr_rs: Adresa i kontakt podaci
tr_tr: Adres ve iletişim bilgileri
uk_ua: Контактна інформація
vi_vn: Thông tin địa chỉ và liên hệ
zh_cn: 地址和联系信息

source: Address Line 1
ar_sa: السطر 1 للعنوان
bg_bg: Първи адрес
ca_es: Línia 1 de l'adreça
cs_cz: Ulice a číslo popisné 1
de_de: Adresszeile 1
el_gr: Γραμμή διεύθυνσης 1
fa_ir: آدرس 1
fi_fi: Osoiterivi 1
fr_fr: Adresse ligne 1
hu_hu: Címsor 1
id_id: Baris Alamat 1
lt_lt: Adreso eilutė 1
nl_nl: Adresregel 1
pl_pl: Wiersz adresu 1
pt_br: Endereço Linha 1
pt_pt: Linha de endereço 1
ro_ro: Adresă rândul 1
ru_ru: Manzillar qatori 1
sr_rs: Adresa 1
tr_tr: Adres satırı 1
uk_ua: Адреса
vi_vn: Địa chỉ
zh_cn: 地址 1

source: Address Line 2
ar_sa: السطر 2 للعنوان
bg_bg: Втори адрес
ca_es: Línia 2 de l'adreça
cs_cz: Ulice a číslo popisné 2
de_de: Adresszeile 2
el_gr: Γραμμή διεύθυνσης 2
fa_ir: آدرس 2
fi_fi: Osoiterivi 2
fr_fr: Adresse ligne 2
hu_hu: Címsor 2
id_id: Baris Alamat 2
lt_lt: Adreso eilutė 2
nl_nl: Adresregel 2
pl_pl: Wiersz adresu 2
pt_br: Endereço Linha 2
pt_pt: Endereço Linha 2
ro_ro: Adresă rândul 2
ru_ru: Manzillar qatori 2
sr_rs: Adresa 2
tr_tr: Adres satırı 2
uk_ua: Додаткова адреса
vi_vn: Địa chỉ dòng 2
zh_cn: 地址 2

source: Select country
cs_cz: Vyberte zemi
hu_hu: Ország kiválasztása
ro_ro: Selectați țara
ru_ru: Выберите страну
sr_rs: Izaberite državu
vi_vn: Chọn quốc gia

source: State
ar_sa: الولاية/المقاطعة
bg_bg: Област
ca_es: Estat
cs_cz: Stát
de_de: Bundesland
el_gr: Νομός
fa_ir: استان
fi_fi: Lääni
fr_fr: État
hu_hu: Állam
id_id: Provinsi
lt_lt: Valstija
nl_nl: Provincie
pl_pl: Województwo
pt_br: Estado
pt_pt: Estado
ro_ro: Stat
ru_ru: Область
sr_rs: Region
tr_tr: Eyalet
uk_ua: Область
vi_vn: Tỉnh/Thành
zh_cn: 州/省

source: City
ar_sa: المدينة
bg_bg: Град
ca_es: Ciutat
cs_cz: Město
de_de: Stadt
el_gr: Πόλη
fa_ir: شهر
fi_fi: Kaupunki
fr_fr: Ville
hu_hu: Város
id_id: Kota
lt_lt: Miestas
nl_nl: Plaats
pl_pl: Miasto
pt_br: Cidade
pt_pt: Cidade
ro_ro: Oraș
ru_ru: Shahar
sr_rs: Grad
tr_tr: Şehir
uk_ua: Місто
vi_vn: Thành phố
zh_cn: 城市

source: Postcode
ar_sa: الرمز البريدي
bg_bg: Пощенски код
ca_es: Codi postal
cs_cz: PSČ
de_de: Postleitzahl
el_gr: Ταχυδρομικός Κώδικας
fa_ir: کد پستی
fi_fi: Postinumero
fr_fr: Code Postal
hu_hu: Irányítószám
id_id: Kode pos
lt_lt: Pašto kodas
pl_pl: Kod pocztowy
pt_br: CEP
pt_pt: Código postal
ro_ro: Cod poștal
ru_ru: Почтовый индекс
sr_rs: Poštanski broj
tr_tr: Posta kodu
uk_ua: Поштовий індекс
vi_vn: Mã bưu chính
zh_cn: 邮政编码

source: Phone
ar_sa: الهاتف
bg_bg: Телефонен номер
ca_es: Telèfon
cs_cz: Telefon
de_de: Telefon
el_gr: Τηλέφωνο
fa_ir: شماره تلفن
fi_fi: Puhelin
fr_fr: Téléphone
hu_hu: Telefon
id_id: Telpon
lt_lt: Telefonas
nl_nl: Telefoonnummer
pl_pl: Telefon
pt_br: Telefone
pt_pt: Telefone
ro_ro: Telefon
ru_ru: Telefon
sr_rs: Telefon
tr_tr: Telefon
uk_ua: Телефон
vi_vn: Điện thoại
zh_cn: 手机号码

source: Passport number
ar_sa: رقم جواز السفر
bg_bg: Номер на паспорта
ca_es: Número de passaport
cs_cz: Číslo cestovního pasu
de_de: Personalausweisnummer
el_gr: Αριθμός διαβατηρίου
fa_ir: شماره پاسپورت
fi_fi: Henkilötunnus
fr_fr: Numéro de passeport
hu_hu: Útlevélszám
id_id: Nomor paspor
lt_lt: Paso numeris
nl_nl: Paspoortnummer
pl_pl: Numer paszportu
pt_br: Número de passaporte
pt_pt: Número do passaporte
ro_ro: Numărul pașaportului
ru_ru: Номер паспорта
sr_rs: Broj pasoša
tr_tr: Pasaport numarası
uk_ua: Номер паспорта
vi_vn: Số hộ chiếu
zh_cn: 护照号码

source: Additional settings
ar_sa: إعدادات إضافية
bg_bg: Допълнителни настройки
ca_es: Configuracions addicionals
cs_cz: Další nastavení
de_de: Weitere Einstellungen
el_gr: Επιπρόσθετες ρυθμίσεις
fa_ir: تنظیمات اضافی
fi_fi: Lisäasetukset
fr_fr: Réglages supplémentaires
hu_hu: További beállítások
id_id: Pengaturan tambahan
lt_lt: Papildomi nustatymai
nl_nl: Aanvullende instellingen
pl_pl: Dodatkowe ustawienia
pt_br: Configurações adicionais
pt_pt: Definições adicionais
ro_ro: Setări suplimentare
ru_ru: Qoʻshimcha moslamalar
sr_rs: Dodatna podešavanja
tr_tr: Diğer ayarlar
uk_ua: Додаткові налаштування
vi_vn: Cài đặt khác
zh_cn: 其他设置

source: Alternative ID
ar_sa: رقم التعريف البديل
bg_bg: Алтернативен ИД
ca_es: ID alternatiu
cs_cz: Alternativní identifikační číslo
el_gr: Εναλλακτικό ID
fa_ir: شناسه جایگزین
fi_fi: Vaihtoehtoinen Tunnus
fr_fr: ID alternatif
hu_hu: Alternatív azonosító
id_id: Alternatif ID
lt_lt: Alternatyvus ID
nl_nl: Alternatief ID
pl_pl: Alternatywne ID
pt_br: ID Alternativo
pt_pt: ID alternativa
ro_ro: ID alternativ
ru_ru: Альтернативный ID
sr_rs: Alternativni ID
tr_tr: Alternatif ID
uk_ua: Альтернативний ID
vi_vn: ID khác
zh_cn: 备选ID

source: Used to identify client on foreign system. Usually used by importers
ar_sa: يستخدم للتعرف على العميل في النظام الأجنبي. عادة ما يستخدمه المستوردون
bg_bg: Използва се за идентифициране на клиент на чуждестранна система. Обикновено се използва от вносителите
ca_es: S'utilitza per identificar el client en un sistema estranger. Normalment l'utilitzen els importadors
cs_cz: Používá se k identifikaci klienta v zahraničním systému. Obvykle využívají dovozci
de_de: Wird verwendet, um Kunden im fremden System zu identifizieren. Wird von Importern verwendet
el_gr: Χρησιμοποιείται για την ταυτοποίηση του πελάτη σε ξένο σύστημα. Συνήθως χρησιμοποιείται από εισαγωγείς
fa_ir: شما آخرین نسخه FOSSBilling را دارید. نیازی به آپدیت مشکل
fi_fi: Käytetään asiakkaan tunnistamiseen vieraassa järjestelmässä. Yleensä maahantuojat käyttävät
fr_fr: Utilisé pour identifier le client sur un système étranger. Habituellement utilisé par les importateurs
hu_hu: Az ügyfél azonosítására szolgál az idegen rendszerben. Általában az importőrök használják
id_id: Digunakan untuk mengidentifikasi klien pada sistem asing. Biasanya digunakan oleh importir
lt_lt: Naudojamas klientui identifikuoti užsienio sistemoje. Dažniausiai naudoja importuotojai
nl_nl: Gebruikt om klant te identificeren op buitenlands systeem. Meestal gebruikt door importeurs
pl_pl: Służy do identyfikacji klienta w obcym systemie. Zazwyczaj używane przez importerów
pt_br: Usado para identificar cliente em um sistema estrangeiro. Geralmente usado pelos importadores
pt_pt: Utilizado para identificar o cliente num sistema estrangeiro. Normalmente utilizado pelos importadores
ro_ro: Folosit pentru a identifica clientul în sistemul străin. Utilizat de obicei de importatori
ru_ru: Используется для идентификации клиента во внешней системе. Обычно используется импортерами
sr_rs: Koristi se za identifikaciju klijenta na stranom sistemu. Obično ga koriste uvoznici
tr_tr: Müşteriyi yabancı sistem üzerinde tanımlamak için kullanılır. Genellikle içe aktarma tarafından kullanılır
uk_ua: Використовується для визначення клієнта в іноземній системі. Зазвичай використовується імпортерами
zh_cn: 用于在其它系统上标识客户。方便导入时使用

source: Select currency
cs_cz: Vybrat měnu
hu_hu: Pénznem kiválasztása
ro_ro: Selectați moneda
ru_ru: Выберите валюту
sr_rs: Izaberite valutu
vi_vn: Chọn đơn vị tiền tệ

source: Exempt from tax
ar_sa: إعفاء من الضريبة
bg_bg: Без Ддс
ca_es: Exempt d'impost
cs_cz: Osvobozeno od daně
de_de: Steuerbefreit
el_gr: Εξαίρεση από φόρο
fa_ir: معاف از مالیات
fi_fi: Vapautettu verosta
fr_fr: Exonéré de taxes
hu_hu: Adómentesség
id_id: Dibebaskan dari pajak
lt_lt: Atleidžiamas nuo mokesčių
nl_nl: Vrijgesteld van belasting
pl_pl: Zwolniony z podatku
pt_br: Isento de imposto
pt_pt: Isento de imposto
ro_ro: Scutit de impozit
ru_ru: Освобожден от налога
sr_rs: Oslobođen poreza
tr_tr: Vergiden Muaf
uk_ua: Звільнено від оподаткування
vi_vn: Miễn thuế
zh_cn: 免税
