Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Set Task Complete
ar_sa: تعيين ك مهمة مكتملة
bg_bg: Сложи задачата като изпълнена
cs_cz: Nastavit úkol jako dokončen
de_de: Aufgabe erledigt
el_gr: Ορισμός Ολοκλήρωσης Εργασίας
fa_ir: تنظیم تکمیل رویداد
fi_fi: Aseta tehtävä valmiiksi
fr_fr: Définir la Tâche comme Terminée
hu_hu: Feladat befejezésének beállítása
id_id: Atur selesai pekerjaan
nl_nl: Stel taak als voltooid
pl_pl: Oznacz zadanie jako zakończone
pt_br: Definir Tarefa Concluída
ro_ro: Setează sarcină completă
ru_ru: Отметить задачу как выполненную
sr_rs: Postavite zadatak da je završen
tr_tr: Görevi Tamamlandı Olarak Ayarla

source: New Support Ticket
ar_sa: تذكرة دعم جديدة
bg_bg: Нов билет за поддръжка
cs_cz: Nový tiket podpory
de_de: Neues Support-Ticket
el_gr: Νέο αίτημα τεχνικής υποστήριξης
fa_ir: تیکت جدید پشتیبانی
fi_fi: Uusi tukipyyntö
fr_fr: Nouveau Ticket d'Assistance
hu_hu: Új támogatási jegy
id_id: Tiket dukungan baru
nl_nl: Nieuwe support ticket
pl_pl: Nowe zgłoszenie wsparcia
pt_br: Novo Ticket de Suporte
ro_ro: Tichet de suport nou
ru_ru: Новый тикет в поддержку
sr_rs: Novi tiket za podršku
tr_tr: Yeni Destek Talebi

source: Support Tickets
ar_sa: تذاكر الدعم
bg_bg: Билети за поддръжка
cs_cz: Tikety podpory
el_gr: Αιτήματα τεχνικής υποστήριξης
fa_ir: تیکت های پشتیبانی
fi_fi: Tukipyynnöt
fr_fr: Tickets d'assistance
hu_hu: Üzenetek
id_id: Tiket Dukungan
pl_pl: Zgłoszenia wsparcia
pt_br: Tickets de Suporte
ro_ro: Tichete de suport
ru_ru: Тикеты поддержки
sr_rs: Tiketi za podršku
tr_tr: Destek Talepleri

source: Filter Support Tickets
ar_sa: فلتر تذاكر الدعم
bg_bg: Филтрирай билетите за поддръжка
cs_cz: Filtrovat tikety podpory
de_de: Support-Tickets filtern
el_gr: Φίλτρο Αιτημάτων Τεχνικής Υποστήριξης
fa_ir: فیلتر تیکت های پشتیبانی
fi_fi: Suodata tukipyynnöt
fr_fr: Filtrer les tickets d'assistance
hu_hu: Támogatási jegyek szűrése
id_id: Filter Tiket Dukungan
nl_nl: Support tickets filteren
pl_pl: Filtruj zgłoszenia wsparcia
pt_br: Filtrar Tickets de Suporte
ro_ro: Filtrează tichetele de suport
ru_ru: Фильтровать тикеты поддержки
sr_rs: Filtriraj tikete za podršku
tr_tr: Destek Taleplerini Filtrele

source: Ticket Subject
ar_sa: موضوع التذكرة
bg_bg: Тема на билета
cs_cz: Předmět tiketu
de_de: Ticket Betreff
el_gr: Θέμα αιτήματος
fa_ir: موضوع تیکت
fi_fi: Tukipyynnön aihe
fr_fr: Sujet du Ticket
hu_hu: Jegy tárgya
id_id: Subjek Tiket
nl_nl: Ticket onderwerp
pl_pl: Temat zgłoszenia
pt_br: Assunto do Ticket
ro_ro: Subiect tichet
ru_ru: Тема тикета
sr_rs: Naslov tiketa
tr_tr: Talep Konusu

source: Ticket Messages
ar_sa: رسائل التذكرة
bg_bg: Съобщение на билета
cs_cz: Zprávy tiketu
de_de: Ticket Nachrichten
el_gr: Μηνύματα αιτήματος τεχνικής υποστήριξης
fa_ir: پیام تیکت
fi_fi: Tukipyynnön viestit
fr_fr: Messages du Ticket
hu_hu: Jegy üzenetek
id_id: Pesan Tiket
nl_nl: Ticket berichten
pl_pl: Wiadomości zgłoszenia
pt_br: Mensagens do Ticket
ro_ro: Mesaje tichet
ru_ru: Сообщения тикета
sr_rs: Poruke tiketa
tr_tr: Talep Mesajları

source: All helpdesks
cs_cz: Všechny helpdesky
ro_ro: Toate birourile de asistență
ru_ru: Все службы поддержки

source: Created At
ar_sa: تاريخ الإنشاء
bg_bg: Създадено на
cs_cz: Vytvořeno v
de_de: Erstellt am
el_gr: Δημιουργήθηκε στις
fa_ir: ایجاد شده در
fi_fi: Luotu
fr_fr: Crée à
hu_hu: Létrehozva
id_id: Dibuat pada
nl_nl: Gemaakt op
pl_pl: Utworzono
pt_br: Criado Em
ro_ro: Creat la
ru_ru: Создано
sr_rs: Kreirano
tr_tr: Oluşturma Tarihi

source: Awaiting staff
cs_cz: Čeká se na zaměstnance
fr_fr: En attente de l'équipe
hu_hu: Vezetőségre várakozik
ro_ro: În așteptarea personalului
ru_ru: Ожидание сотрудника

source: Awaiting client
cs_cz: Čekající klient
fr_fr: En attente du client
hu_hu: Ügyfélre várakozik
ro_ro: În așteptarea clientului
ru_ru: Ожидание клиента

source: New Client Ticket
ar_sa: تذكرة عميل جديدة
bg_bg: Нов клиентски билет
cs_cz: Nový klientský ticket
de_de: Neues Kundenticket
el_gr: Νέο Αίτημα Τεχνικής Υποστήριξης Πελάτη
fa_ir: تیکت جدید مشتری
fi_fi: Uusia asiakkaan tukipyyntö
fr_fr: Nouveau Ticket Client
hu_hu: Új ügyféljegy
id_id: Tiket Klien Baru
nl_nl: Nieuw klanten ticket
pl_pl: Nowe zgłoszenie od klienta
pt_br: Novo Ticket do Cliente
ro_ro: Tichet client nou
ru_ru: Новый тикет клиента
sr_rs: Novi tiket klijenta
tr_tr: Yeni "Müşteri Destek Talebi"

source: New Public Ticket
ar_sa: تذكرة عامة جديدة
bg_bg: Нов публичен билет
cs_cz: Nový veřejný tiket
de_de: Neues öffentliches Ticket
el_gr: Νέο Δημόσιο Αίτημα Τεχνικής Υποστήριξης
fa_ir: تیکت عمومی جدید
fi_fi: Uusi julkinen tukipyyntö
fr_fr: Nouveau ticket publique
hu_hu: Új nyilvános jegy
id_id: Tiket Umum Baru
nl_nl: Nieuwe Openbare Ticket
pl_pl: Nowe publiczne zgłoszenie
pt_br: Novo Ticket Público
ro_ro: Tichet public nou
ru_ru: Новый публичный тикет
sr_rs: Novi javni tiket
tr_tr: Yeni "Genel Destek Talebi"

source: Open Ticket for Existing Client
ar_sa: فتح تذكرة للعميل الحالي
bg_bg: Отвори билет за съществуващ клиент
cs_cz: Otevřít ticket pro stávajícího klienta
de_de: Ticket erstellen für bestehenden Kunden
el_gr: Άνοιγμα Αιτήματος Τεχνικής Υποστήριξης για Υπάρχοντα Πελάτη
fa_ir: ایجاد تیکت جدید برای مشتری سایت
fi_fi: Avaa tukipyyntö olemassa olevalle asiakkaalle
fr_fr: Ouvrir un Ticket pour un Client Existant
hu_hu: Jegy megnyitása meglévő ügyfélhez
id_id: Buka Tiket untuk Klien yang Ada
nl_nl: Open ticket voor bestaande klant
pl_pl: Otwórz zgłoszenie dla istniejącego klienta
pt_br: Abrir Ticket para Cliente Existente
ro_ro: Deschide tichet pentru un client existent
ru_ru: Открыть тикет для существующего клиента
sr_rs: Otvorite tiket za postoje'eg klijenta
tr_tr: Mevcut Müşteri için Talep Oluştur

source: Open Public Ticket for Non-client
ar_sa: فتح التذكرة العامة لغير العملاء
bg_bg: Отвори публичен билет за несъществуващ клиент
cs_cz: Otevřít veřejný požadavek pro neklienta
de_de: Ticket erstellen für nicht bestehenden Kunden
el_gr: Άνοιγμα Δημόσιου Αιτήματος για Μη-Πελάτη
fa_ir: ایجاد تیکت جدید عمومی
fi_fi: Avoin julkinen tukipyyntö muille kuin asiakkaille
fr_fr: Ouvrir un Ticket Publique pour les Non-cliet
hu_hu: Nyilvános jegy megnyitása nem ügyfél számára
id_id: Buka Tiket Umum untuk bukan klien
nl_nl: Open openbare ticket voor niet-klant
pl_pl: Otwórz publiczne zgłoszenie dla nieklienta
pt_br: Abrir o Ticket Público para Não Cliente
ro_ro: Deschide un tichet public pentru un client non-existent
ru_ru: Открыть публичный тикет для не-клиента
sr_rs: Otvorite javni tiket za ne-klijente
tr_tr: Müşteri Olmayanlar için Genel Talep Oluştur

source: Receiver Name
ar_sa: إسم المستلم
bg_bg: Име на получател
cs_cz: Název příjemce
de_de: Empfänger Name
el_gr: Όνομα Παραλήπτη
fa_ir: نام گیرنده
fi_fi: Vastaanottajan nimi
fr_fr: Nom du destinataire
hu_hu: Címzett neve
id_id: Nama penerima
nl_nl: Naam ontvanger
pl_pl: Nazwa odbiorcy
pt_br: Destinatário
ro_ro: Nume destinatar
ru_ru: Имя получателя
sr_rs: Ime primaoca
tr_tr: Alıcı Adı

source: user@domail.com
bg_bg: потребител@домейн.com
ca_es: usuari@domail.com
cs_cz: uživatel@doména.cz
fi_fi: käyttäjä@verkkotunnus.fi
fr_fr: utilisateur@domaine.com
lt_lt: vartotojas@paštas.lt
nl_nl: gebruiker@domain.nl
pt_br: usuario@domail.com
ro_ro: utilizator@domeniu.com
ru_ru: user@example.com
sr_rs: korisnik@domen.com
tr_tr: user@domain.com

source: Email Subject
ar_sa: موضوع الرسالة
bg_bg: Тема на имейла
cs_cz: Předmět e-mailu
de_de: E-Mail Betreff
el_gr: Θέμα ηλεκτρονικού ταχυδρομείου
fa_ir: موضوع ایمیل
fi_fi: Sähköpostin aihe
fr_fr: Sujet du mail
hu_hu: E-mail tárgya
id_id: Subjek Email
nl_nl: E-mail onderwerp
pl_pl: Temat wiadomości e-mail
pt_br: Assunto do E-mail
ro_ro: Subiect E-Mail
ru_ru: Тема письма
sr_rs: Naslov e-pošte
tr_tr: E-Posta Konusu

source: Create New Helpdesk
ar_sa: إنشاء مكتب مساعدة جديد
bg_bg: Създайте ново бюро за помощ
cs_cz: Vytvořit nový Helpdesk
de_de: Neuen Helpdesk erstellen
el_gr: Δημιουργία νέου τμήματος τεχνικής υποστήριξης
fa_ir: ایجاد بخش جدید
fi_fi: Luo uusi tukipalvelu
fr_fr: Créer une nouvelle catégorie d'assistance
hu_hu: Új ügyfélszolgálat létrehozása
id_id: Buat bantuan baru
nl_nl: Maak een nieuwe helpdesk
pl_pl: Utwórz nowe centrum pomocy
pt_br: Criar Novo Suporte
ro_ro: Creați un nou birou de asistență
ru_ru: Создать новую службу поддержки
sr_rs: Kreirajte novi Helpdesk
tr_tr: Yeni Yardım Masası Oluştur
uk_ua: Створити нову службу підтримки

source: Contact us
ar_sa: اتصل بنا
bg_bg: Връзка с нас
ca_es: Contacta'ns
cs_cz: Kontaktujte nás
de_de: Kontaktiere uns
el_gr: Επικοινωνήστε μαζί μας
fa_ir: تماس با ما
fi_fi: Ota yhteyttä
fr_fr: Contactez-nous
hu_hu: Lépjen kapcsolatba velünk
id_id: Hubungi Kami
lt_lt: Susisiekite su mumis
nl_nl: Neem contact met ons op
pl_pl: Skontaktuj się z nami
pt_br: Fale conosco
pt_pt: Contactar-nos
ro_ro: Contactează-ne
ru_ru: Свяжитесь с нами
sr_rs: Kontaktirajte nas
tr_tr: Bizimle İletişime Geçin
uk_ua: Зв'язатися з нами
vi_vn: Liên hệ với chúng tôi
zh_cn: 联系我们

source: Ticket information
ar_sa: معلومات التذكرة
bg_bg: Информация относно билета
ca_es: Informació del tiquet
cs_cz: Informace o tiketu
de_de: Ticket-Informationen
el_gr: Βασικές πληροφορίες
fa_ir: اطلاعات تیکت
fi_fi: Tukipyynnön tiedot
fr_fr: Informatioon sur le ticket
hu_hu: Jegyinformációk
id_id: Informasi tiket
lt_lt: Bilieto informacija
nl_nl: Ticket informatie
pl_pl: Informacje o zgłoszeniu
pt_br: Informações do ticket
pt_pt: Informações sobre os bilhetes
ro_ro: Informații tichet
ru_ru: Информация о тикете
sr_rs: Informacije tiketa
tr_tr: Talep Bilgileri
uk_ua: Інформація про звернення
vi_vn: Thông tin phiếu yêu cầu
zh_cn: 工单信息

source: Time opened
ar_sa: وقت الفتح
bg_bg: Отворено
ca_es: Temps obert
cs_cz: Čas otevření
de_de: Öffnungszeit
el_gr: Ώρα που άνοιξε
fa_ir: زمان بازگشایی
fi_fi: Pyyntö avattu
fr_fr: Heures d'ouverture
hu_hu: Megnyitott idő
id_id: Waktu dibuka
lt_lt: Atidarytas, laiku
nl_nl: Tijd geopend
pl_pl: Czas otwarcia
pt_br: Hora de abertura
pt_pt: Tempo aberto
ro_ro: Oră deschidere
sr_rs: Vreme otvaranja
tr_tr: Açılış Zamanı
uk_ua: Час відкриття
vi_vn: Thời gian mở
zh_cn: 打开的时间

source: Ticket was closed and cannot be reopened.
ar_sa: تم إغلاق التذكرة ولا يمكن إعادة فتحها.
bg_bg: Билетът е затворен и не може да бъде отворен отново.
ca_es: El bitllet estava tancat i no es pot tornar a obrir.
cs_cz: Tiket byl uzavřen a nelze jej znovu otevřít.
de_de: Ticket wurde geschlossen und kann nicht wieder geöffnet werden.
el_gr: Το αίτημα τεχνικής υποστήριξης έκλεισε και δεν μπορεί να ανοίξει ξανά.
fa_ir: تیکت بسته است و قابل بازگشایی نیست.
fi_fi: Tukipyyntö on suljettu eikä sitä voi avata uudelleen.
fr_fr: Le ticket a été fermé et ne peut pas être rouvert.
hu_hu: A jegyet lezárták, és nem lehet újra megnyitni.
id_id: Tiket telah ditutup dan tidak dapat dibuka kembali.
lt_lt: Bilietas buvo uždarytas ir jo nebegalima atidaryti.
nl_nl: Ticket is gesloten en kan niet worden heropend.
pl_pl: Zgłoszenie zostało zamknięte i nie można go ponownie otworzyć.
pt_br: O Ticket foi fechado e não pode ser reaberto.
pt_pt: O bilhete foi encerrado e não pode ser reaberto.
ro_ro: Tichetul a fost închis și nu poate fi redeschis.
ru_ru: Тикет был закрыт и не может быть reopened.
sr_rs: Tiket je zatvoren i ne može se ponovo otvoriti.
tr_tr: Talep kapatıldı ve tekrar açılamaz.
uk_ua: Тікет був закритий, і його не можна повторно відкрити.
vi_vn: Phiếu yêu cầu đã được đóng và không thể mở lại.
zh_cn: 工单已关闭，不能重新打开。

source: views
ar_sa: المُشاهدات
bg_bg: гледания
cs_cz: zobrazení
de_de: Ansichten
el_gr: προβολές
fa_ir: نمایش
fi_fi: näkymät
fr_fr: vues
hu_hu: megtekintés
id_id: pelihat
nl_nl: weergaven
pl_pl: odsłony
pt_br: visualizações
ro_ro: vizualizări
ru_ru: просмотров
sr_rs: pregleda
tr_tr: görüntülenme
uk_ua: перегляди
zh_cn: 阅读量

source: Similar articles
ar_sa: مقالات مماثلة
bg_bg: Подобни статии
ca_es: Articles semblants
cs_cz: Podobné články
de_de: Ähnliche Artikel
el_gr: Παρόμοια άρθρα
fa_ir: مقالات مشابه
fi_fi: Samankaltaiset artikkelit
fr_fr: Articles similaires
hu_hu: Hasonló cikkek
id_id: Artikel serupa
lt_lt: Panašūs įrašai
nl_nl: Vergelijkbare artikelen
pl_pl: Podobne artykuły
pt_br: Artigos similares
ro_ro: Articole similare
sr_rs: Slični članci
tr_tr: Benzer Makaleler
uk_ua: Схожі статті
vi_vn: Bài tương tự
zh_cn: 相似文章

source: Knowledge Base Categories
cs_cz: Kategorie znalostní báze
de_de: Kategorien der Wissensdatenbank
el_gr: Κατηγορίες Γνωσιακής Βάσης
fa_ir: دسته های دانشنامه
fr_fr: Catégories de la base de connaissances
hu_hu: Tudástár kategóriák
id_id: Kategori pengetahuan dasar
nl_nl: Kennisbank categorieën
pl_pl: Kategorie bazy wiedzy
ro_ro: Categorii de baze de cunoștințe
ru_ru: Категории базы знаний
sr_rs: Kategorije Baze Znanja
zh_cn: 知识库分类

source: Category List
cs_cz: Seznam kategorií
fr_fr: Liste des catégories
hu_hu: Kategória lista
ro_ro: Listă Categorii
ru_ru: Список категорий

source: Explore our knowledge base categories and their associated articles below.
cs_cz: Prozkoumejte naše kategorie znalostní základny a související články níže.
fr_fr: Explorez les catégories de notre base de connaissances et les articles qui y sont associés ci-dessous.
hu_hu: Fedezd fel tudásbázis-kategóriáinkat és a hozzájuk kapcsolódó cikkeinket alább.
ro_ro: Explorează mai jos categoriile de bază de cunoștințe și articolele lor asociate.
ru_ru: Изучите наши категории базы знаний и связанные с ними статьи ниже.
sr_rs: Istražite naše kategorije baze znanja i povezane članke u nastavku.

source: What are you looking for?
ar_sa: ما الذي تبحث عنه؟
bg_bg: Какво търсиш, приятелю?
ca_es: Què estàs buscant?
cs_cz: Co hledáte?
de_de: Wonach suchst du?
el_gr: Τι ψάχνετε;
fa_ir: دنبال چی میگردی?
fi_fi: Mitä olet etsimässä?
fr_fr: Que recherchez-vous ?
hu_hu: Mit keresel?
id_id: Apa yang sedang Anda cari?
lt_lt: Ko ieškote?
nl_nl: Wat wordt er gezocht?
pl_pl: Czego szukasz?
pt_br: O que você está procurando?
pt_pt: O que é que procura?
ro_ro: Ce anume căutați?
ru_ru: Что вы ищете?
sr_rs: Šta tražite?
tr_tr: Ne aramıştınız?
uk_ua: Що ви шукаєте?
vi_vn: Bạn đang tìm kiếm điều gì?
zh_cn: 您需要找什么？

source: No results found for:
cs_cz: Nebyly nalezeny žádné výsledky pro:
de_de: Keine Suchergebnisse für:
el_gr: Δε βρέθηκαν αποτελέσματα για:
fa_ir: هیچ نتیجه ای یافت نشد برای:
fr_fr: Aucun résultat trouvé pour:
hu_hu: Nem található ilyen:
id_id: Tidak ada hasil yang ditemukan untuk:
nl_nl: Geen resultaten gevonden voor:
pl_pl: Nie znaleziono wyników dla:
ro_ro: Niciun rezultat pentru:
ru_ru: Ничего не найдено для:
sr_rs: Nisu pronađeni rezultati za:
zh_cn: 未检索到相关内容:

source: Related to
ar_sa: المتعلقة بـ
bg_bg: Свързано с
ca_es: Relacionat amb
cs_cz: Souvisí s
de_de: Gehört zu
el_gr: Σχετίζεται με
fa_ir: مربوط به
fi_fi: Liittyy kohteeseen
fr_fr: Lié à
hu_hu: Kapcsolódó
id_id: Berkaitan dengan
lt_lt: Susietas su
nl_nl: Gerelateerd aan
pl_pl: Powiązane z
pt_br: Relacionado a
pt_pt: Relacionado com
ro_ro: În legătură cu
ru_ru: Связано с
sr_rs: Povezano sa
tr_tr: Şununla ilgili
uk_ua: Пов'язане з
vi_vn: Liên quan đến
zh_cn: 关联到

source: Service #
ar_sa: خدمة #
bg_bg: Услуга #
ca_es: Servei #
cs_cz: Služba #
de_de: Dienst #
el_gr: Υπηρεσία #
fa_ir: سرویس #
fi_fi: Palvelu #
fr_fr: Service n°
hu_hu: Szolgáltatás #
id_id: Layanan #
lt_lt: Paslauga #
nl_nl: Diensten #
pl_pl: Usługa nr
pt_br: Serviço #
pt_pt: Serviço #
ro_ro: Serviciu #
ru_ru: Услуга №
sr_rs: Usluga #
tr_tr: Hizmet #
uk_ua: Послуга #
vi_vn: # dịch vụ
zh_cn: 服务编号 #

source: You
ar_sa: أنت
bg_bg: Вие
cs_cz: Vy
de_de: Du
el_gr: Εσείς
fa_ir: شما
fi_fi: Sinä
fr_fr: Vous
hu_hu: Ön
id_id: Anda
nl_nl: Gebruiker
pl_pl: Ty
pt_br: Você
ro_ro: Tu
ru_ru: Вам
sr_rs: Ti
tr_tr: Siz
uk_ua: Ви
zh_cn: 客户

source: Quote reply
ar_sa: اقتباس الرد
bg_bg: Отговор на цитат
cs_cz: Odpověď na nabídku
de_de: Zitierte Antwort
el_gr: Απάντηση με παράθεση
fa_ir: پاسخ نقل قول
fi_fi: Lainaus vastaus
fr_fr: Réponse au devis
hu_hu: Idézet válasz
id_id: Balasan kutipan
nl_nl: Citaat antwoord
pl_pl: Odpowiedź jako cytat
pt_br: Citar resposta
ro_ro: Răspuns citat
ru_ru: Цитируемый ответ
sr_rs: Citiraj odgovor
tr_tr: Alıntıyla yanıtla
uk_ua: Відповісти з цитатою
zh_cn: 引用回复

source: This ticket was closed, but you can still reopen it by replying.
ar_sa: تم إغلاق هذه التذكرة ، ولكن لا يزال بإمكانك إعادة فتحها بالرد.
bg_bg: Този билет беше затворен, но все още можете да го отворите отново, като отговорите.
cs_cz: Tento tiket byl uzavřen, ale stále jej můžete znovu otevřít odpovědí.
de_de: Das Ticket wurde geschlossen, du kannst dies jedoch mit einer Antwort wieder öffnen.
el_gr: Αυτό το αίτημα τεχνικής υποστήριξης έκλεισε, αλλά μπορείτε να το ανοίξετε ξανά απαντώντας.
fa_ir: این تیکت بسته شد، اما همچنان می‌توانید با پاسخ دادن آن را باز کنید.
fi_fi: Tämä tukipyyntö on suljettu, mutta voit silti avata sen vastaamalla.
fr_fr: Ce ticket a été fermé, mais vous pouvez toujours le rouvrir en répondant.
hu_hu: Ez a jegy le lett zárva, de válaszával továbbra is újra megnyithatja.
id_id: Tiket ini telah ditutup, namun Anda masih dapat membukanya kembali dengan membalas pesan.
nl_nl: Dit ticket is gesloten, maar het kan nog steeds heropend worden door te antwoorden.
pl_pl: To zgłoszenie zostało zamknięte, ale nadal możesz je ponownie otworzyć, odpowiadając.
pt_br: Esse ticket foi fechado, mas você ainda pode reabri-lo respondendo.
ro_ro: Acest tichet a fost închis, dar îl poți redeschide răspunzând la el.
ru_ru: Этот тикет был закрыт, но вы все еще можете открыть его снова, ответив.
sr_rs: Ovaj tiker je zatvoren, ali još uvek možete da ga otvorite tako što ć́ete odgovoriti.
tr_tr: Bu destek talebi kapatıldı, ancak yanıt vererek yeniden açabilirsiniz.
uk_ua: Цей тікет був закритий, але ви все ще можете відкрити його, відповівши на нього.
zh_cn: 该工单已关闭，您可以直接回复内容，它会自动重新打开。

source: Need an answer? We are here to help!
ar_sa: هل تحتاج إلى إجابة؟ نحن هنا للمساعدة!
bg_bg: Нуждаете се от помощ? Ние сме тук, за да помогнем!
ca_es: Necessites una resposta? Estem aquí per ajudar!
cs_cz: Potřebujete odpověď? Jsme tady, abychom pomohli!
de_de: Brauchen Sie eine Antwort? Wir sind hier, um zu helfen!
el_gr: Χρειάζεστε βοήθεια; Στείλτε μας ένα αιτήματα υποστήριξης και η ομάδα μας θα βρει τη λύση στο πρόβλημά σας!
fa_ir: به راهنمایی نیاز دارید؟ ما اینجاییم تا کمک کنیم!
fi_fi: Tarvitsetko apua? Olemme täällä auttaaksemme!
fr_fr: Besoin d'une réponse ? Nous sommes là pour vous aider !
hu_hu: Segitségre van szükséged? Azért vagyunk itt, hogy segítsünk!
id_id: Butuh sebuah jawaban? Kami ada disini untuk membantu!
lt_lt: Reikia atsakymo? Esame čia, kad padėtume!
nl_nl: Antwoord nodig? We zijn hier om te helpen!
pl_pl: Potrzebujesz odpowiedzi? Jesteśmy tutaj, aby pomóc!
pt_br: Precisa de uma resposta? Estamos aqui para ajudar!
pt_pt: Precisa de uma resposta? Estamos aqui para o ajudar!
ro_ro: Aveți nevoie de un răspuns? Suntem aici pentru a vă ajuta!
ru_ru: Нужен ответ? Мы здесь, чтобы помочь!
sr_rs: Treba vam odgovor? Tu smo da pomognemo!
tr_tr: Bir cevaba mı ihtiyacınız var? Yardım için buradayız!
uk_ua: Потрібна відповідь? Ми тут, щоб допомогти!
vi_vn: Cần 1 câu trả lời? Chúng tôi ở đây để trợ giúp!
zh_cn: 有疑问吗? 我们为您效劳！

source: Submitted
ar_sa: تم التسليم
bg_bg: Публикувано
ca_es: Presentat
cs_cz: Odesláno
de_de: Übermittelt
el_gr: Καταχωρήθηκε
fa_ir: ثبت شده
fi_fi: Lähetetty
fr_fr: Soumis
hu_hu: Beküldve
id_id: Terkirim
lt_lt: Pateikta
nl_nl: Verzonden
pl_pl: Zgłoszone
pt_br: Submetidas
pt_pt: Enviado
ro_ro: Trimis
ru_ru: Отправлено
sr_rs: Poslato
tr_tr: Gönderilme Tarihi
uk_ua: Надіслано
vi_vn: Đã gửi
zh_cn: 已提交

source: No support tickets
ar_sa: لا توجد تذاكر دعم حديثة
bg_bg: Няма билети за поддръжка
cs_cz: Žádné tikety podpory
de_de: Keine Support-Tickets
el_gr: Δεν υπάρχουν αιτήματα τεχνικής υποστήριξης
fa_ir: تیکتی وجود ندارد
fi_fi: Ei tukipyyntöjä
fr_fr: Aucun ticket d'assistance
hu_hu: Nincs támogatási jegy
id_id: Tidak ada tiket dukungan
nl_nl: Geen support tickets
pl_pl: Brak zgłoszeń wsparcia
pt_br: Não há tickets de suporte
ro_ro: Niciun tichet de suport
ru_ru: Нет тикетов поддержки
sr_rs: Nema tiketa za podršku
tr_tr: Destek talebi yok
uk_ua: Відсутні заявки до служби підтримки
zh_cn: 无工单

source: Open new ticket
ar_sa: فتح تذكرة جديدة
bg_bg: Отваряне на нов билет
cs_cz: Otevřít nový tiket
de_de: Neues Ticket eröffnen
el_gr: Άνοιγμα νέου αιτήματος τεχνικής υποστήριξης
fa_ir: باز کردن تیکت جدید
fi_fi: Luo uusi tukipyyntö
fr_fr: Soumettre un nouveau ticket
hu_hu: Új jegy nyitása
id_id: Buka tiket baru
nl_nl: Open een nieuw ticket
pl_pl: Otwórz nowe zgłoszenie
pt_br: Abra um novo ticket
ro_ro: Deschide un nou tichet
ru_ru: Создать новый тикет
sr_rs: Otvorite novi tiket
tr_tr: Yeni bir destek talebi oluştur
uk_ua: Відкрити нову заявку
zh_cn: 创建新工单

source: System settings
ar_sa: إعدادات النظام
bg_bg: Системни настройки
ca_es: Ajustos del sistema
cs_cz: Systémová nastavení
de_de: Systemeinstellungen
el_gr: Ρυθμίσεις συστήματος
fa_ir: تنظیمات سیستم
fi_fi: Järjestelmän asetukset
fr_fr: Réglages système
hu_hu: Rendszerbeállítások
id_id: Pengaturan sistem
lt_lt: Sistemos nustatymai
nl_nl: Systeeminstellingen
pl_pl: Ustawienia systemowe
pt_br: Configurações do sistema
pt_pt: Definições do sistema
ro_ro: Setări de sistem
sr_rs: Podešavanja sistema
tr_tr: Sistem Ayarları
uk_ua: Системні налаштування
vi_vn: Thiết lập hệ thống
zh_cn: 系统设置

source: Company legal
ar_sa: تفاصيل الشركة
bg_bg: Легални детайли относно фирмата
cs_cz: Právo společnosti
de_de: Impressum
el_gr: Νομικά στοιχεία της εταιρείας
fa_ir: قوانین شرکت
fi_fi: Yrityksen tiedot
fr_fr: Juridique de l'entreprise
hu_hu: Vállalati jogi
id_id: Legal perusahaan
nl_nl: Bedrijfsgegevens
pl_pl: Informacje prawne firmy
pt_br: Razão social
ro_ro: Societate Legală
ru_ru: Юридическая информация компании
sr_rs: Pravna kompanija
tr_tr: Yasal Bilgilendirmeler

source: Countries
ar_sa: الدول
bg_bg: Държави
ca_es: Països
cs_cz: Státy
de_de: Länder
el_gr: Χώρες
fa_ir: کشورها
fi_fi: Maat
fr_fr: Pays
hu_hu: Országok
id_id: Negara
lt_lt: Šalys
nl_nl: Landen
pl_pl: Kraje
pt_br: Países
pt_pt: Países
ro_ro: Țări
sr_rs: Zemlje
tr_tr: Ülkeler
uk_ua: Країни
vi_vn: Quốc gia
zh_cn: 国家/地区

source: Error reporting
ar_sa: الإبلاغ عن خطأ
bg_bg: Грешка при оплакването
cs_cz: Hlášení chyb
de_de: Fehlerberichterstattung
el_gr: Αναφορά σφαλμάτων
fa_ir: گزارش گیری خطا
fi_fi: Virhe raportointi
fr_fr: Signalement d'erreurs
hu_hu: Hibajelentés
id_id: Laporan kesalahan
nl_nl: Foutrapportage
pl_pl: Raportowanie błędów
pt_br: Relatório de erros
ro_ro: Raportare erori
ru_ru: Отчет об ошибках
sr_rs: Prijavljivanje grešaka
tr_tr: Hata raporlama
zh_cn: 错误报告

source: Network interface
cs_cz: Síťové rozhraní
de_de: Netzwerkschnittstelle
el_gr: Διεπαφή Δικτύου
fa_ir: تنظیمات شبکه
fr_fr: Interface réseau
hu_hu: Hálózati interfész
nl_nl: Netwerk Interface
pl_pl: Interfejsy sieciowe
pt_br: Interface de rede
ro_ro: Interfață rețea
sr_rs: Mrežni interfejs

source: Company updated
ar_sa: تم تحديث الشركة
bg_bg: Фирмата беше актуализирана
ca_es: Empresa actualitzada
cs_cz: Společnost byla aktualizována
de_de: Unternehmen wurde aktualisiert
el_gr: Τα δεδομένα ενημερώθηκαν
fa_ir: مشخصات شرکت بروزرسانی شد
fi_fi: Yritys päivitetty
fr_fr: Entreprise mise à jour
hu_hu: Vállalat frissítve
id_id: Perusahaan diperbarui
lt_lt: Įmonė atnaujinta
nl_nl: Bedrijf bijgewerkt
pl_pl: Dane firmy zaktualizowane
pt_br: Empresa atualizada
pt_pt: Empresa actualizada
ro_ro: Companie actualizată
sr_rs: Kompanija ažurirana
tr_tr: Şirket bilgileri güncellendi
uk_ua: Компанія оновлена
vi_vn: Công ty đã được cập nhật
zh_cn: 公司信息已更新

source: Address line 1
ar_sa: العنوان الأول
bg_bg: Адрес 1
ca_es: Adreça Línia 1
cs_cz: Adresa 1
de_de: Straße und Hausnummer
el_gr: Γραμμή διεύθυνσης 1
fa_ir: آدرس خط اول
fi_fi: Osoiterivi 1
fr_fr: Adresse ligne 1
hu_hu: Cím első sora
id_id: Baris alamat 1
lt_lt: Adreso eilutė 1
nl_nl: Adresregel 1
pl_pl: Adres - linia 1
pt_br: Endereço
pt_pt: Linha de endereço 1
ro_ro: Linie adresă 1
sr_rs: Adresa 1
tr_tr: Adres satırı 1
uk_ua: Адреса, рядок 1
vi_vn: Địa chỉ dòng 1
zh_cn: 地址行 1
