Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Cancel
ar_sa: إلغاء
bg_bg: Отказ
ca_es: Cancel·lar
cs_cz: Zrušit
de_de: Abbrechen
el_gr: Ακύρωση
fa_ir: لغو
fi_fi: Peruuta
fr_fr: Annuler
hu_hu: Mégsem
id_id: Batalkan
lt_lt: Atšaukti
nl_nl: Annuleren
pl_pl: Anuluj
pt_br: Cancelar
ro_ro: Anulează
ru_ru: Отмена
sr_rs: Otkaži
tr_tr: İptal Et
uk_ua: Скасувати
vi_vn: Hủy
zh_cn: 取消

source: Save
ar_sa: حفظ
bg_bg: Запазване
ca_es: Desar
cs_cz: Uložit
de_de: Speichern
el_gr: Αποθήκευση
fa_ir: ذخیره
fi_fi: Tallenna
fr_fr: Sauvegarder
hu_hu: Mentés
id_id: Simpan
lt_lt: Išsaugoti
nl_nl: Opslaan
pl_pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ro_ro: Salvați
ru_ru: Сохранить
sr_rs: Sačuvaj
tr_tr: Kaydet
uk_ua: Зберегти
vi_vn: Lưu
zh_cn: 保存

source: Please click on "Edit" in order to add options
ar_sa: الرجاء النقر على "تحرير" من أجل إضافة خيارات
bg_bg: Моля, кликнете върху "Редактиране", за да добавите опции
ca_es: Feu clic a "Edita" per afegir opcions
cs_cz: Pro přidání možností klikněte na "Upravit"
de_de: Klicke auf „Bearbeiten“, um Optionen hinzuzufügen
el_gr: Παρακαλώ κάντε κλικ στο "Επεξεργασία" για να προσθέσετε επιλογές
fa_ir: لطفاً برای افزودن گزینه ها بر روی "ویرایش" کلیک کنید
fi_fi: Ole hyvä ja klikkaa "Muokkaa" lisätäksesi vaihtoehtoja
fr_fr: Veuillez cliquer sur "Modifier" pour ajouter des options
hu_hu: Kérjük, kattintson a "Szerkesztés" gombra az opciók hozzáadásához
id_id: Mohon tekan "Edit" ketika menambahkan pilihan
lt_lt: Norėdami pridėti parinkčių, spustelėkite "Redaguoti"
nl_nl: Klik op "Bewerken" om opties toe te voegen
pl_pl: Kliknij „Edytuj”, aby dodać opcje
pt_br: Clique em "Editar" para adicionar opções
pt_pt: Por favor, clique em "Editar" para adicionar opções
ro_ro: Faceți clic pe "Editare" pentru a adăuga opțiuni
ru_ru: Пожалуйста, нажмите на "Редактировать", чтобы добавить параметры
sr_rs: Kliknite na "Izmeni" da biste dodali opcije
tr_tr: Seçenekleri eklemek için lütfen "Düzenle"ye tıklayın
uk_ua: Будь ласка, натисніть на "Редагувати", щоб додати параметри
vi_vn: Hãy nhấp vào nút "Sửa"để thêm tùy chọn
zh_cn: 请点击"编辑"以添加选项

source: Custom form builder
ar_sa: منشئ نموذج مخصص
bg_bg: Персонализиран конструктор на формуляри
ca_es: Creador de formularis personalitzats
cs_cz: Vlastní editor formulářů
de_de: Benutzerdefinierter Formularersteller
el_gr: Κατασκευαστής προσαρμοσμένης φόρμας
fa_ir: فرم ساز سفارشی
fi_fi: Mukautettu lomakkeen rakentaja
fr_fr: Constructeur de formulaire personnalisé
hu_hu: Egyéni űrlapkészítő
id_id: Pembuat formulir kustom
nl_nl: Persoonlijke formulierontwerper
pl_pl: Niestandardowy kreator formularzy
pt_br: Construtor de formulário personalizado
pt_pt: Criador de formulários personalizado
ro_ro: Creator de formular personalizat
ru_ru: Конструктор пользовательских форм
sr_rs: Konstrukcija prilagođenih formi
tr_tr: Özel Form Tasarlayıcı
uk_ua: Користувацький конструктор форм
zh_cn: 自定义表单生成器

source: Custom forms
ar_sa: نماذج مخصصة
bg_bg: Персонализирани формуляри
ca_es: Formes personalitzades
cs_cz: Vlastní formuláře
de_de: Benutzerdefinierte Formulare
el_gr: Προσαρμοσμένες φόρμες
fa_ir: فرمهای سفارشی
fi_fi: Mukautetut lomakkeet
fr_fr: Formulaires personnalisés
hu_hu: Egyéni űrlapok
id_id: Formulir Kustom
lt_lt: Pasirinktinės formos
nl_nl: Aangepaste formulier
pl_pl: Niestandardowe formularze
pt_br: Formulários personalizados
pt_pt: Formulários personalizados
ro_ro: Formulare personalizate
ru_ru: Пользовательские формы
sr_rs: Prilagođene forme
tr_tr: Özel Formlar
uk_ua: Користувацькі форми
vi_vn: Form tùy chỉnh
zh_cn: 自定义的字体

source: Import form
ar_sa: إستيراد النموذج
bg_bg: Импортниране на формуляри
ca_es: Importar el formulari
cs_cz: Importovat formulář
de_de: Formular importieren
el_gr: Φόρμα εισαγωγής
fa_ir: وارد کردن از
fi_fi: Tuo lomake
fr_fr: Importer un formulaire
hu_hu: Űrlap importálása
id_id: Formulir impor
lt_lt: Importo forma
nl_nl: Formulier importeren
pl_pl: Importuj formularz
pt_br: Importar formulário
pt_pt: Formulário de importação
ro_ro: Importă formular
ru_ru: Импорт формы
sr_rs: Uvezi formu
tr_tr: Form İçeri Aktar
uk_ua: Імпортувати форму
vi_vn: Nhập liệu từ
zh_cn: 导入表单

source: Create new form
ar_sa: إنشاء نموذج جديد
bg_bg: Създаване на нов формуляр
ca_es: Crea un formulari nou
cs_cz: Vytvořit nový formulář
de_de: Neues Formular erstellen
el_gr: Δημιουργία νέας φόρμας
fa_ir: فرم جدید ایجاد کنید
fi_fi: Luo uusi lomake
fr_fr: Créer un nouveau formulaire
hu_hu: Új űrlap létrehozása
id_id: Buat formulir baru
lt_lt: Sukurti naują formą
nl_nl: Nieuw formulier aanmaken
pl_pl: Utwórz nowy formularz
pt_br: Criar formulário
pt_pt: Criar novo formulário
ro_ro: Creați un formular nou
ru_ru: Создать новую форму
sr_rs: Napravite novu formu
tr_tr: Yeni Form Oluştur
uk_ua: Створити нову форму
vi_vn: Tạo form mới
zh_cn: 创建新的表格

source: Add new
ar_sa: إضافة جديد
bg_bg: Добавяне на нов
ca_es: Afegir nou
cs_cz: Přidat nový
de_de: Neue hinzufügen
el_gr: Προσθήκη νέου
fa_ir: جدید
fi_fi: Lisää uusi
fr_fr: Ajouter
hu_hu: Új hozzáadása
id_id: Tambah baru
lt_lt: Pridėti naują
nl_nl: Nieuwe toevoegen
pl_pl: Dodaj nowy
pt_br: Adicionar novo
pt_pt: Adicionar novo
ro_ro: Adaugă nou
ru_ru: Добавить новый
sr_rs: Dodaj novi
tr_tr: Yeni Ekle
uk_ua: Додати новий
vi_vn: Thêm mới
zh_cn: 新增

source: Products
ar_sa: المنتجات
bg_bg: Продукти
ca_es: Productes
cs_cz: Produkty
de_de: Produkte
el_gr: Προϊόντα
fa_ir: محصولات
fi_fi: Tuotteet
fr_fr: Produits
hu_hu: Termékek
id_id: Produk
lt_lt: Produktai
nl_nl: Producten
pl_pl: Produkty
pt_br: Produtos
pt_pt: Produtos
ro_ro: Produse
ru_ru: Продукты
sr_rs: Proizvodi
tr_tr: Ürünler
uk_ua: Продукти
vi_vn: Sản phẩm
zh_cn: 产品

source: Form options
ar_sa: خيارات النماذج
bg_bg: Опции за формуляри
ca_es: Opcions de formulari
cs_cz: Možnosti formulářů
de_de: Formular-Optionen
el_gr: Επιλογές φόρμας
fa_ir: گزینه های فرم
fi_fi: Lomakkeen valinnat
fr_fr: Options de formulaire
hu_hu: Formanyomtatvány opciók
id_id: Formulir pilihan
lt_lt: Formos parinktys
nl_nl: Formulier opties
pl_pl: Opcje formularza
pt_br: Opções de Formulário
pt_pt: Opções de formulário
ro_ro: Opțiuni formular
ru_ru: Параметры формы
sr_rs: Opcije forme
tr_tr: Form Seçenekleri
uk_ua: Параметри форми
vi_vn: Tùy chọn form
zh_cn: 表单选项

source: Form options were updated
ar_sa: تم تحديث خيارات النموذج
bg_bg: Опциите за формуляри бяха успешно актуализирани
ca_es: S'han actualitzat les opcions del formulari
cs_cz: Možnosti formuláře byly aktualizovány
de_de: Formularoptionen wurden aktualisiert
el_gr: Ενημερώθηκαν οι επιλογές φόρμας
fa_ir: گزینه های فرم به روز شد
fi_fi: Lomakkeen asetukset päivitetty
fr_fr: Les options du formulaire ont été mises à jour
hu_hu: Az űrlap opciókat frissítették
id_id: Opsi formulir sudah diperbaharui
lt_lt: Formos parinktys buvo atnaujintos
nl_nl: Formulieropties zijn bijgewerkt
pl_pl: Opcje formularza zostały zaktualizowane
pt_br: Opções de formulário foram atualizadas
pt_pt: As opções de formulário foram actualizadas
ro_ro: Opțiunile formularului au fost actualizate
ru_ru: Опции формы были обновлены
sr_rs: Opcije forme su ažurirane
tr_tr: Form seçenekleri güncellendi
uk_ua: Параметри форми були оновлені
vi_vn: Tùy chọn form đã được cập nhật
zh_cn: 表单选项已更新

source: Form title
ar_sa: عنوان النموذج
bg_bg: Заглавие на формуляра
ca_es: Títol del formulari
cs_cz: Název formuláře
de_de: Titel des Formulars
el_gr: Τίτλος φόρμας
fa_ir: عنوان فرم
fi_fi: Lomakkeen otsikko
fr_fr: Titre du formulaire
hu_hu: Űrlap címe
id_id: Judul Formulir
lt_lt: Formos pavadinimas
nl_nl: Formulier titel
pl_pl: Tytuł formularza
pt_br: Título do formulário
pt_pt: Título do formulário
ro_ro: Titlu formular
ru_ru: Заголовок формы
sr_rs: Naslov forme
tr_tr: Form Başlığı
uk_ua: Назва форми
vi_vn: Tiêu đề biểu mẫu
zh_cn: 表单标题

source: Labels position
ar_sa: موقع التسمية
bg_bg: Позиция на етикета
ca_es: Posició de les etiquetes
cs_cz: Pozice štítků
de_de: Labelposition
el_gr: Θέση ετικετών
fa_ir: موقعیت برچسب ها
fi_fi: Otsikoiden paikka
fr_fr: Position des étiquettes
hu_hu: Címkék pozíciója
id_id: Letak label
lt_lt: Žymų padėtis
nl_nl: Positie label
pl_pl: Pozycja etykiet
pt_br: Posição dos rótulos
pt_pt: Posição das etiquetas
ro_ro: Poziție etichete
ru_ru: Расположение меток
sr_rs: Položaj oznaka
tr_tr: Etiketlerin Konumu
uk_ua: Положення міток
vi_vn: Vị trí nhãn
zh_cn: 标签位置

source: Labels on top
bg_bg: Етикети който са отгоре
ca_es: Etiquetes activades superior
cs_cz: Štítky na nahoře
de_de: Beschriftungen oben
el_gr: Ετικέτες στην κορυφή
fi_fi: Otsikot ylhäällä
hu_hu: Címkék a felső
id_id: Label di atas
lt_lt: Etiketės viršuje
nl_nl: Etiketten op bovenzijde
pl_pl: Etykiety na górze
pt_br: Rótulos no topo
pt_pt: Rótulos no topo
ro_ro: Etichete pe sus
ru_ru: Метки сверху
tr_tr: Etiketler en üstte
uk_ua: Мітки зверху
zh_cn: 顶部标签

source: Labels on the left
ar_sa: التسميات على اليسار
bg_bg: Етикети вляво
ca_es: Etiquetes a l'esquerra
cs_cz: Štítky vlevo
de_de: Kartenreiter links
el_gr: Ετικέτες στα αριστερά
fa_ir: برچسب ها در سمت چپ
fi_fi: Vasemmalla olevat otsikot
fr_fr: Étiquettes sur la gauche
hu_hu: Címkék a bal oldalon
id_id: Label di kiri
lt_lt: Žymos kairėje
nl_nl: Labels aan de linkerkant
pl_pl: Etykiety po lewej
pt_br: Rótulos à esquerda
pt_pt: Etiquetas à esquerda
ro_ro: Etichete în stânga
ru_ru: Метки слева
sr_rs: Etikete sa leve strane
tr_tr: Etiketler solda
uk_ua: Мітки зліва
vi_vn: Nhãn bên trái
zh_cn: 左侧标签

source: Form title visibility
ar_sa: إظهار عنوان النموذج
bg_bg: Видимост на заглавието на формуляра
ca_es: Visibilitat del títol del formulari
cs_cz: Viditelnost názvu formuláře
de_de: Sichtbarkeit der Formultitels
el_gr: Ορατότητα τίτλου φόρμας
fa_ir: قابلیت مشاهده عنوان فرم
fi_fi: Lomakkeen otsikon näkyvyys
fr_fr: Visibilité du titre du formulaire
hu_hu: Űrlapcím láthatósága
id_id: Visibilitas judul formulir
lt_lt: Formos pavadinimo matomumas
nl_nl: Formulier titel zichtbaarheid
pl_pl: Widoczność tytułu formularza
pt_br: Visibilidade do título do formulário
pt_pt: Visibilidade do título do formulário
ro_ro: Vizibilitate titlu formular
ru_ru: Видимость названия формы
sr_rs: Vidljivost forme naslova
tr_tr: Form başlığı görünürlüğü
uk_ua: Видимість заголовку форми
zh_cn: 表单标题可见性

source: Show form title
bg_bg: Показване на заглавието на формуляра
ca_es: Mostra formulari títol
cs_cz: Zobrazit formulář titulek
de_de: Titel des Formulars anzeigen
el_gr: Εμφάνιση τίτλου φόρμας
fi_fi: Näytä lomakkeen otsikko
hu_hu: Űrlap megjelenítése cím
id_id: Tampilkan judul formulir
lt_lt: Rodyti formos pavadinimą
nl_nl: Toon formulier titel
pl_pl: Pokaż tytuł formularza
pt_br: Mostrar título do formulário
pt_pt: Mostrar título do formulário
ro_ro: Afișează titlul formularului
ru_ru: Показать заголовок формы
tr_tr: Form başlığını göster
uk_ua: Показати заголовок форми
zh_cn: 显示表单 标题

source: Do not show form title
bg_bg: Скриване на заглавието на формуляра
ca_es: No mostris la forma títol
cs_cz: Nezobrazovat název formuláře
de_de: Titel des Formulars nicht anzeigen
el_gr: Μην εμφανίζετε τη φόρμα τίτλος
fi_fi: Älä näytä lomakkeen otsikkoa
hu_hu: Ne jelenítse meg az űrlapot cím
id_id: Jangan tampilkan judul formulir
lt_lt: Nerodyti formos pavadinimo
nl_nl: Formulier titel niet weergeven
pl_pl: Nie pokazuj tytułu formularza
pt_br: Não mostrar o título do fomulário
pt_pt: Não mostrar o título do fomulário
ro_ro: Nu afișa titlul formularului
ru_ru: Не показывать заголовок формы
tr_tr: Form başlığını gösterme
uk_ua: Не показувати заголовок форми
zh_cn: 不显示表单 标题

source: Dropdown
ar_sa: قائمة منسدلة
bg_bg: Падащо меню
ca_es: Desplegable
cs_cz: Rozbalit
fa_ir: لیست کشویی
fi_fi: Pudotusvalikko
fr_fr: Liste déroulante
id_id: Menu tarik turun
lt_lt: Išskl. sąrašas
nl_nl: Keuzelijst
pl_pl: Rozwijane menu
pt_pt: Menu suspenso
ro_ro: Listă verticală
ru_ru: Ochiladigan ro'yxat
sr_rs: Padajući
tr_tr: Açılır Liste
uk_ua: Випадаючий список
vi_vn: Thả xuống
zh_cn: 下拉列表

source: Checkbox
ar_sa: مربع اختيار
bg_bg: Поле за отметка
ca_es: Casella de verificació
cs_cz: Zaškrtávací políčko
de_de: Kontrollkästchen
fa_ir: چند انتخابی
fi_fi: Valintaruutu
fr_fr: Case à cocher
id_id: Kotak Centang
lt_lt: Žymės langelis
nl_nl: Selectievakje
pl_pl: Pole wyboru
pt_pt: Caixa de verificação
ro_ro: Căsuţă de validare
ru_ru: Флажок (Checkbox)
sr_rs: Polje za štikliranje
tr_tr: Onay Kutusu
uk_ua: Відмітка
vi_vn: Hộp đánh dấu
zh_cn: 选择框

source: Textarea
ar_sa: مساحة نصية
bg_bg: Текстово поле
ca_es: Àrea de Text
cs_cz: Textová oblast
de_de: Textfeld
fa_ir: محیط متنی
fi_fi: Tekstialue
fr_fr: Zone de texte
id_id: AreaTeks
lt_lt: Teksto laukas
nl_nl: Tesktveld
pl_pl: Obszar tekstowy
pt_pt: Área de texto
ro_ro: Zonă pentru text
ru_ru: Текстовая область
sr_rs: Tekst polje
tr_tr: Yazı Alanı
uk_ua: Текстове поле
vi_vn: Vùng văn bản
zh_cn: 文本区

source: Delete field?
cs_cz: Odstranit pole?
ro_ro: Ștergeți câmpul?
ru_ru: Удалить поле?

source: Are you sure you want to delete this custom field?
cs_cz: Opravdu chcete toto vlastní pole odstranit?
ro_ro: Sunteți sigur că doriți să ștergeți acest câmp personalizat?
ru_ru: Вы уверены, что хотите удалить это настраиваемое поле?

source: Delete Form?
cs_cz: Smazat formulář
ro_ro: Ștergeți formularul?
ru_ru: Удалить форму?

source: Are you sure you want to delete this form?
cs_cz: Opravdu chcete tento formulář smazat?
ro_ro: Sunteți sigur că doriți să ștergeți acest formular?
ru_ru: Вы уверены, что хотите удалить эту форму?

source: New form
cs_cz: Nový formulář
ro_ro: Formular nou
ru_ru: Новая форма
sr_rs: Novi obrazac

source: Give your new form a title
cs_cz: Dejte svému novému formuláři název
ro_ro: Dă un titlu noului formular
ru_ru: Дайте название своей новой форме
sr_rs: Dajte naslov svom novom obrascu

source: My new form
cs_cz: Můj nový formulář
ro_ro: Noul meu formular
ru_ru: Моя новая форма
sr_rs: Moj novi obrazac

source: Copy form
cs_cz: Kopírovat formulář
ro_ro: Copiere formular
ru_ru: Копировать форму
sr_rs: Kopiranje obrasca

source: Give your duplicate form a title
cs_cz: Dejte svému duplikátnímu formuláři název
ro_ro: Dă un titlu formularului tău duplicat
ru_ru: Дайте дубликату формы название

source: My duplicate form
cs_cz: Moje duplicitní formulář
ro_ro: Formularul meu duplicat
ru_ru: Моя дублирующая форма

source: No recent orders
ar_sa: لا توجد طلبات حديثة
bg_bg: Няма скорошни поръчки
cs_cz: Žádné nedávné objednávky
de_de: Keine aktuellen Bestellungen
el_gr: Δεν υπάρχουν πρόσφατες παραγγελίες
fa_ir: هیچ سفارش جدید وجود ندارد
fi_fi: Ei viimeaikaisia tilauksia
fr_fr: Aucune commande récente
hu_hu: Legutóbbi rendelések
id_id: Tidak ada penjualan baru
nl_nl: Geen recente bestellingen
pl_pl: Brak ostatnich zamówień
pt_br: Não há pedidos recentes
ro_ro: Nicio comandă recentă
ru_ru: Нет недавних заказов
sr_rs: Nema nedavnih narudžbi
tr_tr: Yakın zamanda sipariş yok
vi_vn: Không có đơn hàng gần đây
zh_cn: 无最近订单

source: Support tickets
ar_sa: تذاكر الدعم
bg_bg: Билети за поддръжка
ca_es: Bitllets de suport
cs_cz: Tikety podpory
el_gr: Αιτήματα τεχνικής υποστήριξης
fa_ir: تیکت پشتیبانی
fi_fi: Tukipyynnöt
fr_fr: Tickets de support
hu_hu: Támogatási jegyek
id_id: Tiket Dukungan
lt_lt: Pagalbos bilietai
pl_pl: Zgłoszenia wsparcia
pt_br: Tickets de suporte
pt_pt: Bilhetes de apoio
ro_ro: Tichete de asistență
ru_ru: Тикеты поддержки
sr_rs: Tiketi podrške
tr_tr: Destek Talepleri
uk_ua: Звернення
vi_vn: Phiếu yêu cầu hỗ trợ
zh_cn: 工单

source: No recent support tickets
ar_sa: لا توجد تذاكر دعم حديثة
bg_bg: Няма скорошни билети за поддръжка
cs_cz: Žádné nedávné tikety na podporu
de_de: Keine offenen Support-Tickets
el_gr: Δεν υπάρχουν πρόσφατα αιτήματα τεχνικής υποστήριξης
fa_ir: تیکت پشتیبانی جدیدی وجود ندارد
fi_fi: Ei viimeaikaisia tukipyyntöjä
fr_fr: Aucun ticket d'assistance récent
hu_hu: Nincsenek friss támogatási jegyek
id_id: Tidak ada tiket dukungan
nl_nl: Geen recente support tickets
pl_pl: Brak ostatnich zgłoszeń wsparcia
pt_br: Não há tickets de suporte recentes
ro_ro: Niciun tichet de suport recent
ru_ru: Нет последних тикетов поддержки
sr_rs: Nema nedavnih tiketa podrške
tr_tr: Yakın zamanda destek talebi yok
zh_cn: 无最近工单

source: You are currently logged out
cs_cz: Nyní jste odhlášeni
fr_fr: Vous êtes actuellement déconnecté
hu_hu: Jelenleg ki vagy jelentkezve
ro_ro: În prezent sunteți deconectat
ru_ru: Вы вышли из системы

source: Login
ar_sa: تسجيل الدخول
bg_bg: Вход
ca_es: Iniciar sessió
cs_cz: Přihlásit se
de_de: Anmelden
el_gr: Σύνδεση
fa_ir: ورود
fi_fi: Kirjaudu sisään
fr_fr: Connexion
hu_hu: Belépés
id_id: Masuk
lt_lt: Prisijungti
nl_nl: Inloggen
pl_pl: Zaloguj
pt_br: Entrar
pt_pt: Iniciar sessão
ro_ro: Autentificare
ru_ru: Авторизация
sr_rs: Prijava
tr_tr: Oturum aç
uk_ua: Увійти
vi_vn: Đăng nhập
zh_cn: 登录

source: Register
ar_sa: التسجيل
bg_bg: Регистър
ca_es: Registre
cs_cz: Registrovat se
de_de: Registrieren
el_gr: Εγγραφή
fa_ir: ثبت
fi_fi: Rekisteröidy
fr_fr: S'inscrire
hu_hu: Regisztráció
id_id: Daftar
lt_lt: Registruotis
nl_nl: Registreren
pl_pl: Zarejestruj
pt_br: Registrar
pt_pt: Registo
ro_ro: Înregistrare
ru_ru: Регистрация
sr_rs: Registracija
tr_tr: Kayıt Ol
uk_ua: Реєстрація
vi_vn: Đăng ký
zh_cn: 注册

source: Order
ar_sa: الطلب
bg_bg: Поръчка
ca_es: Comanda
cs_cz: Objednávka
de_de: Bestellung
el_gr: Παραγγελίες
fa_ir: سفارش
fi_fi: Tilaus
fr_fr: Commande
hu_hu: Megrendelés
id_id: Pesan
lt_lt: Užsakymas
nl_nl: Bestellingen
pl_pl: Zamówienie
pt_br: Pedido
pt_pt: Encomendar
ro_ro: Comandă
ru_ru: Заказ
sr_rs: Poručivanje
tr_tr: Sipariş
uk_ua: Замовити
vi_vn: Đặt hàng
zh_cn: 订单

source: Order new products and services
cs_cz: Objednat nové produkty a služby
fr_fr: Commander de nouveaux produits et services
hu_hu: Rendelj új termékeket és szolgáltatásokat
ro_ro: Comandați produse și servicii noi
ru_ru: Закажите новые продукты и услуги

source: News
ar_sa: الأخبَار
bg_bg: Новини
ca_es: Notícies
cs_cz: Novinky
de_de: Neuigkeiten
el_gr: Νέα
fa_ir: اخبار
fi_fi: Uutiset
fr_fr: Actualités
hu_hu: Hírek
id_id: Berita
lt_lt: Naujienos
nl_nl: Nieuws
pl_pl: Aktualności
pt_br: Notícias
pt_pt: Notícias
ro_ro: Noutăți
ru_ru: Новости
sr_rs: Novosti
tr_tr: Haberler
uk_ua: Новини
vi_vn: Tin tức
zh_cn: 公告

source: Latest news and announcements
ar_sa: أحدث الأخبار والإعلانات
bg_bg: Последни новини и известия
ca_es: Últimes notícies i anuncis
cs_cz: Poslední novinky a oznámení
de_de: Aktuelle Neuigkeiten und Ankündigungen
el_gr: Τελευταία νέα και ανακοινώσεις
fa_ir: آخرین اخبار و اطلاعیه ها
fi_fi: Viimeisimmät uutiset ja ilmoitukset
fr_fr: Dernières nouvelles et annonces
hu_hu: Legfrissebb hírek és közlemények
id_id: Informasi dan pengumuman terbaru
lt_lt: Naujienos ir Pranešimai
nl_nl: Laatste nieuws en aankondigingen
pl_pl: Najnowsze aktualności i ogłoszenia
pt_br: Últimas notícias e comunicados
pt_pt: Últimas notícias e anúncios
ro_ro: Ultimele știri și anunțuri
ru_ru: Последние новости
sr_rs: Poslednje vesti i obaveštenja
tr_tr: En son Haber ve Duyurular
uk_ua: Новини та оголошення
vi_vn: Tin mới và thông báo
zh_cn: 最新消息和公告

source: Find answers to frequent questions
cs_cz: Najít odpovědi na časté otázky
fr_fr: Trouver des réponses aux questions fréquentes
hu_hu: Keress választ a gyakori kérdésekre
ro_ro: Găsiți răspunsuri la întrebările frecvente
ru_ru: Найдите ответы на часто задаваемые вопросы

source: Payment gateway configuration
ar_sa: تكوين بوابة الدفع
bg_bg: Конфигурация на метода за плащане
ca_es: Configuració de la passarel·la de pagament
cs_cz: Konfigurace platební brány
de_de: Payment Gateway Konfiguration
el_gr: Ρυθμίσεις πύλης πληρωμής
fa_ir: پیکربندی درگاه پرداخت
fi_fi: Maksutapojen asetukset
fr_fr: Configuration de la passerelle de paiement
hu_hu: Fizetési átjáró konfigurációja
id_id: Konfigurasi gateway pembayaran
lt_lt: Mokėjimo vartų konfigūracija
nl_nl: Configuratie betalingsgateway
pl_pl: Konfiguracja bramy płatności
pt_br: Configuração de Método de Pagamento
pt_pt: Configuração do gateway de pagamento
ro_ro: Configurație pentru modalitățile de plată
ru_ru: Конфигурация платежного шлюза
sr_rs: Konfiguracija gateway za plać́anje
tr_tr: Ödeme Yöntemi:
uk_ua: Налаштування платіжного шлюзу
vi_vn: Cấu hình cổng thanh toán
zh_cn: 支付网关配置

source: Gateway updated
ar_sa: تم تحديث البوابة
bg_bg: Платещният метод бе успешно актуализиран
ca_es: Porta d'accés actualitzada
cs_cz: Brána byla aktualizována
de_de: Gateway aktualisiert
el_gr: Η πύλη ενημερώθηκε
fa_ir: درگاه پرداخت به روز شد
fi_fi: Maksutapa päivitetty
fr_fr: Passerelle mise à jour
hu_hu: Gateway frissítve
id_id: Gateway diperbarui
lt_lt: Vartai atnaujinti
nl_nl: Gateway bijgewerkt
pl_pl: Brama zaktualizowana
pt_br: Método atualizado
pt_pt: Gateway atualizado
ro_ro: Modalitate actualizată
ru_ru: Шлюз обновлен
sr_rs: Gateway je ažuriran
tr_tr: Ödeme yöntemi güncellendi
uk_ua: Шлюз оновлено
vi_vn: Cổng thanh toán đã được cập nhật
zh_cn: 网关已更新

source: Payment gateway title
ar_sa: عنوان بوابة الدفع
bg_bg: Заглавие на метода за плащане
ca_es: Títol de la passarel·la de pagament
cs_cz: Název platební brány
de_de: Zahlungs-Gateway
el_gr: Τίτλος πύλης πληρωμής
fa_ir: عنوان درگاه پرداخت
fi_fi: Maksutavan otsikko
fr_fr: Titre de la passerelle de paiement
hu_hu: Fizetési átjáró címe
id_id: Nama gateway pembayaran
lt_lt: Mokėjimo vartų pavadinimas
nl_nl: Titel betalingsprovider
pl_pl: Tytuł bramy płatności
pt_br: Título do método de pagamento
pt_pt: Título do método de pagamento
ro_ro: Titlu pentru modalitate de plată
ru_ru: Название платежного шлюза
sr_rs: Naziv gateway za plać́anje
tr_tr: Ödeme Yöntemi Başlığı
uk_ua: Назва платіжного шлюзу
vi_vn: Tên cổng thanh toán
zh_cn: 支付网关标题
