Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Account IP changed
ar_sa: تم تغيير IP الحساب
bg_bg: ИПто на профила беше променено
ca_es: L'IP del compte ha canviat
cs_cz: IP adresa účtu změněna
de_de: Account-IP geändert
el_gr: Η IP άλλαξε
fa_ir: IP حساب تغییر کرد
fi_fi: Tilin IP-osoite muutettu
fr_fr: L'adresse IP du compte a été modifiée
hu_hu: A fiók IP-címe megváltozott
id_id: IP Akun berubah
lt_lt: Paskyros IP pakeistas
nl_nl: Account IP is gewijzigd
pl_pl: IP konta zostało zmienione
pt_br: IP da conta alterado
pt_pt: IP da conta alterado
ro_ro: IP-ul contului schimbat
ru_ru: IP учетной записи изменен
sr_rs: IP naloga je promenjena
tr_tr: IP adresi değiştirildi
uk_ua: IP облікового запису змінено
vi_vn: IP tài khoản đã được thay đổi
zh_cn: 账号 IP 已更改

source: Change username
ar_sa: تغيير اسم المستخدم
bg_bg: Смени потребителското име
ca_es: Canviar nom d'usuari
cs_cz: Změnit uživatelské jméno
de_de: Benutzernamen ändern
el_gr: Αλλαγή ονόματος χρήστη
fa_ir: تغییر نام کاربری
fi_fi: Muuta käyttäjänimeä
fr_fr: Changer le nom d'utilisateur
hu_hu: Felhasználónév változtatása
id_id: Ubah nama pengguna
lt_lt: Keisti vartotojo vardą
nl_nl: Gebruikersnaam wijzigen
pl_pl: Zmień nazwę użytkownika
pt_br: Alterar nome de usuário
pt_pt: Alterar o nome de utilizador
ro_ro: Schimbă numele utilizatorului
ru_ru: Изменить имя пользователя
sr_rs: Promenite korisničko ime
tr_tr: Kullanıcı Adını Değiştir
uk_ua: Змінити ім'я користувача
vi_vn: Thay đổi tên đăng nhập
zh_cn: 更改用户名

source: Account username changed
ar_sa: تم تغيير اسم المستخدم
bg_bg: Потребителското име беше променено
ca_es: El nom d'usuari del compte ha canviat
cs_cz: Uživatelské jméno bylo změněno
de_de: Benutzername geändert
el_gr: Το όνομα χρήστη άλλαξε
fa_ir: نام‌کاربری تغییر یافت
fi_fi: Tilin käyttäjänimi muutettu
fr_fr: Le nom d'utilisateur du compte a été modifié
hu_hu: A fiók felhasználóneve megváltozott
id_id: Nama pengguna akun berubah
lt_lt: Paskyros vartotojo vardas pakeistas
nl_nl: Account gebruikersnaam is gewijzigd
pl_pl: Nazwa użytkownika konta została zmieniona
pt_br: Usuário da Conta alterado
pt_pt: Nome de utilizador da conta alterado
ro_ro: Numele de utilizator al contului a fost schimbat
ru_ru: Имя пользователя учетной записи изменено
sr_rs: Korisničko ime naloga je promenjeno
tr_tr: Kullanıcı adı değiştirildi
uk_ua: Обліковий запис користувача змінено
vi_vn: Tên đăng nhập tài khoản đã thay đổi
zh_cn: 账号的用户名已更改

source: Change domain
ar_sa: تغيير النطاق
bg_bg: Смяна на домейна
ca_es: Canvia el domini
cs_cz: Změnit doménu
de_de: Domain ändern
el_gr: Αλλαγή domain
fa_ir: تغییر دامنه
fi_fi: Muuta verkkotunnusta
fr_fr: Changer de domaine
hu_hu: Domain módosítása
id_id: Ubah domain
lt_lt: Keisti domeną
nl_nl: Domeinnaam wijzigen
pl_pl: Zmień domenę
pt_br: Alterar domínio
pt_pt: Alterar domínio
ro_ro: Schimbă domeniul
ru_ru: Изменить домен
sr_rs: Promenite domen
tr_tr: Alan Adını Değiştir
uk_ua: Змінити домен
vi_vn: Thay đổi tên miền
zh_cn: 更改域名

source: Account domain changed
ar_sa: تم تغيير نطاق الحساب
bg_bg: Домейна на профила беше променен
ca_es: El domini del compte ha canviat
cs_cz: Doména účtu změněna
de_de: Account-Domain geändert
el_gr: Ο λογαριασμός domain άλλαξε
fa_ir: دامنه حساب‌کاربری تغییرد کرد
fi_fi: Tilin verkkotunnus muutettu
fr_fr: Le domaine du compte a été modifié
hu_hu: A fiók tartománya megváltozott
id_id: Akun domain berubah
lt_lt: Paskyros domenas pakeistas
nl_nl: Account domeinnaam is gewijzigd
pl_pl: Domena konta została zmieniona
pt_br: Domínio da conta alterado
pt_pt: Domínio da conta alterado
ro_ro: Domeniul contului a fost modificat
ru_ru: Домен учетной записи изменен
sr_rs: Domen naloga je promenjen
tr_tr: Alan adı değiştirildi
uk_ua: Домен облікового запису змінено
vi_vn: Tên miền tài khoản đã được thay đổi
zh_cn: 账号的域名已更改

source: Import existing
ar_sa: استيراد موجود
bg_bg: Импортиране на съществуващите
ca_es: Importa l'existent
cs_cz: Importovat existující
de_de: Importiere vorhandene
el_gr: Εισαγωγή υφιστάμενων
fa_ir: درون ریزی موجودی
fi_fi: Tuo olemassaoleva
fr_fr: Importer existant
hu_hu: Meglévő importálása
id_id: Impor yang ada
lt_lt: Importuoti esamą
nl_nl: Importeer bestaande
pl_pl: Importuj istniejące
pt_br: Importar existentes
pt_pt: Importar existente
ro_ro: Import existente
ru_ru: Импортировать существующий
sr_rs: Uvezi postojeće
tr_tr: Mevcut olanı içe aktar
uk_ua: Імпорт існуючих
vi_vn: Nhập liệu hiệu hữu
zh_cn: 导入已有的

source: Domain name
ar_sa: إسم النطاق
bg_bg: Име на домейн
ca_es: Nom de domini
cs_cz: Název domény
fa_ir: نام دامنه
fi_fi: Verkkotunnuksen nimi
fr_fr: Nom de domaine
hu_hu: Domainnév
id_id: Nama domain
lt_lt: Domeno pavadinimas
nl_nl: Domeinnaam
pl_pl: Nazwa domeny
pt_br: Nome do domínio
pt_pt: Nome do domínio
ro_ro: Nume domeniu
ru_ru: Доменное имя
sr_rs: Naziv domena
tr_tr: Alan Adı
uk_ua: Доменне ім'я
vi_vn: Tên miền
zh_cn: 域名

source: Domain TLD
ar_sa: TLD النطاق
bg_bg: TLD на Домейн
ca_es: Domini TLD
cs_cz: TLD domény
de_de: TLD Domain
fa_ir: پسوند دامنه
fi_fi: Verkkotunnus TLD
fr_fr: TLD de domaine
lt_lt: Domeno TLD
nl_nl: Domein TLD
pl_pl: Domena TLD
pt_br: Domínio TLD
pt_pt: Domínio TLD
ro_ro: TLD Domeniu
ru_ru: TLD домена
sr_rs: Domen TLD
tr_tr: Alan Adı TLD
uk_ua: Домен TLD
vi_vn: TLD miền
zh_cn: 域名 TLD

source: Leave blank to generate
ar_sa: اتركه فارغاً لتوليد عشوائي
bg_bg: Оставете празно за да генерирате
ca_es: Deixa en blanc per generar
cs_cz: Nechte prázdné pro generování
de_de: Leer lassen um zu generieren
el_gr: Αφήστε κενό για αυτοματοποιημένη δημιουργία
fa_ir: برای تولید خودکار خالی بگذارید
fi_fi: Jätä tyhjäksi generoidaksesi
fr_fr: Laisser vide pour générer
hu_hu: Hagyja üresen a létrehozáshoz
id_id: Tinggalkan kosong untuk generate
lt_lt: Palikite tuščią, kad sugeneruoti
nl_nl: Laat leeg om te genereren
pl_pl: Zostaw puste, aby wygenerować
pt_br: Deixe em branco para gerar
pt_pt: Deixar em branco para gerar
ro_ro: Lăsați necompletat pentru a genera
ru_ru: Оставьте пустым для генерации
sr_rs: Ostavite prazno za generisanje
tr_tr: Üretmek için boş bırakın
uk_ua: Залиште пустим, щоб згенерувати
vi_vn: Để trống để khởi tạo
zh_cn: 留空则可生成

source: Server management
ar_sa: إدارة السيرفر
bg_bg: Управление на сървъра
ca_es: Gestió del servidor
cs_cz: Správa serveru
de_de: Serververwaltung
el_gr: Διαχείριση διακομιστή
fa_ir: مدیریت سرور
fi_fi: Palvelimen hallinta
fr_fr: Gestion du serveur
hu_hu: Szerver kezelés
id_id: Manajemen server
lt_lt: Serverio valdymas
nl_nl: Serverbeheer
pl_pl: Zarządzanie serwerem
pt_br: Gerenciamento do servidor
pt_pt: Gestão de servidores
ro_ro: Administrare server
ru_ru: Server boshqaruvi
sr_rs: Upravljanje serverom
tr_tr: Sunucu Yönetimi
uk_ua: Керування сервером
vi_vn: Quản lý máy chủ
zh_cn: 服务器管理

source: Server updated
ar_sa: تم تحديث السيرفر
bg_bg: Сървърът беше актуализиран
ca_es: Servidor actualitzat
cs_cz: Server byl aktualizován
de_de: Server wurde aktualisiert
el_gr: Ο διακομιστής ενημερώθηκε
fa_ir: سرور بروزرسانی شد
fi_fi: Palvelin päivitetty
fr_fr: Serveur mis à jour
hu_hu: Kiszolgáló frissítve
id_id: Server diperbarui
lt_lt: Serveris atnaujintas
nl_nl: Server bijgewerkt
pl_pl: Serwer został zaktualizowany
pt_br: Servidor Atualizado
pt_pt: Servidor atualizado
ro_ro: Server actualizat
ru_ru: Сервер обновлен
sr_rs: Server je ažuriran
tr_tr: Sunucu güncellendi
uk_ua: Сервер оновлено
vi_vn: Máy chủ đã cập nhật
zh_cn: 服务器已更新

source: Primary IP address used to connect to the server. i.e. 127.0.0.1
cs_cz: Primární IP adresa pro připojení k serveru. Tj. 127.0.0.1
ro_ro: Adresa IP principală folosită pentru conectarea la server. Ex. 127.0.0.1
ru_ru: Основной IP-адрес, используемый для подключения к серверу, например 127.0.0.1
sr_rs: Primarna IP adresa koja se koristi za povezivanje sa serverom, tj. 127.0.0.1

source: Update and test connection
ar_sa: تحديث واختبار الاتصال
bg_bg: Актуализирайте и тествайте връзката
ca_es: Actualitzar i provar la connexió
cs_cz: Aktualizovat a testovat připojení
de_de: Update und Verbindung testen
el_gr: Ενημέρωση και δοκιμή σύνδεσης
fa_ir: به روز رسانی و تست اتصال
fi_fi: Päivitä ja testaa yhteys
fr_fr: Mettre à jour et tester la connexion
hu_hu: Kapcsolat frissítése és tesztelése
id_id: Perbarui dan tes koneksi
lt_lt: Atnaujinti ir tikrinti ryšį
nl_nl: Update en test verbinding
pl_pl: Zaktualizuj i przetestuj połączenie
pt_br: Atualizar e testar conexão
pt_pt: Atualizar e testar a ligação
ro_ro: Actualizează și testează conexiunea
ru_ru: Обновить и проверить соединение
sr_rs: Ažurirajte i testirajte vezu
tr_tr: Güncelle ve Bağlantıyı Test Et
uk_ua: Оновити та перевірити з'єднання
vi_vn: Cập nhật và kiểm tra kết nối
zh_cn: 更新并测试连接

source: Optional configuration
ar_sa: تكوين اختياري (Automatic Translation)
bg_bg: Незадължителна конфигурация
ca_es: Configuració opcional
cs_cz: Volitelná konfigurace
de_de: Optionale Konfiguration
el_gr: Προαιρετική διαμόρφωση
fa_ir: پیکربندی اختیاری
fi_fi: Valinnaiset asetukset
fr_fr: Configuration facultative
hu_hu: Opcionális konfiguráció
id_id: Konfigurasi opsional
nl_nl: Optionele configuratie
pl_pl: Konfiguracja opcjonalna
pt_br: Configuração opcional
pt_pt: Configuração opcional
ro_ro: Configurație opțională
ru_ru: Дополнительная конфигурация
sr_rs: Opciona konfiguracija
tr_tr: Opsiyonel Yapılandırma
uk_ua: Необов'язкові налаштування
zh_cn: 可选配置

source: Users prefix
ar_sa: بادئة المستخدمين
bg_bg: Потребителски префикс
ca_es: Prefix d'usuaris
cs_cz: Předpona uživatelů
de_de: Benutzerpräfix
el_gr: Πρόθεμα χρηστών
fa_ir: پیشوند کاربران
fi_fi: Käyttäjien etuliite
fr_fr: Préfixe des utilisateurs
hu_hu: Felhasználói előtag
id_id: Awalan user
nl_nl: Voorvoegsel gebruikers
pl_pl: Prefiks użytkowników
pt_br: Prefixo de usuários
pt_pt: Prefixo dos utilizadores
ro_ro: Prefix utilizatori
ru_ru: Префикс пользователей
sr_rs: Prefiks korisnika
tr_tr: Kullanıcı Ön Eki
uk_ua: Префікс користувачів
zh_cn: 用户前缀

source: Prefix for created users (especially for database)
ar_sa: بادئة للمستخدمين الذين تم إنشاؤهم (خاصة لقاعدة البيانات)
bg_bg: Префикс за създадените потребители (особено за базата данни)
ca_es: Prefix per als usuaris creats (especialment per a la base de dades)
cs_cz: Předpona pro vytvořené uživatele (zejména pro databázi)
de_de: Präfix für erstellte Benutzer (speziell für Datenbank)
el_gr: Πρόθεμα για τους δημιουργημένους χρήστες (ειδικά για τη βάση δεδομένων)
fa_ir: پیشوند برای ایجاد کاربران (مخصوص برای پایگاه داده)
fi_fi: Etuliite luoduille käyttäjille (erityisesti tietokannalle)
fr_fr: Préfixe pour les utilisateurs créés (notamment pour la base de données)
hu_hu: Előtag létrehozott felhasználók számára (különösen adatbázis esetén)
id_id: Awalan untuk pembuatan user (biasanya untuk database)
nl_nl: Voorvoegsel voor aangemaakte gebruikers (vooral voor database)
pl_pl: Prefiks dla utworzonych użytkowników (szczególnie dla bazy danych)
pt_br: Prefixo para os usuários criados (especialmente para o banco de dados)
pt_pt: Prefixo para utilizadores criados (especialmente para a base de dados)
ro_ro: Prefix pentru utilizatorii creați (în special pentru baza de date)
ru_ru: Префикс для создаваемых пользователей (особенно для базы данных)
sr_rs: Prefiks za kreirane korisnike (posebno za bazu podataka)
tr_tr: Oluşturulan kullanıcılar için ön ek (özellikle veritabanı için)
uk_ua: Префікс для створених користувачів (особливо для бази даних)
zh_cn: 用户的前缀 (特别是数据库)

source: Some server managers may ignore this option due to limitations / requirements for usernames imposed by the control panel.
cs_cz: Někteří manažeři serverů mohou tuto možnost ignorovat z důvodu omezení / požadavků na uživatelská jména uložených ovládacím panelem.
de_de: Einige Servermanager ignorieren diese Option möglicherweise aufgrund von Beschränkungen/Anforderungen für Benutzernamen, die vom Kontrollpanel auferlegt werden.
el_gr: Ορισμένοι διαχειριστές διακομιστών ενδέχεται να αγνοήσουν αυτή την επιλογή λόγω των περιορισμών/απαιτήσεων για τα ονόματα χρήστη που επιβάλλει ο πίνακας ελέγχου.
fa_ir: برخی از مدیران سرور ممکن است این گزینه را به دلیل محدودیت ها / الزامات نام کاربری اعمال شده توسط کنترل پنل نادیده بگیرند.
fr_fr: Certains gestionnaires de serveurs peuvent ignorer cette option en raison des limitations / exigences imposées par le panneau de configuration.
hu_hu: Egyes szerverkezelők figyelmen kívül hagyhatják ezt az opciót a vezérlőpult által a felhasználónevekre vonatkozó korlátozások/követelmények miatt.
id_id: Beberapa pengelolaan server melupakan opsi ini karena limitasi dan kewajiban untuk nama pengguna oleh panel kontrol.
nl_nl: Sommige serverbeheerders kunnen deze optie negeren vanwege beperkingen/vereisten voor gebruikersnamen opgelegd door het controlepaneel.
pl_pl: Niektóre menadżery serwerów mogą zignorować tę opcję ze względu na ograniczenia / wymagania dla nazw użytkowników narzucone przez panel sterowania.
pt_br: Alguns gerenciadores de servidor podem ignorar esta opção devido a limitações / requisitos para nomes de usuários impostos pelo painel de controle.
ro_ro: Unii administratori de servere pot ignora această opțiune din cauza limitărilor / cerințelor pentru numele de utilizator impuse de panoul de control.
ru_ru: Некоторые менеджеры серверов могут игнорировать эту опцию из-за ограничений/требований к именам пользователей, накладываемых панелью управления.
sr_rs: Neki menadžeri servera mogu zanemariti ovu opciju zbog ograničenja / zahteve za korisnička imena koje nameće kontrolna tabla.
tr_tr: Bazı sunucu yöneticileri, kontrol panelinin kullanıcı adlarına getirdiği sınırlamalar/gereksinimler nedeniyle bu seçeneği göz ardı edebilir.

source: Update server
ar_sa: تحديث السيرفر
bg_bg: Актулизирай сървъра
ca_es: Servidor d'actualització
cs_cz: Aktualizovat server
de_de: Server aktualisieren
el_gr: Ενημέρωση διακομιστή
fa_ir: به‌روزرسانی سرور
fi_fi: Päivitä palvelin
fr_fr: Mettre à jour le serveur
hu_hu: Frissítési kiszolgáló
id_id: Perbarui server
lt_lt: Atnaujinti serverį
nl_nl: Server updaten
pl_pl: Zaktualizuj serwer
pt_br: Atualizar Servidor
pt_pt: Atualizar o servidor
ro_ro: Actualizează serverul
ru_ru: Обновить сервер
sr_rs: Ažuriraj server
tr_tr: Sunucuyu Güncelle
uk_ua: Оновити сервер
vi_vn: Cập nhật máy chủ
zh_cn: 更新服务器

source: Manage hosting account
ar_sa: إدارة حساب الاستضافة
bg_bg: Управление на хостинг профилите
ca_es: Gestionar el compte d'allotjament
cs_cz: Správa účtu hostingu
de_de: Hosting-Konto verwalten
el_gr: Διαχείριση λογαριασμού φιλοξενίας
fa_ir: مدیریت هاستینگ
fi_fi: Hallitse hosting-pakettia
fr_fr: Gérer le compte d'hébergement
hu_hu: Tárhelyfiók kezelése
id_id: Kelola akun hosting
lt_lt: Tvarkyti hostingo paskyrą
nl_nl: Hosting account beheren
pl_pl: Zarządzaj kontem hostingu
pt_br: Gerenciar conta de hospedagem
pt_pt: Gerir a conta de alojamento
ro_ro: Gestionează contul de găzduire
ru_ru: Управление учетной записью хостинга
sr_rs: Upravljajte hosting nalogom
tr_tr: Hosting Hesabını Yönet
uk_ua: Керування обліковим записом
vi_vn: Quản lý tài khoản hosting
zh_cn: 管理虚拟主机账号

source: Server Hostname
ar_sa: اسم مضيف السيرفر
bg_bg: Сървър хост име
ca_es: Nom d'amfitrió del servidor
cs_cz: Název serveru
el_gr: Όνομα Διακομιστή
fa_ir: هاست نیم
fi_fi: Palvelimen Isäntänimi
fr_fr: Nom d’hôte du serveur
hu_hu: Szerver kiszolgálónév
id_id: Nama host server
lt_lt: Serverio pavadinimas (hostname)
nl_nl: Server hostnaam
pl_pl: Nazwa hosta serwera
pt_br: Hostname do servidor
pt_pt: Nome de anfitrião do servidor
ro_ro: Hostname server
ru_ru: Имя хоста сервера
tr_tr: Sunucu Adı
uk_ua: Ім'я хост-сервера
vi_vn: Tên máy chủ
zh_cn: 服务器主机名

source: Manage domain
ar_sa: إدارة النطاق
bg_bg: Управление на домейн
ca_es: Gestiona el domini
cs_cz: Správa domény
de_de: Domain verwalten
el_gr: Διαχείριση ονόματος χώρου
fa_ir: مدیریت دامنه
fi_fi: Hallitse verkkotunnusta
fr_fr: Gérer le domaine
hu_hu: Domain kezelése
id_id: Kelola domain
lt_lt: Valdyti domeną
nl_nl: Domein beheren
pl_pl: Zarządzaj domeną
pt_br: Gerenciar domínio
pt_pt: Gerir o domínio
ro_ro: Gestionează domeniul
ru_ru: Domenni boshqarish
sr_rs: Upravljajte domenom
tr_tr: Alan Adını Yönet
uk_ua: Керувати доменом
vi_vn: Quản lý tên miền
zh_cn: 管理域名

source: Login to control panel
ar_sa: الانتقال إلى لوحة التحكم
bg_bg: Влизане в контролния панел
cs_cz: Přihlásit se do ovládacího panelu
de_de: Im Kontroll-Panel einloggen
el_gr: Σύνδεση στον πίνακα ελέγχου
fa_ir: ورود به کنترل پنل
fi_fi: Siirry ohjauspaneeliin
fr_fr: Connectez-vous au panneau de contrôle
hu_hu: Jelentkezzen be a vezérlőpultra
id_id: Login ke kontrol panel
nl_nl: Log in op het controlepaneel
pl_pl: Zaloguj się do panelu sterowania
pt_br: Entrar no painel de controle
ro_ro: Autentificare în panoul de control
ru_ru: Войти в панель управления
sr_rs: Prijavite se na kontrolnu tablu
tr_tr: Hosting Yönetim Panelini Aç
zh_cn: 登录到控制面板

source: Change your control panel/FTP/SSH password
cs_cz: Změnit ovládací panel/FTP/SSH heslo
de_de: Ändere dein Kontroll-Panel/FTP/SSH Passwort
el_gr: Αλλάξτε τον κωδικό πρόσβασης του πίνακα ελέγχου/FTP/SSH
fa_ir: تغییر رمز عبور کنترل پنل/FTP/SSH
fr_fr: Changer votre mot de passe du panneau de configuration/FTP/SSH
hu_hu: Módosítsa a vezérlőpult/FTP/SSH jelszavát
id_id: Mengganti kata sandi kontrol panel/FTP/SSH Anda
nl_nl: Wijzig het controlepaneel-/FTP-/SSH-wachtwoord
pl_pl: Zmień swoje hasło do panelu sterowania/FTP/SSH
pt_br: Alterar seu painel de controle/FTP/senha SSH
ro_ro: Schimbați parola pentru panoul de control/FTP/SSH
ru_ru: Измените пароль вашей панели управления/FTP/SSH
sr_rs: Promenite Vašu kontrolnu tablu/FTP/SSH lozinku
tr_tr: Kontrol paneli/FTP/SSH şifrenizi değiştirin

source: Domain name changed
ar_sa: تم تغيير اسم النطاق
bg_bg: Името на домейна беше променено
cs_cz: Název domény změněn
de_de: Domain-Name geändert
el_gr: Το όνομα domain άλλαξε
fa_ir: نام دامنه تغییر کرد
fi_fi: Verkkotunnuksen nimi muutettu
fr_fr: Nom de domaine modifié
hu_hu: A domain név megváltozott
id_id: Nama domain berubah
nl_nl: Domeinnaam gewijzigd
pl_pl: Zmieniono nazwę domeny
pt_br: Nome do domínio alterado
ro_ro: Numele de domeniu a fost schimbat
ru_ru: Доменное имя изменено
sr_rs: Ime domena je promenjeno
tr_tr: Alan Adı değiştirildi

source: New domain
ar_sa: نطاق جديد
bg_bg: Нов домейн
ca_es: Nou domini
cs_cz: Nová doména
de_de: Neue Domain
el_gr: Νέο όνομα χώρου
fa_ir: دامنه جدید
fi_fi: Uusi verkkotunnus
fr_fr: Nouveau domaine
hu_hu: Új tartomány
id_id: Domain baru
lt_lt: Naujas domenas
nl_nl: Nieuwe domeinnaam
pl_pl: Nowa domena
pt_br: Novo domínio
pt_pt: Novo domínio
ro_ro: Domeniu nou
ru_ru: Новый домен
sr_rs: Novi domen
tr_tr: Yeni Alan Adı
uk_ua: Новий домен
vi_vn: Tên miền mới
zh_cn: 注册域名

source: Username changed
ar_sa: تم تغيير اسم المستخدم
bg_bg: Потребителското име беше променено
cs_cz: Uživatelské jméno bylo změněno
de_de: Benutzernamen geändert
el_gr: Το όνομα χρήστη άλλαξε
fa_ir: نام کاربری تغییر یافت
fi_fi: Käyttäjänimi vaihdettu
fr_fr: Nom d'utilisateur modifié
hu_hu: Felhasználónév megváltozott
id_id: Nama pengguna berubah
nl_nl: Gebruikersnaam is veranderd
pl_pl: Zmieniono nazwę użytkownika
pt_br: Nome de usuário alterado
ro_ro: Numele de utilizator a fost schimbat
ru_ru: Имя пользователя изменено
sr_rs: Korisničko ime je promenjeno
tr_tr: Kullanıcı Adı değiştirildi

source: Domain configuration
ar_sa: تكوين النطاق
bg_bg: Конфигурация на домейна
ca_es: Configuració del domini
cs_cz: Konfigurace domény
de_de: Domain Einstellungen
el_gr: Ρυθμίσεις ονόματος χώρου
fa_ir: انتخاب دامنه
fi_fi: Verkkotunnuksen konfigurointi
fr_fr: Configuration de domaine
hu_hu: Domain konfiguráció
id_id: Konfigurasi domain
lt_lt: Domeno konfigūracija
nl_nl: Domeinconfiguratie
pl_pl: Konfiguracja domeny
pt_br: Configurações do domínio
pt_pt: Configuração do domínio
ro_ro: Configurație domeniu
ru_ru: Конфигурация домена
sr_rs: Konfiguracija domena
tr_tr: Alan Adı Yapılandırması
uk_ua: Конфігурація домену
vi_vn: Cấu hình tên miền
zh_cn: 域名配置

source: I will use my existing domain and update nameservers
ar_sa: سوف أستخدم نطاقي الحالي و تحديث سيرفرات الأسماء
bg_bg: Ще използвам моя съществуващ домейн и ще обновя сървърите си имена
ca_es: Faré servir el meu domini existent i actualitzaré els servidors de noms
cs_cz: Použiji svou existující doménu a aktualizuji nameservery
de_de: Ich werde meine bestehenden Domain- und die DNS-Einträge aktualisieren
el_gr: Θα χρησιμοποιήσω το υπάρχων domain μου και θα ενημερώσω τους nameservers
fa_ir: از دامنه موجود خود استفاده خواهم کرد و nameserver را به روز خواهم کرد
fi_fi: Käytän nykyistä verkkotunnustani ja päivitän nimipalvelimet
fr_fr: J'utiliserai mon domaine existant et mettrai à jour les serveurs
hu_hu: A meglévő tartományomat fogom használni, és frissíteni fogom a névkiszolgálókat
id_id: Saya akan menggunakan domain saya yang sudah ada dan memperbarui server nama
lt_lt: Naudosiu savo domeną ir atnaujinsiu vardinius serverius
nl_nl: Ik zal mijn bestaande domein gebruiken en de naamservers bijwerken
pl_pl: Będę używał mojej istniejącej domeny i zaktualizuję serwery nazw
pt_br: Usarei meu domínio existente e atualizarei os nameservers
pt_pt: Vou utilizar o meu domínio existente e atualizar os servidores de nomes
ro_ro: Voi folosi domeniul meu existent și voi actualiza nameserverele
ru_ru: Я буду использовать свой существующий домен и обновлю серверы имен
sr_rs: Koristiću svoj postojeći domen i ažurirati name servere
tr_tr: Mevcut alan adımı kullanacağım ve isim sunucularını güncelleyeceğim
uk_ua: Я буду використовувати свій існуючий домен і оновлю сервери імен
vi_vn: Tôi sẽ sử dụng tên miền đang tồn tại của tôi và cập nhật nameservers
zh_cn: 我将使用现有域名并更新DNS服务器

source: I want to register a new domain
ar_sa: أريد تسجيل نطاق جديد
bg_bg: Искам да регистрирам нов домейн
ca_es: Vull registrar un nou domini
cs_cz: Chci zaregistrovat novou doménu
de_de: Ich möchte eine neue Domain registrieren
el_gr: Θέλω να κατοχυρώσω ένα νέο όνομα χώρου
fa_ir: می خواهم یک دامنه جدید ثبت کنم
fi_fi: Haluan rekisteröidä uuden verkkotunnuksen
fr_fr: Je souhaite enregistrer un nouveau domaine
hu_hu: Új domaint szeretnék regisztrálni
id_id: Saya ingin mendaftarkan domain baru
lt_lt: Noriu užregistruoti naują domeną
nl_nl: Ik wil een nieuw domein registreren
pl_pl: Chcę zarejestrować nową domenę
pt_br: Quero registrar um novo domínio
pt_pt: Quero registar um novo domínio
ro_ro: Vreau să înregistrez un domeniu nou
ru_ru: Yangi domenni roʻyxatdan oʻtkazmoqchiman
sr_rs: Želim da registrujem novi domen
tr_tr: Yeni bir alan adı kaydetmek istiyorum
uk_ua: Я хочу зареєструвати новий домен
vi_vn: Tôi muốn đăng ký 1 tên miền mới
zh_cn: 我想注册新域名

source: Your existing domain
ar_sa: النطاق الحالي الخاص بك
bg_bg: Вашия съществуващ домейн
cs_cz: Vaše stávající doména
de_de: Deine vorhandene Domain
el_gr: Το υπάρχον domain σας
fa_ir: دامنه موجود شما
fi_fi: Olemassaoleva verkkotunnuksesi
fr_fr: Votre domaine existant
hu_hu: A te jelenlegi tartományod
id_id: Domain Anda
nl_nl: Eigen domein
pl_pl: Twoja istniejąca domena
pt_br: Esse domínio já existe
ro_ro: Domeniul dvs. existent
ru_ru: Ваш существующий домен
sr_rs: Vaš postojeć́i domen
tr_tr: Mevcut alan adınız
vi_vn: Tên miền hiện tại

source: Your new domain
ar_sa: نطاقك الجديد
bg_bg: Вашия нов домейн
cs_cz: Vaše nová doména
de_de: Deine neue Domain
el_gr: Το νέο σας domain
fa_ir: دامنه جدید شما
fi_fi: Uusi verkkotunnuksesi
fr_fr: Votre nouveau domaine
hu_hu: Az új domainod
id_id: Domain baru Anda
nl_nl: Eigen nieuwe domein
pl_pl: Twoja nowa domena
pt_br: Seu novo domínio
ro_ro: Domeniul dvs. nou
ru_ru: Sizning yangi domeningiz
sr_rs: Vaš novi domen
tr_tr: Yeni alan adınız
vi_vn: Tên miền mới

source: year @
ar_sa: سنة @
bg_bg: година @
cs_cz: rok @
de_de: Jahr @
el_gr: έτος @
fa_ir: سال @
fi_fi: vuosi @
fr_fr: année @
hu_hu: év @
id_id: tahun @
nl_nl: jaar @
pl_pl: rok @
pt_br: ano @
ro_ro: an @
ru_ru: yil @
sr_rs: godina @
tr_tr: yıl @
vi_vn: năm @
