Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Address line 2
ar_sa: سطر العنوان 2
bg_bg: Адрес 2
ca_es: Adreça línia 2
cs_cz: Adresa 2
de_de: Adresszeile 2
el_gr: Γραμμή διεύθυνσης 2
fa_ir: آدرس خط دوم
fi_fi: Osoiterivi 2
fr_fr: Adresse ligne 2
hu_hu: Cím második sora
id_id: Baris alamat 2
lt_lt: Adreso eilutė 2
nl_nl: Adresregel 2
pl_pl: Adres - linia 2
pt_br: Endereço linha 2
pt_pt: Linha de endereço 2
ro_ro: Linie adresă 2
sr_rs: Adresa 2
tr_tr: Adres satırı 2
uk_ua: Адреса, рядок 2
vi_vn: Địa chỉ dòng 2
zh_cn: 地址行 2

source: Address line 3
ar_sa: سطر العنوان 3
bg_bg: Адрес 3
ca_es: Línia d'adreça 3
cs_cz: Adresa 3
de_de: Adresszeile 3
el_gr: Γραμμή διεύθυνσης 3
fa_ir: آدرس خط سوم
fi_fi: Osoiterivi 3
fr_fr: Adresse ligne 3
hu_hu: Címsor 3
id_id: Baris alamat 3
lt_lt: Adreso eilutė 3
nl_nl: Adresregel 3
pl_pl: Adres - linia 3
pt_br: Complemento 3
pt_pt: Linha de endereço 3
ro_ro: Linie adresă 3
sr_rs: Adresa 3
tr_tr: Adres satırı 3
uk_ua: Адреса, рядок 3
vi_vn: Địa chỉ dòng 3
zh_cn: 地址行 3

source: Logo URL
ar_sa: عنوان الشعار
bg_bg: Лого URL връзка
ca_es: URL del logotip
cs_cz: URL adresa loga
el_gr: Διεύθυνση URL Λογότυπου
fa_ir: آدرس لوگو
fi_fi: Logon URL-osoite
fr_fr: URL du logo
hu_hu: Logo URL-címe
id_id: Tautan Logo
lt_lt: Logotipo URL
pl_pl: URL loga
pt_br: URL do logo
ro_ro: URL Logo
ru_ru: URL логотипа
sr_rs: URL adresa logo-a
uk_ua: URL логотипу
zh_cn: Logo地址

source: Logo URL (dark mode)
ar_sa: عنوان URL الشعار (الوضع المظلم)
bg_bg: Лого URL връзка (тъмен режим)
ca_es: URL del logotip (mode fosc)
cs_cz: URL loga (tmavý režim)
de_de: Logo-URL (dunkler Modus)
el_gr: Διεύθυνση URL λογότυπου (σκοτεινή λειτουργία)
fa_ir: آدرس لوگو(حالت تیره)
fi_fi: Logon URL (tumma tila)
fr_fr: URL du logo (mode sombre)
hu_hu: Embléma URL-címe (sötét mód)
id_id: Tautan Logo (mode gelap)
lt_lt: Logotipo URL (tamsusis režimas)
nl_nl: Logo URL (donkere modus)
pl_pl: URL loga (tryb ciemny)
pt_br: URL do logo (modo escuro)
pt_pt: URL do logótipo (modo escuro)
ro_ro: URL Logo (mod întunecat)
ru_ru: URL логотипа (темный режим)
sr_rs: URL adresa logo-a (tamni način)
tr_tr: Logo URL (koyu mod)
uk_ua: URL логотипу (темний режим)
zh_cn: Logo URL (dark 模式)

source: Company number, chamber of commerce number
ar_sa: رقم الشركة، رقم الغرفة التجارية
bg_bg: Номер на фирмата, номер на търговската камара
ca_es: Número d'empresa, número de cambra de comerç
cs_cz: Číslo společnosti, obchodní komora
de_de: Firmennummer, Handelskammernummer
el_gr: Αριθμός εταιρείας, αριθμός εμπορικού επιμελητηρίου
fa_ir: شماره شرکت، شماره اتاق بازرگانی
fi_fi: Yrityksen numero, Y-tunnus
fr_fr: Numéro d'entreprise, numéro de chambre de commerce
hu_hu: Cégszám, kereskedelmi kamarai szám
id_id: Nomor perusahaan, nomor kamar dagang
lt_lt: Įmonės numeris, prekybos rūmų numeris
nl_nl: Bedrijfsnaam of KvK-nummer
pl_pl: Numer firmy, numer Krajowej Izby Gospodarczej
pt_br: Número da empresa, número da câmara de comércio
pt_pt: Número da empresa, número da câmara de comércio
ro_ro: Numărul companiei, numărul camerei de comerț
sr_rs: Mb firme, broj privredne komore
tr_tr: Firma Numarası, Ticaret Odası Numarası
uk_ua: Номер компанії, номер торгово-промислової палати
vi_vn: Mã công ty, mã phòng thương mại
zh_cn: 工商营业执照注册号

source: Bank Account number
ar_sa: رقم الحساب المصرفي
bg_bg: Номер на банкова сметка
ca_es: Número de compte bancari
cs_cz: Číslo bankovního účtu
de_de: IBAN
el_gr: Αριθμός Τραπεζικού Λογαριασμού
fa_ir: شماره حساب بانکی
fi_fi: Pankkitilinumero
fr_fr: Numéro de compte
hu_hu: Bankszámlaszám
id_id: Nomor rekening Bank
lt_lt: Banko sąskaitos numeris
nl_nl: Bank rekeningnummer
pl_pl: Numer konta bankowego
pt_br: Número da conta bancária
pt_pt: Número da conta bancária
ro_ro: Număr de cont bancar
sr_rs: Broj bankovnog računa
tr_tr: Banka Hesap Numarası
uk_ua: Номер банківського рахунку
vi_vn: Số tài khoản ngân hàng
zh_cn: 银行账号

source: Display bank account information on documents?
ar_sa: عرض معلومات الحساب البنكي على الوثائق؟
bg_bg: Показване на информацията за банковата сметка в документи?
cs_cz: Zobrazit informace o bankovním účtu na dokumentech?
de_de: Bankkontoinformationen in Dokumenten anzeigen?
el_gr: Εμφάνιση πληροφοριών τραπεζικού λογαριασμού στα έγγραφα;
fa_ir: نمایش اطلاعات حساب بانکی روی اسناد?
fi_fi: Näytä pankkitilin tiedot asiakirjoissa?
fr_fr: Afficher les informations de compte bancaire sur les documents ?
hu_hu: Bankszámlaadatok megjelenítése a dokumentumokon?
id_id: Tampilkan informasi rekening bank di dokumen?
nl_nl: Bankrekening gegevens weergeven op documenten?
pl_pl: Wyświetlać informacje o koncie bankowym na dokumentach?
pt_br: Exibir informações da conta bancária nos documentos?
ro_ro: Afișați informațiile contului bancar pe documente?
sr_rs: Prikaži informacije bankovnog računa na dokumentima?
tr_tr: Dokümanlarda banka hesap bilgileri görüntülensin mi?
uk_ua: Відображати інформацію про банківський рахунок у документах?
zh_cn: 在文件上显示银行账户信息？

source: Display bank account information on the bottom of every page?
ar_sa: عرض معلومات الحساب البنكي في أسفل كل صفحة؟
bg_bg: Показвате информация за банковата сметка в долната част на всяка страница?
cs_cz: Zobrazit informace o bankovním účtu v dolní části každé stránky?
de_de: Bankkontoinformationen am unteren Rand jeder Seite anzeigen?
el_gr: Εμφάνιση πληροφοριών τραπεζικού λογαριασμού στο κάτω μέρος κάθε σελίδας;
fa_ir: نمایش اطلاعات حساب بانکی در پایین هر صفحه?
fi_fi: Näytä pankkitilin tiedot jokaisen sivun alareunassa?
fr_fr: Afficher les informations du compte bancaire en bas de chaque page ?
hu_hu: Bankszámlaadatok megjelenítése minden oldal alján?
id_id: Tampilkan informasi rekening bank di bawah setiap halaman?
nl_nl: Bankrekening gegevens weergeven onderaan elke pagina?
pl_pl: Wyświetlać informacje o koncie bankowym na dole każdej strony?
pt_br: Exibir as informações da conta bancária na parte inferior de todas as páginas?
ro_ro: Afișați informațiile contului bancar în partea de jos a fiecărei pagini?
ru_ru: Показывать информацию о банковском счете внизу каждой страницы?
sr_rs: Prikaži informacije bankovnog računa na dnu svake stranice?
tr_tr: Banka hesap bilgileri her sayfanın altında gösterilsin mi?
uk_ua: Відображати інформацію про банківський рахунок внизу кожної сторінки?
zh_cn: 在每个页面底部显示银行账户信息？

source: Disallow guest API to fetch FOSSBilling version
ar_sa: عدم السماح للضيف API لجلب إصدار FOSSBilling
bg_bg: Забраняване на API ключа за гости да извлича версията на FOSSBilling
cs_cz: Zakázat načtení verze FOSSBilling pro host API
de_de: Gast-API zum Abrufen der FOSSBilling-Version nicht zulassen
el_gr: Απαγόρευση του guest API για την ανάκτηση της έκδοσης FOSSBilling
fa_ir: دریافت نسخه FOSSBilling برای API مهمان مجاز نیست
fi_fi: Älä salli vieraan API:n hakea FOSSBilling-versiota
fr_fr: Interdire l'API invité pour récupérer la version FOSSBilling
hu_hu: A vendég API letiltása a FOSSBilling-verzió lekéréséhez
id_id: Tidak mengizinkan guest API untuk memuat versi FOSSBilling
nl_nl: Gast API niet toestaan om FOSSBilling versie op te vragen
pl_pl: Zablokuj dostęp dla gościnnego API do pobrania wersji FOSSBilling
pt_br: Não permitir que a API do convidado busque a versão do FOSSBilling
pt_pt: Não permitir que a API convidada obtenha a versão do FOSSBilling
ro_ro: Nu permiteți vizitatorilor API să preia versiunea FOSSBilling
ru_ru: Запретить гостевому API получать версию FOSSBilling
sr_rs: Dozvolite gostujuć́em API-ju da preuzme verziju FOSSBilling-a
tr_tr: Konuk API'nin FOSBilling sürümünü almasına izin verme
uk_ua: Заборонити гостьовому API отримувати версію FOSSBilling
vi_vn: Không cho phép API khách tìm nạp phiên bản FOSSBilling
zh_cn: 禁止访客API获取FOSSBilling版本

source: Enabling this functionality may affect modules that depend on it.
cs_cz: Povolení této funkce může ovlivnit moduly, které na ní závisí.
de_de: Die Aktivierung dieser Funktion kann sich auf Module auswirken, die von ihr abhängig sind.
el_gr: Η ενεργοποίηση αυτής της λειτουργικότητας μπορεί να επηρεάσει τις ενότητες που εξαρτώνται από αυτήν.
fa_ir: فعال کردن این عملکرد ممکن است بر ماژول هایی که به آن وابسته هستند تأثیر بگذارد.
fr_fr: L'activation de cette fonctionnalité peut affecter les modules qui en dépendent.
hu_hu: A funkció engedélyezése hatással lehet a tőle függő modulokra.
id_id: Mengaktifkan fungsi ini memungkinkan berdampak pada modul yang berdasar pada ini.
nl_nl: Het inschakelen van deze functionaliteit kan de modules beïnvloeden die ervan afhankelijk zijn.
pl_pl: Włączenie tej funkcji może mieć wpływ na moduły, które są od niej zależne.
ro_ro: Activarea acestei funcționalități poate afecta module care depind de ea.
ru_ru: Включение этой функции может повлиять на модули, которые от нее зависят.
sr_rs: Omogućavanje ove funkcije može uticati na module koji zavise od nje.
vi_vn: Việc kích hoạt chức năng này có thể ảnh hưởng đến các mô-đun phụ thuộc vào nó.

source: Hide some company information in the guest API
ar_sa: إخفاء بعض معلومات الشركة في API الضيف
bg_bg: Скриване на част от информацията за фирмата в API ключа за гости
cs_cz: Skrýt některé informace o společnosti v API host
de_de: Einige Unternehmensinformationen in der Gast-API ausblenden
el_gr: Απόκρυψη πληροφοριών εταιρείας στο API επισκέπτη
fa_ir: برخی از اطلاعات شرکت را در API مهمان پنهان کنید
fi_fi: Piilota joitakin yritystietoja vieras-API:ssa
fr_fr: Masquer certaines informations sur l'entreprise dans l'API invité
hu_hu: Néhány vállalati információ elrejtése a vendég API-ban
id_id: Sembunyikan beberapa informasi perusahaan di guest API
nl_nl: Verberg enkele bedrijfsgegevens in de gast API
pl_pl: Ukryj niektóre informacje o firmie w gościnnym API
pt_br: Ocultar algumas informações da empresa na API do convidado
pt_pt: Ocultar algumas informações da empresa na API de convidado
ro_ro: Ascunde unele informații despre companie în API-ul vizitatorilor
ru_ru: Скрыть некоторую информацию о компании в гостевом API
sr_rs: Sakrijte neke informacije o kompaniji u API-ju za goste
tr_tr: Konuk API'sinde bazı şirket bilgilerini gizleyin
uk_ua: Приховати деяку інформацію про компанію в гостьовому API
vi_vn: Ẩn một số thông tin công ty trong API khách
zh_cn: 在访客API中隐藏一些公司信息

source: Enabling this will hide some information from the "company" guest API endpoint such as the address, phone number, email, VAT number, and more.
ar_sa: تمكين هذا سوف يخفي بعض المعلومات من نقطة نهاية API الضيف "الشركة" مثل العنوان، رقم الهاتف، البريد الإلكتروني، رقم ضريبة القيمة المضافة، والمزيد.
bg_bg: Активирането на тази опция ще скрие част от информацията от крайната точка на API ключа за гости "фирма", като адрес, телефонен номер, имейл, номер на ДДС и др.
cs_cz: Povolení této volby skryje některé informace z koncového bodu API pro hosty společnosti, jako je adresa, telefonní číslo, e-mail, DIČ a další.
de_de: Wenn Sie diese Option aktivieren, werden einige Informationen aus dem API-Endpunkt "Unternehmen" ausgeblendet, wie z. B. Adresse, Telefonnummer, E-Mail, Umsatzsteuernummer und mehr.
el_gr: Η ενεργοποίηση αυτής της δυνατότητας θα αποκρύψει ορισμένες πληροφορίες από το τελικό σημείο API του επισκέπτη «εταιρεία», όπως η διεύθυνση, ο αριθμός τηλεφώνου, το email, ο αριθμός ΦΠΑ και άλλα.
fa_ir: فعال کردن این مورد، برخی از اطلاعات را از نقطه پایانی API مهمان «شرکت» مانند آدرس، شماره تلفن، ایمیل، شماره مالیات بر ارزش افزوده و غیره پنهان می کند.
fi_fi: Tämän toiminnon ottaminen käyttöön piilottaa joitakin tietoja "yritys"-vieras-API-päätepisteestä, kuten osoitteen, puhelinnumeron, sähköpostin, alv-numeron ja muita tietoja.
fr_fr: L'activation de cette option masquera certaines informations du point de terminaison de l'API invité « entreprise », telles que l'adresse, le numéro de téléphone, l'e-mail, le numéro de TVA, etc.
hu_hu: Ennek engedélyezése elrejt néhány információt a "vállalati" vendég API-végpontról, például a címet, a telefonszámot, az e-mail-címet, az adószámot stb.
id_id: Mengaktifkan ini akan menyembunyikan beberapa informasi dari "perusahaan" guest API endpoint, seperti alamat, nomor telepon, email, PPN, dan lainnya.
nl_nl: Dit inschakelen zal sommige informatie verbergen voor het "bedrijf" gast API eindpunt zoals het adres, telefoonnummer, e-mail, BTW-nummer en meer.
pl_pl: Włączenie tej opcji ukryje pewne informacje z punktu końcowego gościnnego API firmy, takie jak adres, numer telefonu, e-mail, numer VAT i inne.
pt_br: Ativar isso ocultará algumas informações da API do convidado da "empresa", como endereço, telefone, e-mail, número do IVA e muito mais.
pt_pt: A ativação desta opção irá ocultar algumas informações do ponto de extremidade da API de convidado "empresa", como o endereço, número de telefone, e-mail, número de IVA e muito mais.
ro_ro: Activarea acestui lucru va ascunde unele informații din obiectivul API al "companiei", cum ar fi adresa, numărul de telefon, e-mailul, codul de TVA și multe altele.
ru_ru: Включение этого скроет некоторую информацию из конечной точки гостевого API "company", такую как адрес, номер телефона, email, номер НДС и другое.
sr_rs: Ako ovo omogućite, sakrićete neke informacije iz krajnje tačke API-ja za goste "firme", kao što su adresa, broj telefona, e-pošta, PDV broj i još mnogo toga.
tr_tr: Bunu etkinleştirmek, "şirket" konuk API uç noktasından adres, telefon numarası, e-posta, KDV numarası ve daha fazlası gibi bazı bilgileri gizleyecektir.
uk_ua: Увімкнення цього параметра приховає деяку інформацію від кінцевої точки гостьового API «компанії», як-от адресу, номер телефону, електронну адресу, номер платника ПДВ тощо.
vi_vn: Việc bật tính năng này sẽ ẩn một số thông tin khỏi điểm cuối API khách của "công ty", chẳng hạn như địa chỉ, số điện thoại, email, số VAT, v.v.
zh_cn: 启用此选项将隐藏“公司”访客API端点中的一些信息，例如地址、电话号码、电子邮件、增值税号码等等。

source: Company terms of service, legal regulation
ar_sa: شروط الخدمة ، التنظيم القانوني
bg_bg: Общите условия на фирмата, правната уредба
ca_es: Condicions de servei de l'empresa, regulació legal
cs_cz: Obchodní podmínky, zákonná regulace
de_de: Allgemeine Geschäftsbedingungen des Unternehmes
el_gr: Εταιρικοί όροι παροχής υπηρεσιών, νομική ρύθμιση
fa_ir: شرایط خدمات شرکت، مقررات قانونی
fi_fi: Yrityksen käyttöehdot, oikeudellinen sääntely
fr_fr: Conditions d'utilisation de l'entreprise, réglementation légale
hu_hu: Vállalati szolgáltatási feltételek, jogi szabályozás
id_id: Regulasi legal, aturan layanan perusahaan
lt_lt: Įmonės paslaugų teikimo sąlygos, teisinis reguliavimas
nl_nl: Algemene bedrijfsvoorwaarden, wettelijke regelgeving
pl_pl: Regulamin firmy, przepisy prawne
pt_br: Termos de serviço da empresa, regulamentação legal
pt_pt: Termos de serviço da empresa, regulamentação legal
ro_ro: Condiții de serviciu ale societăților, reglementare juridică
ru_ru: Условия обслуживания компании, правовое регулирование
sr_rs: Uslovi poslovanja firme, zakonska regulativa
tr_tr: Firma hizmet şartları, yasal düzenleme
uk_ua: Умови обслуговування компанії, правове регулювання
vi_vn: Điều khoản dịch vụ và quy định pháp lý
zh_cn: 使用须知、法律声明

source: Company privacy policy
ar_sa: سياسة خصوصية الشركة
bg_bg: Декларация за поверителност на фирмата
ca_es: Política de privadesa de l'empresa
cs_cz: Zásady ochrany osobních údajů společnosti
de_de: Datenschutzrichtlinie des Unternehmens
el_gr: Πολιτική απορρήτου της εταιρείας
fa_ir: سیاست حفظ حریم خصوصی شرکت
fi_fi: Yrityksen tietosuojakäytäntö
fr_fr: Politique de confidentialité de l'entreprise
hu_hu: Vállalati adatvédelmi szabályzat
id_id: Aturan Privasi Perusahaan
lt_lt: Įmonės privatumo politika
nl_nl: Bedrijf privacybeleid
pl_pl: Polityka prywatności firmy
pt_br: Política de privacidade da empresa
pt_pt: Política de privacidade da empresa
ro_ro: Politica de confidențialitate a companiei
ru_ru: Kompaniya maxfiylik siyosati
sr_rs: Politika privatnosti kompanije
tr_tr: Firma gizlilik politikası
uk_ua: Політика конфіденційності компанії
vi_vn: Chính sách bảo mật công ty
zh_cn: 隐私权政策

source: Countries updated
ar_sa: تم تحديث البلدان
bg_bg: Държавите бяха актуализирани
ca_es: Països actualitzats
cs_cz: Země byly aktualizovány
de_de: Länder aktualisiert
el_gr: Οι χώρες ενημερώθηκαν
fa_ir: کشورها به روز شد
fi_fi: Maat päivitetty
fr_fr: Pays mis à jour
hu_hu: Frissített országok
id_id: Negara diperbarui
lt_lt: Šalys atnaujintos
nl_nl: Landen bijgewerkt
pl_pl: Kraje zaktualizowane
pt_br: Países atualizados
pt_pt: Países actualizados
ro_ro: Țările au fost actualizate
ru_ru: Страны обновлены
sr_rs: Zemlje su ažurirane
tr_tr: Ülke bilgileri güncellendi
uk_ua: Країни оновлено
vi_vn: Quốc gia đã được cập nhật
zh_cn: 国家/地区已更新

source: Default country for new users
ro_ro: Țară implicită pentru utilizatorii noi
ru_ru: Страна по умолчанию для новых пользователей

source: No default country
ro_ro: Nicio țară implicită
ru_ru: Нет страны по умолчанию

source: List of countries
ar_sa: قائمة البلدان
bg_bg: Списък с държави
ca_es: Llista de països
cs_cz: Seznam zemí
de_de: Länderliste
el_gr: Κατάλογος χωρών
fa_ir: فهرست کشورها
fi_fi: Luettelo maista
fr_fr: List des pays
hu_hu: Országok listája
id_id: Daftar Negara
lt_lt: Šalių sąrašas
nl_nl: Landenlijst
pl_pl: Lista krajów
pt_br: Lista de países
pt_pt: Lista de países
ro_ro: Lista țărilor
sr_rs: Spisak zemalja
tr_tr: Ülkeler Listesi
uk_ua: Список країн
vi_vn: Danh sách quốc gia
zh_cn: 国家/地区列表

source: Cache control
ar_sa: التحكم في التخزين المؤقت
bg_bg: Контрол на кеша
ca_es: Control de la memòria cau
cs_cz: Ovládání cache
de_de: Cache-Steuerung
el_gr: Έλεγχος προσωρινής μνήμης
fa_ir: کنترل کش
fi_fi: Välimuistin hallinta
fr_fr: Contrôle du cache
hu_hu: Gyorsítótár-vezérlés
id_id: Kontrol Cache
lt_lt: Talpyklos valdymas
nl_nl: Cache beheer
pl_pl: Kontrola pamięci podręcznej
pt_br: Controle de Cache
pt_pt: Controlo da cache
ro_ro: Control Cache
ru_ru: Управление кэшем
sr_rs: Kontrola keša
tr_tr: Önbellek Kontrolü
uk_ua: Керування Кешем
vi_vn: Kiểm soát bộ đệm
zh_cn: 缓存控制

source: Cache directory is cleared
ar_sa: تم مسح دليل ذاكرة التخزين المؤقت
bg_bg: Директорията с кеш беше изчистена
ca_es: S'ha esborrat el directori de la memòria cau
cs_cz: Složka cache je vymazána
de_de: Cache-Verzeichnis wurde geleert
el_gr: Ο κατάλογος προσωρινής μνήμης έχει εκκαθαριστεί
fa_ir: فایل های کش پاکسازی شد
fi_fi: Välimuistin kansio on tyhjennetty
fr_fr: Le répertoire cache est vidé
hu_hu: A gyorsítótár könyvtára törölve van
id_id: Direktori cache telah dibersihkan
lt_lt: Talpyklos katalogas išvalytas
nl_nl: Cache map is leeggemaakt
pl_pl: Katalog pamięci podręcznej został wyczyszczony
pt_br: O diretório de cache foi limpo
pt_pt: O diretório de cache é limpo
ro_ro: Directorul cache este golit
ru_ru: Директория кэша очищена
sr_rs: Keš direktorijum je obrisan
tr_tr: Önbellek dizini temizlendi
uk_ua: Кеш каталогу очищений
vi_vn: Thu mục cahce đã bị xoá
zh_cn: 已清除缓存目录

source: About FOSSBilling
ar_sa: حول FOSSBilling
bg_bg: Относно FOSSBilling
ca_es: Sobre FOSSBilling
cs_cz: O FOSSBilling
de_de: Über FOSSBilling
el_gr: Σχετικά με το FOSSBilling
fa_ir: در مورد FOSSBilling
fi_fi: Tietoja FOSSBillingistä
fr_fr: A propos de FOSSBilling
hu_hu: A FOSSBilling-ről
id_id: Tentang FOSSBilling
lt_lt: Apie FOSSBilling
nl_nl: Over FOSSBilling
pl_pl: O FOSSBilling
pt_br: Sobre o FOSSBilling
pt_pt: Sobre a FOSSBilling
ro_ro: Despre FOSSBilling
sr_rs: O FOSSBilling
tr_tr: FOSSBilling Hakkında
uk_ua: Про FOSSBilling
vi_vn: Về FOSSBilling
zh_cn: 关于 FOSSBilling

source: FOSSBilling version
ar_sa: إصدار FOSSBilling
bg_bg: FOSSBilling версия
cs_cz: Verze FOSSBilling
el_gr: Έκδοση FOSSBilling
fa_ir: ورژن FOSSBilling
fi_fi: FOSSBillingin versio
fr_fr: Version de FOSSBilling
hu_hu: FOSSBilling verzió
id_id: Versi FOSSBilling
nl_nl: FOSSBilling versie
pl_pl: Wersja FOSSBilling
pt_br: Versão do FOSSBilling
ro_ro: Versiune FOSSBilling
ru_ru: FOSSBilling версия
sr_rs: FOSSBilling vezija
tr_tr: FOSSBilling versiyonu
vi_vn: Phiên bản FOSSBilling
zh_cn: FOSSBilling 版本

source: PHP version
ar_sa: نسخة الـ PHP
bg_bg: PHP версия
cs_cz: PHP verze
el_gr: Έκδοση PHP
fa_ir: نسخه PHP
fi_fi: PHP-versio
fr_fr: Version de PHP
hu_hu: PHP verzió
id_id: Versi PHP
nl_nl: PHP versie
pl_pl: Wersja PHP
pt_br: Versão do PHP
ro_ro: Versiune PHP
sr_rs: PHP verzija
tr_tr: PHP sürümü
vi_vn: Phiên bản PHP
zh_cn: PHP版本

source: Instance ID
ar_sa: الرمز التعريفي للحالة
bg_bg: Ид. на екземпляра
cs_cz: ID instance
de_de: Instanz ID
fa_ir: شناسه شاخص
fi_fi: Instanssi ID
fr_fr: ID d'instance
hu_hu: Példány azonosítója
id_id: ID Instansi
nl_nl: Instantie ID
pl_pl: ID instancji
pt_br: ID da instância
ro_ro: ID Instanță
ru_ru: ID экземпляра
sr_rs: ID instance
vi_vn: ID phiên bản
zh_cn: 实例ID

source: License
ar_sa: الرخصة
bg_bg: Лиценз
cs_cz: Licence
de_de: Lizenz
el_gr: Άδεια χρήσης
fa_ir: مجوز
fi_fi: Lisenssi
fr_fr: Licence
hu_hu: Licensz
id_id: Lisensi
nl_nl: Licentie
pl_pl: Licencja
pt_br: Licença
ro_ro: Licență
ru_ru: Лицензия
sr_rs: Licenca
tr_tr: Lisans
vi_vn: Giấy phép
zh_cn: 许可证

source: Enabled modules
ro_ro: Module activate
ru_ru: Включенные модули

source: This is a core module included with FOSSBilling and cannot be disabled.
ro_ro: Acesta este un modul de bază inclus cu FOSSBilling și nu poate fi dezactivat.
ru_ru: Это основной модуль, входящий в FOSSBilling, и его нельзя отключить.

source: Error reporting is enabled.
ar_sa: تم تمكين الإبلاغ عن الأخطاء.
bg_bg: Отчитането и докладването на грешки е включено.
cs_cz: Hlášení chyb je povoleno.
de_de: Fehlerberichterstattung ist aktiviert.
el_gr: Η αναφορά σφαλμάτων είναι ενεργοποιημένη.
fa_ir: گزارش خطا فعال شده است.
fi_fi: Virheraportointi on nyt käytössä.
fr_fr: Le signalement d'erreurs est activé.
hu_hu: A hibajelentés engedélyezve van.
id_id: Laporan error dinonaktifkan.
nl_nl: Foutrapportage is ingeschakeld.
pl_pl: Raportowanie błędów jest włączone.
pt_br: Relatório de erros está habilitado.
ro_ro: Raportarea erorilor este activată.
ru_ru: Отчет об ошибках включен.
sr_rs: Izveštaj o greškama omogućen.
tr_tr: Hata raporlama etkinleştirildi.
vi_vn: Báo cáo lỗi được kích hoạt.
zh_cn: 启用错误报告功能

source: This FOSSBilling instance is automatically sending error reports which allows us to more easily improve the software and keep it stable. Thanks!
cs_cz: Tato instance FOSSBilling automaticky odesílá chybové zprávy, které nám umožňují snadněji vylepšit software a udržet jej stabilní. Děkujeme!
ro_ro: Această instanță FOSSBilling trimite automat erori care ne permite să îmbunătățim mai ușor software-ul și să îl menținem stabil. Mulțumim!
ru_ru: Этот экземпляр FOSSBilling автоматически отправляет отчеты об ошибках, что позволяет нам легче улучшать программное обеспечение и поддерживать его стабильность. Спасибо!

source: Error reporting is now disabled.
ar_sa: تم تعطيل الإبلاغ عن الأخطاء الآن.
bg_bg: Отчитането и докладването на грешки беше изключено.
cs_cz: Hlášení chyb je nyní zakázáno.
de_de: Die Fehlerberichterstattung ist jetzt deaktiviert.
el_gr: Η αναφορά σφαλμάτων είναι τώρα απενεργοποιημένη.
fa_ir: گزارش خطا اکنون غیرفعال است.
fi_fi: Virheraportointi on nyt poistettu käytöstä.
fr_fr: Le signalement d'erreurs est désormais désactivé.
hu_hu: A hibajelentés le van tiltva.
id_id: Laporan error sekarang dinonaktifkan.
nl_nl: Foutrapportage is nu uitgeschakeld.
pl_pl: Raportowanie błędów jest teraz wyłączone.
pt_br: O relatório de erros está desativado.
ro_ro: Raportarea erorilor este acum dezactivată.
ru_ru: Отчет об ошибках теперь отключен.
sr_rs: Izveštavanje o greškama je onemogućena.
tr_tr: Hata raporlama devre dışı bırakıldı.
vi_vn: Báo cáo lỗi hiện đã bị vô hiệu hóa.
zh_cn: 错误报告现在已禁用。
