Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Select which currencies can accept this payment gateway (Select none to allow all currencies)
ar_sa: حدد العملات التي يمكن أن تقبل بوابة الدفع هذه (حدد لا تسمح لجميع العملات)
bg_bg: Изберете кои валути може да приема този платежен метод (Изберете никоя, за да позволите всички валути)
ca_es: Seleccioneu quines monedes poden acceptar aquesta passarel·la de pagament (seleccioneu-ne cap per permetre totes les monedes)
cs_cz: Vyberte, které měny mohou přijmout tuto platební bránu (Vyberte žádnou z možností pro všechny měny)
de_de: Wähle aus, welche Währungen diesen Zahlungs-Gateway akzeptieren können (Wähle keine aus, um alle Währungen zuzulassen)
el_gr: Επιλέξτε ποια νομίσματα μπορεί να δεχτεί αυτή η πύλη πληρωμών (επιλέξτε κανένα για να επιτρέψετε όλα τα νομίσματα)
fa_ir: انتخاب کنید که کدام ارزها می توانند این درگاه پرداخت را بپذیرند (هیچ کدام را انتخاب کنید تا همه ارزها مجاز باشند)
fi_fi: Valitse, mitkä valuutat tämä maksutapa voi hyväksyä (älä valitse mitään salliaksesi kaikki valuutat)
fr_fr: Sélectionnez les devises qui peuvent accepter cette passerelle de paiement (ne sélectionnez aucune pour autoriser toutes les devises)
hu_hu: Válaszd ki, hogy mely pénznemek fogadhatják el ezt a fizetési átjárót (Válassza ki a Nincs, hogy minden pénznemet engedélyezzen)
id_id: Pilih salah mata uang yang dapat digunakan pada gateway pembayaran ini (Pilih "none" untuk menggunakan semua jenis mata uang)
lt_lt: Pasirinkite, kurios valiutos gali priimti šiuos mokėjimo vartus (jei norite leisti visas valiutas, nieko nepasirinkite)
nl_nl: Selecteer welke valuta deze betaalgateway kunnen accepteren (Selecteer geen om alle valuta toe te staan)
pl_pl: Wybierz, które waluty mogą korzystać z tej bramy płatności (Wybierz "none" aby zezwolić na wszystkie waluty)
pt_br: Selecione quais moedas podem aceitar esse método de pagamento (Selecione nenhuma para permitir todas as moedas)
pt_pt: Selecionar as moedas que podem ser aceites por esta porta de pagamento (selecionar nenhuma para permitir todas as moedas)
ro_ro: Selectați monedele care pot accepta acest gateway de plăți (Selectați niciuna pentru a permite toate valutele)
ru_ru: Выберите, какие валюты может принимать этот платежный шлюз (выберите "Нет", чтобы разрешить все валюты).
sr_rs: Izaberite koje valute mogu da prihvate ovaj platni prolaz (izaberite nijednu da biste dozvolili sve valute)
tr_tr: Bu ödeme yönteminde hangi para birimlerinin kabul edilebileceğini seçin (Tüm para birimlerine izin vermek için hiçbirini seçmeyin)
uk_ua: Виберіть, які валюти можуть приймати цей платіжний шлюз (нічого не виділяйте, щоб дозволити всі валюти)
vi_vn: Chọn loại tiền tệ có thể được chấp nhận với cổng thanh toán (Chọn là không để cho phép tất cả tiền tệ)
zh_cn: 为支付网关选择可接受的币种(如果选择 none 表示接受所有币种)

source: Allow one time payments
ar_sa: السماح بدفعات مرة واحدة
bg_bg: Позволете еднократните плащания
ca_es: Permet pagaments únics
cs_cz: Povolit jednorázové platby
de_de: Einmalige Zahlungen erlauben
el_gr: Επιτρέψτε εφάπαξ πληρωμές
fa_ir: پرداخت های گروهی را مجاز کنید
fi_fi: Salli kertamaksu
fr_fr: Autoriser les paiements uniques
hu_hu: Egyszeri kifizetések engedélyezése
id_id: Memperbolehkan sekali bayar
lt_lt: Leisti vienkartinius mokėjimus
nl_nl: Sta eenmalige betalingen toe
pl_pl: Zezwalaj na jednorazowe płatności
pt_br: Permitir pagamentos únicos
pt_pt: Permitir pagamentos únicos
ro_ro: Permiteți plată singulară
ru_ru: Разрешить разовые платежи
sr_rs: Dozvolite jednokratna plaćanja
tr_tr: Tek seferlik ödemelere izin ver
uk_ua: Дозволити одноразові платежі
vi_vn: Cho phép thanh toán 1 lần
zh_cn: 允许单次付款

source: Allow subscription payments
ar_sa: السماح بدفعات الاشتراك
bg_bg: Разрешаване на плащанията за абонаменти
ca_es: Permet els pagaments de subscripció
cs_cz: Povolit předplatné
de_de: Abonnementzahlungen erlauben
el_gr: Επιτρέψτε πληρωμές συνδρομών
fa_ir: امکان پرداخت اشتراک
fi_fi: Salli kestotilausten maksut
fr_fr: Autoriser les paiements d'abonnement
hu_hu: Előfizetéses fizetések engedélyezése
id_id: Memperbolehkan langganan
lt_lt: Leisti prenumeratos mokėjimus
nl_nl: Abonnementsbetalingen toestaan
pl_pl: Zezwalaj na płatności abonamentowe
pt_br: Permitir pagamentos de assinatura
pt_pt: Permitir pagamentos de subscrições
ro_ro: Permiteți plată de tip abonament
ru_ru: Разрешить платежи по подписке
sr_rs: Dozvolite plaćanje za pretplate
tr_tr: Abonelik ödemelerine izin ver
uk_ua: Дозволити платежі-підписки
vi_vn: Cho phép thanh toán thuê bao
zh_cn: 允许订阅循环周期自动付款

source: Enable test mode
ar_sa: تمكين وضع الاختبار
bg_bg: Активиране на тестов режим
ca_es: Activa el mode de prova
cs_cz: Povolit zkušební režim
de_de: Testmodus aktivieren
el_gr: Ενεργοποίηση δοκιμαστικής λειτουργίας
fa_ir: فعال کردن حالت آزمایشی
fi_fi: Ota testitila käyttöön
fr_fr: Activer le mode test
hu_hu: Teszt üzemmód engedélyezése
id_id: Aktifkan mode tes
lt_lt: Įjungti testavimo režimą
nl_nl: Schakel testmodus in
pl_pl: Włącz tryb testowy
pt_br: Ativar o modo de testes
pt_pt: Ativar o modo de teste
ro_ro: Activați modul de testare
ru_ru: Test rejimini yoqish
sr_rs: Omogućite testni režim
tr_tr: Test modunu etkinleştir
uk_ua: Увімкнути тестовий режим
vi_vn: Bật chế độ kiểm thử
zh_cn: 打开测试模式

source: IPN Callback URL
bg_bg: URL адрес за обратно повикване по IPN
ca_es: URL de retorn de trucada IPN
el_gr: Διεύθυνση URL επανάκλησης IPN
fa_ir: آدرس برگشتی IPN
fr_fr: URL de callback IPN
hu_hu: IPN visszahívási URL
id_id: Tautan IPN Callback
lt_lt: IPN atgalinio pranešimo URL
pl_pl: URL zwrotny IPN
pt_br: URL de retorno IPN
pt_pt: URL de retorno de chamada IPN
ro_ro: URL-ul de apelare inversă IPN
ru_ru: URL обратного вызова IPN
sr_rs: IPN URL povratnog poziva
tr_tr: IPN Callback Adresi (URL)
uk_ua: URL зворотного виклику IPN
zh_cn: IPN 回调 URL

source: New payment gateway
ar_sa: بوابة دفع جديدة
bg_bg: Нов метод за плащане
ca_es: Nova passarel·la de pagament
cs_cz: Nová platební brána
de_de: Neuer Zahlungs-Gateway
el_gr: Νέα πύλη πληρωμής
fa_ir: درگاه پرداخت جدید
fi_fi: Uusi maksutapa
fr_fr: Nouvelle passerelle de paiement
hu_hu: Új fizetési átjáró
id_id: Gateway pembayaran baru
lt_lt: Nauji mokėjimo vartai
nl_nl: Nieuwe betalingsgateway
pl_pl: Nowa brama płatności
pt_br: Novo método de pagamento
pt_pt: Novo portal de pagamento
ro_ro: Modalitate nouă de plată
ru_ru: Новый платежный шлюз
sr_rs: Novi prolaz za plać́anje
tr_tr: Yeni Ödeme Yöntemi
uk_ua: Новий платіжний шлюз
vi_vn: Cổng thanh toán mới
zh_cn: 新建支付网关

source: Install from the Extension Directory
ar_sa: تثبيت من دليل الإضافات
bg_bg: Инсталиране от директорията с разширения
cs_cz: Instalovat z adresáře rozšíření
de_de: Aus dem Erweiterungs-Verzeichnis installieren
el_gr: Εγκατάσταση από τον κατάλογο επεκτάσεων
fa_ir: نصب از فهرست افزونه ها
fi_fi: Asenna lisäosien hakemistosta
fr_fr: Installer à partir du répertoire d'extensions
hu_hu: Telepítés az Extension Directory-ból
id_id: Install dari Direktori Ekstensi
nl_nl: Installeer vanuit de extensie map
pl_pl: Zainstaluj z Katalogu Rozszerzeń
pt_br: Instalar a partir do diretório de extensão
ro_ro: Instalează din directorul de extensii
ru_ru: Установить из каталога расширений
sr_rs: Instalirajte iz Imenika Ekstenzija
tr_tr: Eklenti Kataloğundan Yükle
uk_ua: Встановити з каталогу розширень

source: Allow subscriptions
ar_sa: السماح بدفعات الاشتراك
bg_bg: Разрешаване на абонаментите
ca_es: Permet subscripcions
cs_cz: Povolit předplatné
de_de: Abonnements erlauben
el_gr: Επέτρεψε τις συνδρομές
fa_ir: اجازه اشتراک پرداخت
fi_fi: Salli kestotilaukset
fr_fr: Autoriser les abonnements
hu_hu: Előfizetések engedélyezése
id_id: Perbolehkan langganan
lt_lt: Leisti prenumeratas
nl_nl: Sta abonnementen toe
pl_pl: Zezwalaj na abonamenty
pt_br: Permitir assinaturas
pt_pt: Permitir subscrições
ro_ro: Permiteți abonamentele
ru_ru: Разрешить подписки
sr_rs: Dozvoli pretplate
tr_tr: Aboneliklere İzin Ver
uk_ua: Дозволити підписки
vi_vn: Cho phép thuê bao
zh_cn: 允许订阅自动付款

source: Adding new payment gateway
ar_sa: إضافة بوابة دفع جديدة
bg_bg: Добавяне на нов метод за плащане
ca_es: Afegeix una nova passarel·la de pagament
cs_cz: Přidávání nové platební brány
de_de: Neues Zahlungs-Gateway hinzufügen
el_gr: Προσθήκη νέας πύλης πληρωμής
fa_ir: افزودن درگاه پرداخت جدید
fi_fi: Uuden maksutavan lisääminen
fr_fr: Ajout d'une nouvelle passerelle de paiement
hu_hu: Új fizetési átjáró hozzáadása
id_id: Sedang menambahkan gateway pembayaran baru
lt_lt: Pridedami nauji mokėjimo vartai
nl_nl: Nieuwe betalingsgateway toevoegen
pl_pl: Dodawanie nowej bramy płatności
pt_br: Adicionando novo método de pagamento
pt_pt: Adição de um novo gateway de pagamento
ro_ro: Adăugare gateway de plată nou
ru_ru: Добавление нового платежного шлюза
sr_rs: Dodavanje novog platnog prolaza
tr_tr: Yeni ödeme ağ geçidi ekleme
uk_ua: Додавання нового платіжного шлюзу
vi_vn: Thêm cổng thanh toán mới
zh_cn: 添加新的支付网关

source: FOSSBilling ships with a few popular payment gateways included. You can install other payment gateways to fit your needs.
cs_cz: FOSSBilling přichází s několika populárními platebními bránami. Můžete nainstalovat další platební brány tak, aby vyhovovaly vašim potřebám.
ro_ro: FOSSBilling este livrat cu câteva procesatoare de plată populare. Poți instala și alte procesatoare de plată, în funcție de necesități.
ru_ru: FOSSBilling поставляется с несколькими популярными платежными шлюзами. Вы можете установить другие платежные шлюзы в соответствии со своими потребностями.

source: Follow these instructions to install new payment gateway.
ar_sa: اتبع هذه التعليمات لتثبيت بوابة الدفع الجديدة.
bg_bg: Следвайте тези инструкции, за да инсталирате нов метод за плащане.
ca_es: Seguiu aquestes instruccions per instal·lar una nova passarel·la de pagament.
cs_cz: Postupujte podle těchto instrukcí a nainstalujte novou platební bránu.
de_de: Folgen Sie diesen Anweisungen, um das neue Zahlungs-Gateway zu installieren.
el_gr: Ακολουθήστε αυτές τις οδηγίες για να εγκαταστήσετε τη νέα πύλη πληρωμών.
fa_ir: برای نصب درگاه پرداخت جدید، این دستورالعمل ها را دنبال کنید.
fi_fi: Seuraa näitä ohjeita uuden maksutavan asentamiseksi.
fr_fr: Suivez ces instructions pour installer une nouvelle passerelle de paiement.
hu_hu: Kövesse ezeket az utasításokat az új fizetési átjáró telepítéséhez.
id_id: Ikuti instruksi berikut untuk install gateway pembayaran yang baru.
lt_lt: Vykdykite šias instrukcijas, kad įdiegtumėte naujus mokėjimo vartus.
nl_nl: Volg deze instructies om een nieuwe betalingsgateway te installeren.
pl_pl: Postępuj zgodnie z tymi instrukcjami, aby zainstalować nową bramę płatności.
pt_br: Siga estas instruções para instalar o novo método de pagamento.
pt_pt: Siga estas instruções para instalar o novo método de pagamento.
ro_ro: Urmați aceste instrucțiuni pentru a instala un nouă modalitate de plată.
ru_ru: Следуйте инструкциям, чтобы установить новый платежный шлюз.
sr_rs: Pratite ova uputstva da biste instalirali novi prolaz za plaćanje.
tr_tr: Yeni ödeme yöntemi eklemek için bu talimatları izleyin.
uk_ua: Дотримуйтесь цих інструкцій для встановлення нового платіжного шлюзу.
vi_vn: Theo chỉ dẫn bên dưới để cài đặt thêm cổng thanh toán.
zh_cn: 请按照说明安装新的支付网关。

source: Check for payment gateway at
ar_sa: تحقق من بوابة الدفع في
bg_bg: Проверете за метода за плащане в
ca_es: Comproveu la passarel·la de pagament a
cs_cz: Kontrola platební brány na
de_de: Auf Zahlungs-Gateway prüfen bei
el_gr: Ελέγξτε για πύλη πληρωμών στο
fa_ir: درگاه پرداخت را بررسی کنید
fi_fi: Tarkista maksutapa osoitteessa
fr_fr: Vérifiez la passerelle de paiement sur
hu_hu: Ellenőrizze a fizetési átjárót a
id_id: Cek gateway pembayaran di
lt_lt: Patikrinkite, ar nėra mokėjimo vartų
nl_nl: Controleer de betalingsgateway op
pl_pl: Sprawdź dostępność bramy płatności na
pt_br: Verificar método de pagamento em
pt_pt: Verificar a existência de um portal de pagamento em
ro_ro: Verificați pentru modalități de plată la
ru_ru: Проверить платежный шлюз на
sr_rs: Proverite da li postoji platni prolaz za
tr_tr: Daha fazla ödeme yöntemi için
uk_ua: Перевірити платіжний шлюз на
vi_vn: Kiểm tra cổng thanh toán tại
zh_cn: 检查支付网关于：

source: FOSSBilling extensions site
cs_cz: Stránka rozšíření FOSSBilling
ro_ro: Site-ul de extensii FOSSBilling
ru_ru: Сайт расширений FOSSBilling

source: for more payment gateways
ar_sa: للحصول على المزيد من بوابات الدفع
bg_bg: за повече платежни методи
ca_es: per a més passarel·les de pagament
cs_cz: pro více platebních bran
de_de: für weitere Zahlungs-Gateways
el_gr: για περισσότερες πύλες πληρωμών
fa_ir: برای درگاه های پرداخت بیشتر
fi_fi: lisää maksutapoja
fr_fr: pour plus de passerelles de paiement
hu_hu: további fizetési átjárókért
id_id: untuk gateway pembayaran lebih lanjut
lt_lt: daugiau mokėjimo vartų
nl_nl: voor meer betalingsgateways
pl_pl: aby uzyskać więcej bram płatności
pt_br: para mais métodos de pagamento
pt_pt: para mais métodos de pagamento
ro_ro: pentru mai multe gateway-uri de plată
ru_ru: для дополнительных платежных шлюзов
sr_rs: za više platne prolaze
tr_tr: adresini ziyaret edin
uk_ua: для додаткових платіжних шлюзів
vi_vn: cho nhiều hơn cổng thanh toán
zh_cn: 更多支付网关

source: Download payment gateway extension file and place it to
ar_sa: تحميل ملف ملحق بوابة الدفع ووضعه على
bg_bg: Изтеглете файла с разширението на метода за плащане и го поставете в
ca_es: Baixeu el fitxer d'extensió de passarel·la de pagament i col·loqueu-lo
cs_cz: Stáhnout soubor rozšíření platební brány a umístit do
de_de: Zahlungs-Gateway-Erweiterungsdatei herunterladen und platzieren an
el_gr: Κατεβάστε το αρχείο επέκτασης πύλης πληρωμών και τοποθετήστε το στο
fa_ir: فایل افزونه درگاه پرداخت را دانلود کرده و در آن قرار دهید
fi_fi: Lataa maksutapojen laajennustiedosto ja sijoita se osoitteeseen
fr_fr: Téléchargez le fichier d'extension de la passerelle de paiement et placez-le sur
hu_hu: Töltse le a fizetési átjáró kiterjesztés fájlját, és helyezze el a következő helyre
id_id: Unduh dokumen gateway pembayaran dan letakan di
lt_lt: Atsisiųskite mokėjimo vartų plėtinio failą ir įdėkite jį į
nl_nl: Download het betalingsgateway extensie bestand en plaats het in
pl_pl: Pobierz plik rozszerzenia bramy płatności i umieść go w
pt_br: Baixe o arquivo de extensão do método de pagamento e coloque-o em
pt_pt: Descarregue o ficheiro de extensão do gateway de pagamento e coloque-o em
ro_ro: Descarcă fișierul extensiei gateway-ului de plată și plasează-l în
ru_ru: Скачайте файл расширения платежного шлюза и поместите его в
sr_rs: Preuzmite datoteku proširenje platnog prolaza i postavite je na
tr_tr: Ödeme yöntemi eklentisi dosyalarını indirin ve şu klasöre kopyalayın:
uk_ua: Завантажити файл платіжного шлюзу та розмістити його на
vi_vn: Tải về file mở rộng cổng thanh toán và đặt nó vào
zh_cn: 下载支付网关扩展文件并放到

source: After file is uploaded in place, reload this page.
ar_sa: بعد رفع الملف في مكانه، أعد تحميل هذه الصفحة.
bg_bg: След като файлът бъде качен на място, обновете страницата.
ca_es: Quan el fitxer s'hagi penjat al seu lloc, torneu a carregar aquesta pàgina.
cs_cz: Po nahrání souboru na správné místo znovu načtěte tuto stránku.
de_de: Nachdem die Datei hochgeladen wurde, laden Sie diese Seite neu.
el_gr: Αφού φορτωθεί το αρχείο, ανανεώστε αυτή τη σελίδα.
fa_ir: پس از آپلود فایل در جای خود، این صفحه را دوباره بارگیری کنید.
fi_fi: Kun tiedosto on ladattu paikalleen, lataa tämä sivu uudelleen.
fr_fr: Une fois le fichier téléchargé, rechargez cette page.
hu_hu: Miután a fájl feltöltődött a helyére, töltse be újra ezt az oldalt.
id_id: Setelah dokumen terunggah, muat ulang halaman ini.
lt_lt: Kai failas bus įkeltas į vietą, iš naujo įkelkite šį puslapį.
nl_nl: Herlaad de pagina wanneer het bestand is geüpload.
pl_pl: Po przesłaniu pliku na miejsce, przeładuj tę stronę.
pt_br: Depois que o arquivo for carregado no local, recarregue esta página.
pt_pt: Depois de o ficheiro ter sido carregado, volte a carregar esta página.
ro_ro: După ce fișierul a fost încărcat, reîncărcați această pagină.
ru_ru: После загрузки файла на место перезагрузите эту страницу.
sr_rs: Nakon što se datoteka otpremi na mesto, ponovo učitajte ovu stranicu.
tr_tr: Dosyayı ilgili klasöre kopyaladıktan sonra sayfayı yenileyin.
uk_ua: Після того, як файл завантажений на місце, оновіть сторінку.
vi_vn: Sau khi file được tải vào nơi chỉ định, cần nạp lại trang này.
zh_cn: 文件上传完毕后，请刷新页面。

source: Select uploaded file name and click on install.
ar_sa: حدد اسم الملف الذي تم تحميله وانقر على التثبيت.
bg_bg: Изберете името на качения файл и кликнете върху инсталиране.
ca_es: Seleccioneu el nom del fitxer carregat i feu clic a instal·lar.
cs_cz: Vyberte název nahraného souboru a klikněte na instalaci.
de_de: Wählen Sie den Namen der hochgeladenen Datei und klicken Sie auf "Installieren".
el_gr: Επιλέξτε το όνομα του αρχείου που μεταφορτώσατε και κάντε κλικ στο κουμπί εγκατάσταση.
fa_ir: نام فایل آپلود شده را انتخاب کرده و بر روی نصب کلیک کنید.
fi_fi: Valitse ladatun tiedoston nimi ja napsauta asenna.
fr_fr: Sélectionnez le nom du fichier téléchargé et cliquez sur installer.
hu_hu: Válaszd ki a feltöltött fájl nevét, és kattints a telepítés gombra.
id_id: Pilih nama dokumen yang terunggah dan klik install.
lt_lt: Pasirinkite įkelto failo pavadinimą ir spustelėkite įdiegti.
nl_nl: Selecteer de geüploade bestandsnaam en klik op installeren.
pl_pl: Wybierz nazwę przesłanego pliku i kliknij instaluj.
pt_br: Selecione o nome do arquivo enviado e clique na instalação.
pt_pt: Seleccione o nome do ficheiro carregado e clique em instalar.
ro_ro: Selectaţi numele fişierului încărcat şi faceţi clic pe instalare.
ru_ru: Выберите имя загруженного файла и нажмите на установку.
sr_rs: Izaberite ime otpremljene datoteke i kliknite na instaliraj.
tr_tr: Kopyaladığınız dosyayı seçin ve Yükle butonuna basın.
uk_ua: Оберіть файл і натисніть для завантаження.
vi_vn: Chọn tên file đã tải lên và nhấp vào nút cài đặt.
zh_cn: 选择已上传的文件名并点击安装。

source: Payment gateway will be installed in FOSSBilling and can be configured in "Payment gateways" tab.
ar_sa: سيتم تثبيت بوابة الدفع في FOSSBilling ويمكن تكوينها في علامة التبويب "بوابات الدفع".
bg_bg: Платежният метод ще бъде инсталиран FOSSBilling и може да бъде конфигуриран в раздела "Платежни методи".
ca_es: La passarel·la de pagament s'instal·larà a FOSSBilling i es pot configurar a la pestanya "Pasarela de pagament".
cs_cz: Platební brána bude nainstalována na FOSSBilling a může být nakonfigurována v záložce "Platební brány".
de_de: Das Zahlungsgateway wird in FOSSBilling installiert und kann auf der Registerkarte "Zahlungsgateways" konfiguriert werden.
el_gr: Η πύλη πληρωμών θα εγκατασταθεί στο FOSSBilling και μπορεί να ρυθμιστεί στην καρτέλα «Πύλες πληρωμών».
fa_ir: درگاه پرداخت در FOSSBilling نصب می شود و می توان آن را در تب "درگاه های پرداخت" پیکربندی کرد.
fi_fi: Maksutapa asennetaan FOSSBillingiin ja se voidaan määrittää "Maksutavat"-välilehdellä.
fr_fr: La passerelle de paiement sera installée dans FOSSBilling et pourra être configurée dans l'onglet "Passerelles de paiement".
hu_hu: A fizetési átjáró telepítve lesz a FOSSBillingben, és a "Fizetési átjárók" fülön konfigurálható.
id_id: Gateway pembayaran akan terpasang di FOSSBilling dan dapat dikonfigurasi di tab "Gateway Pembayaran".
lt_lt: Mokėjimo vartai bus įdiegti FOSSBilling ir gali būti sukonfigūruoti skirtuke "Mokėjimo vartai".
nl_nl: Betaling gateway wordt geïnstalleerd in FOSSBilling en kan worden geconfigureerd in het tabblad "Betaalgateways".
pl_pl: Brama płatności zostanie zainstalowana w FOSSBilling i można ją skonfigurować w zakładce "Bramy płatności".
pt_br: O método de pagamento será instalado no FOSSBilling e pode ser configurado na guia "método de pagamento".
pt_pt: O gateway de pagamento será instalado no FOSSBilling e pode ser configurado no separador "Gateways de pagamento".
ro_ro: Gateway-ul de plată va fi instalat în FOSSBilling și poate fi configurat în fila "Gateway-uri de plată".
ru_ru: Платежный шлюз будет установлен в FOSSBilling и может быть настроен на вкладке "Платежные шлюзы".
sr_rs: Platni prolaz za plaćanje će biti instaliran u FOSSBilling-u i može se konfigurisati na kartici "Platni prolazi".
tr_tr: Ödeme yöntemi, FOSSBilling'e yüklenecek ve "Ödeme Yöntemleri" sekmesinden yönetilebilecek.
uk_ua: Платіжний шлюз буде встановлений у FOSSBilling і може бути налаштований на вкладці "Платіжні шлюзи".
vi_vn: Cổng thanh toán sẽ được cài đặt trong FOSSBilling và có thể được cấu hình trong tab "Cổng thanh toán".
zh_cn: 支付网关将安装到 FOSSBilling ，且可以在“支付网关”选项卡中进行配置。

source: For developers. Read
ar_sa: للمطورين. اقرأ
bg_bg: Ако сте разработчик. Моля, прочетете
ca_es: Per a desenvolupadors. Llegeix
cs_cz: Pro vývojáře. Čtěte
de_de: Für Entwickler. Lesen
el_gr: Για προγραμματιστές. Διαβάστε
fa_ir: برای توسعه دهندگان. خواندن
fi_fi: Kehittäjille. Lue lisää
fr_fr: Pour les développeurs. Lire
hu_hu: Fejlesztőknek. Olvassa el
id_id: Untuk para developer. Baca
lt_lt: Kūrėjams. Skaityti
nl_nl: Voor ontwikkelaars. Lees
pl_pl: Dla deweloperów. Przeczytaj
pt_br: Desenvolvedores, leiam
pt_pt: Para os programadores. Ler
ro_ro: Pentru dezvoltatori. Citiți
ru_ru: Для разработчиков. Читайте
sr_rs: Za programere. Pročitati
uk_ua: Для розробників
vi_vn: Cho lập trình viên. Hãy đọc
zh_cn: 对于开发人员。请阅读

source: FOSSBilling documentation
ar_sa: عرض وثائق FOSSBilling
bg_bg: FOSSBilling документация
ca_es: FOSSDocumentació de facturació
cs_cz: Dokumentace FOSSBilling
de_de: FOSSBilling Dokumentation
el_gr: Τεκμηρίωση FOSSBilling
fa_ir: مستندات FOSSBilling
fi_fi: FOSSBilling-dokumentaatio
fr_fr: Documentation de FOSSBilling
hu_hu: FOSSBilling dokumentáció
id_id: Dokumentasi FOSSBilling
lt_lt: FOSSBilling dokumentacija
nl_nl: FOSSBilling documentatie
pl_pl: Dokumentacja FOSSBilling
pt_br: Documentação do FOSSBilling
pt_pt: Documentação FOSSBilling
ro_ro: Documentație FOSSBilling
ru_ru: Документация FOSSBilling
sr_rs: FOSSBilling dokumentacija
uk_ua: Документація FOSSBilling
vi_vn: Tài liệu FOSSBilling
zh_cn: FOSSBilling 文档

source: to learn how to create your own payment gateway and share it with the community
cs_cz: naučit se vytvořit vlastní platební bránu a sdílet ji s komunitou
ro_ro: pentru a învața cum să vă creați propriul portal de plăti și să-l distribuiți comunității
ru_ru: чтобы узнать, как создать свой собственный платежный шлюз и поделиться им с сообществом

source: Install
ar_sa: تثبيت
bg_bg: Инсталиране
ca_es: Instal·lar
cs_cz: Instalovat
el_gr: Εγκατάσταση
fa_ir: نصب
fi_fi: Asenna
fr_fr: Installer
hu_hu: Telepítse a
id_id: Instal
lt_lt: Įrašyti
nl_nl: Installeren
pl_pl: Zainstaluj
pt_br: Instalar
pt_pt: Instalar
ro_ro: Instalați
ru_ru: O'rnatish
sr_rs: Instaliraj
tr_tr: Yükle
uk_ua: Встановити
vi_vn: Cài đặt
zh_cn: 安装

source: All payment gateways installed
ar_sa: تم تثبيت جميع بوابات الدفع
bg_bg: Всички инсталирани платежни шлюзове
ca_es: Totes les passarel·les de pagament instal·lades
cs_cz: Všechny platební brány nainstalovány
de_de: Alle Zahlungsgateways installiert
el_gr: Όλες οι πύλες πληρωμής εγκαταστάθηκαν
fa_ir: همه درگاه های پرداخت نصب شدند
fi_fi: Kaikki maksutavat on asennettu
fr_fr: Toutes les passerelles de paiement installées
hu_hu: Minden telepített fizetési átjáró
id_id: Semua gateway pembayaran telah diinstall
lt_lt: Visi įdiegti mokėjimo vartai
nl_nl: Alle betaalgateways geïnstalleerd
pl_pl: Wszystkie bramy płatności zainstalowane
pt_br: Todos os métodos de pagamento instalados
pt_pt: Todos os métodos de pagamento instalados
ro_ro: Toate gateway-urile de plată sunt instalate
ru_ru: Barcha to'lov shlyuzlari o'rnatilgan
sr_rs: Svi gateways za plać́anje su instalirani
tr_tr: Bütün ödeme yöntemleri yüklendi
uk_ua: Усі платіжні шлюзи встановлено
vi_vn: Tất cả cổng thanh toán đã được cài đặt
zh_cn: 已安装所有支付网关
