Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: If there is a need to change the way notification looks or is being displayed, you can do it by editing
ar_sa: إذا كانت هناك حاجة لتغيير الطريقة التي يبدو بها الإشعار أو يتم عرضه، فيمكنك القيام بذلك عن طريق التحرير
bg_bg: Ако е необходимо да промените начина, по който изглежда или се показва известието, можете да го направите, като го редактирате
ca_es: Si cal canviar l'aspecte de la notificació o s'està mostrant, podeu fer-ho editant-lo
cs_cz: Pokud je potřeba změnit způsob zobrazení nebo zobrazení upozornění, můžete to provést úpravou
de_de: Wenn du die Art und Weise ändern möchtest, wie die Benachrichtigung aussieht oder angezeigt wird, kannst du dies durch Bearbeiten tun
el_gr: Εάν υπάρχει ανάγκη να αλλάξετε τον τρόπο με τον οποίο φαίνεται ή εμφανίζεται η ειδοποίηση, μπορείτε να το κάνετε επεξεργαζόμενοι την επιλογή
fa_ir: اگر نیاز به تغییر نحوه ظاهر یا نمایش اعلان وجود دارد، می توانید این کار را با ویرایش انجام دهید
fi_fi: Jos haluat muuttaa ilmoituksen ulkoasua tai näyttöä, voit tehdä sen muokkaamalla seuraavia tietoja
fr_fr: S'il est nécessaire de modifier l'apparence ou l'affichage de la notification, vous pouvez le faire en modifiant
hu_hu: Ha meg kell változtatni az értesítés kinézetét vagy megjelenítését, akkor azt a következők szerkesztésével teheti meg
id_id: Jika ada kebutuhan untuk mengubah tampilan notifikasi yang ditampilkan, Anda dapat melakukannya dengan mengedit
lt_lt: Jei reikia pakeisti pranešimo išvaizdą arba rodymo būdą, galite tai padaryti redaguodami
nl_nl: Als het nodig is om de weergave of het uiterlijk van de melding aan te passen, kan dit door het te bewerken
pl_pl: Jeśli istnieje potrzeba zmiany sposobu wyglądu lub wyświetlania powiadomień, możesz to zrobić poprzez edycję
pt_br: Se houver necessidade de alterar a aparência ou exibição da notificação, você pode fazer isso editando
pt_pt: Se for necessário alterar o aspeto da notificação ou a forma como está a ser apresentada, pode fazê-lo editando
ro_ro: Dacă este nevoie să schimbați modul în care arată sau este afișată notificarea, puteți face acest lucru prin editare
ru_ru: Если нужно изменить внешний вид уведомления или способ его отображения, вы можете сделать это, отредактировав
sr_rs: Ako postoji potreba da promenite način na koji obaveštenje izgleda ili se prikazuje, to možete učiniti uređivanjem
tr_tr: Bildirimin görünüşünü veya görüntülenme biçimini değiştirmeniz gerekiyorsa, bunu düzenleyerek yapabilirsiniz
uk_ua: Якщо є потреба змінити вигляд або спосіб візуалізації сповіщення, ви можете зробити це за допомогою редагування
vi_vn: Nếu cần phải thay đổi cách trình bày hoặc hiển thị thông báo, bạn có thể sửa
zh_cn: 通过编辑可以修改通知的外观或显示方式

source: Add note or todo task
ar_sa: إضافة ملاحظة
bg_bg: Добавете забележка или задача за изпълнение
ca_es: Afegeix una nota o una tasca per fer
cs_cz: Přidat poznámku nebo úkol
de_de: Notiz oder Todo-Aufgabe hinzufügen
el_gr: Προσθήκη σημείωσης ή εργασίας todo
fa_ir: یادداشت یا برنامه کاری اضافه کنید
fi_fi: Lisää muistiinpano tai tehtävä
fr_fr: Ajouter une note ou une tâche à faire
hu_hu: Jegyzet vagy todo feladat hozzáadása
id_id: Tambahkan catatan atau daftar kerjaan
lt_lt: Pridėti pastabą arba užduotį
nl_nl: Voeg een notitie of ‘te doen’ taak toe
pl_pl: Dodaj notatkę lub zadanie do wykonania
pt_br: Adicionar nota ou tarefa
pt_pt: Adicionar nota ou tarefa
ro_ro: Adaugă notă sau o sarcină de a face
ru_ru: Добавить заметку или задачу
sr_rs: Dodajte belešku ili zadatak
tr_tr: Not veya yapılacak görev ekleyin
uk_ua: Додати нотатку або завдання
vi_vn: Thêm ghi chép hoặc việc cần làm
zh_cn: 添加便笺或待办事项

source: Close
ar_sa: إغلاق
bg_bg: Затваряне
ca_es: Tancar
cs_cz: Zavřít
de_de: Schließen
el_gr: Κλείσιμο
fa_ir: بسته
fi_fi: Sulje
fr_fr: Fermer
hu_hu: Bezár
id_id: Tutup
lt_lt: Uždaryti
nl_nl: Sluiten
pl_pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ro_ro: Închideți
ru_ru: Закрыть
sr_rs: Zatvori
tr_tr: Kapat
uk_ua: Закрити
vi_vn: Đóng
zh_cn: 关闭

source: Cron settings
ar_sa: إعدادات Cron
bg_bg: Cron настройки
ca_es: Configuració de cron
cs_cz: Nastavení cronu
de_de: Cronjob-Einstellungen
el_gr: Ρυθμίσεις cron
fa_ir: تنظیمات Cron
fi_fi: Cron asetukset
fr_fr: Paramètres du cron
hu_hu: Cron beállítások
id_id: Pengaturan Cron
lt_lt: Cron nustatymai
nl_nl: Cron instellingen
pl_pl: Ustawienia Crona
pt_br: Definições Cron
pt_pt: Definições Cron
ro_ro: Setări cron
ru_ru: Настройки Cron
sr_rs: Cron podešavanja
tr_tr: Cron Ayarları
uk_ua: Налаштування Cron
vi_vn: Cài đặt CRON
zh_cn: Cron 设置

source: Scheduled tasks must be enabled immediately after installation. Cron is responsible for sending your clients reminder about payments, domain renewal notices and many more.
ar_sa: يجب تمكين المهام المجدولة مباشرة بعد التثبيت. كرون مسؤول عن إرسال تذكير عملائك بالدفع، وإشعارات تجديد النطاق والكثير غيرها.
bg_bg: Планираните задачи трябва да бъдат активирани веднага след инсталацията. Cron е отговорен за изпращането на напомняния на вашите клиенти за плащания, известия за подновяване на домейни, новини и много други.
ca_es: Les tasques programades s'han d'habilitar immediatament després de la instal·lació. Cron és responsable d'enviar als vostres clients recordatoris sobre pagaments, avisos de renovació de dominis i molts més.
cs_cz: Plánované úkoly musí být povoleny ihned po instalaci. Cron je zodpovědný za odesílání připomenutí klientských plateb, upozornění na obnovení domény a mnoho dalších.
de_de: Geplante Aufgaben müssen sofort nach der Installation aktiviert werden. Der Cron ist verantwortlich für das Senden von Erinnerungen an deine Kunden über Zahlungen, Domain-Erneuerungsmitteilungen und viele mehr.
el_gr: Οι προγραμματισμένες εργασίες πρέπει να είναι ενεργοποιημένες αμέσως μετά την εγκατάσταση. Το Cron είναι υπεύθυνο για την αποστολή υπενθύμισης στους πελάτες σας σχετικά με πληρωμές, ειδοποιήσεις ανανέωσης τομέα και πολλά άλλα.
fa_ir: کارهای برنامه ریزی شده باید بلافاصله پس از نصب فعال شوند. Cron مسئول ارسال یادآوری به مشتریان شما در مورد پرداخت ها، اطلاعیه های تمدید دامنه و بسیاری موارد دیگر است.
fi_fi: Ajastetut tehtävät on otettava käyttöön heti asennuksen jälkeen. Cron vastaa siitä, että asiakkaillesi lähetetään maksumuistutuksia, verkkotunnuksen uusimisilmoituksia ja paljon muuta.
fr_fr: Les tâches planifiées doivent être activées immédiatement après l'installation. Cron est chargé d'envoyer à vos clients des rappels concernant les paiements, les avis de renouvellement de domaine et bien d'autres.
hu_hu: Az ütemezett feladatokat a telepítés után azonnal engedélyezni kell. A Cron felelős azért, hogy ügyfeleinek fizetési emlékeztetőket, domain megújítási értesítéseket és még sok mást küldjön.
id_id: Pekerjaan yang terjadwal harus diaktifkan setelah instalasi. Cron sangat berguna untuk mengirim pengingat pembayaran kepada klien Anda, notifikasi pembaruan domain, dan hal lainnya.
lt_lt: Suplanuotos užduotys turi būti įjungtos iškart po įdiegimo. Cron yra atsakinga už priminimų siuntimą klientams apie mokėjimus, domeno atnaujinimo pranešimus ir daug daugiau.
nl_nl: Geplande taken moeten onmiddellijk na de installatie worden ingeschakeld. Cron is verantwoordelijk voor het sturen van herinneringen aan betalingen, domein vernieuwingen en nog veel meer.
pl_pl: Zaplanowane zadania muszą być włączone natychmiast po zainstalowaniu. Cron jest odpowiedzialny za wysyłanie przypomnień o płatnościach, powiadomieniach o odnowieniu domeny i wielu innych.
pt_br: As tarefas agendadas devem ser ativadas imediatamente após a instalação. O Cron é responsável por enviar um lembrete aos seus clientes sobre os pagamentos, avisos de renovação de domínio e muito mais.
pt_pt: As tarefas agendadas devem ser activadas imediatamente após a instalação. O Cron é responsável por enviar aos seus clientes lembretes sobre pagamentos, avisos de renovação de domínios e muito mais.
ro_ro: Sarcinile programate trebuie să fie activate imediat după instalare. Cron este responsabil pentru trimiterea de reamintiri clienților despre plăți, notificări de reînnoire a domeniului și multe altele.
ru_ru: Планировщик задач должен быть включен сразу после установки. Cron отвечает за отправку напоминаний о платежах, уведомлений о продлении домена и многое другое.
sr_rs: Planirani zadaci moraju biti omogućeni odmah nakon instalacije. Cron je odgovoran za slanje podsetnika vašim klijentima o plaćanjima, obaveštenja o obnovi domena i još mnogo toga.
tr_tr: Zamanlanmış görevler kurulumdan hemen sonra etkinleştirilmelidir. Cron, müşterilerinize ödemeler, alan adı yenileme bildirimleri ve daha birçok konuda hatırlatma göndermekten sorumludur.
uk_ua: Заплановані завдання мають бути ввімкнені відразу після встановлення. Cron відповідає за надсилання нагадувань клієнтам про платежі, оновлення доменів та багато іншого.
vi_vn: Tác vụ theo lịch cần được mở ngay lập tức sau khi cài đặt. Cron chịu trách nhiệm gửi tới khách hàng của bạn lời nhắc thanh toán, cảnh báo gia hạn tên miền và nhiều thứ khác nữa.
zh_cn: 计划任务必须在安装后立即启用。Cron 服务用于向您的用户发送付款提醒、域名续费和通知等等。

source: Timezone
ar_sa: المنطقة الزمنية
bg_bg: Времева зона
ca_es: Fus horari
cs_cz: Časové pásmo
de_de: Zeitzone
el_gr: Ζώνη ώρας
fa_ir: منطقه زمانی
fi_fi: Aikavyöhyke
fr_fr: Fuseau horaire
hu_hu: Időzóna
id_id: Zona Waktu
lt_lt: Laiko zona
nl_nl: Tijdzone
pl_pl: Strefa czasowa
pt_br: Fuso horário
pt_pt: Fuso horário
ro_ro: Fus orar
ru_ru: Vaqt mintaqasi
sr_rs: Vremenska zona
tr_tr: Zaman Dilimi
uk_ua: Часовий пояс
vi_vn: Múi giờ
zh_cn: 时区

source: Time on server
ar_sa: الوقت على الخادم
bg_bg: Време на сървъра
ca_es: Temps al servidor
cs_cz: Čas na serveru
de_de: Serverzeit
el_gr: Ώρα στο διακομιστή
fa_ir: زمان روی سرور
fi_fi: Aika palvelimella
fr_fr: Heure sur le serveur
hu_hu: Idő a kiszolgálón
id_id: Waktu di server
lt_lt: Serverio laikas
nl_nl: Tijd op server
pl_pl: Czas na serwerze
pt_br: Hora do servidor
pt_pt: Tempo no servidor
ro_ro: Timp pe server
ru_ru: Server vaqti
sr_rs: Vreme na serveru
tr_tr: Sunucu Saati
uk_ua: Час на сервері
vi_vn: Giờ máy chủ
zh_cn: 服务器时间

source: Last time scheduled tasks were executed
ar_sa: آخر مرة تم تنفيذ المهام المجدولة
bg_bg: Последните изпълнени задачи бяха изпълнени
ca_es: L'última vegada que es van executar les tasques programades
cs_cz: Naposledy naplánované úkoly byly provedeny
de_de: Letzte geplante Aufgaben ausgeführt
el_gr: Τελευταία φορά που εκτελέστηκαν οι προγραμματισμένες εργασίες
fa_ir: آخرین باری که وظایف برنامه ریزی شده اجرا شد
fi_fi: Aikataulutettujen tehtävien viimeisin suoritusajankohta
fr_fr: Heure de la dernière exécution des tâches planifiées
hu_hu: Az ütemezett feladatok legutóbbi végrehajtása
id_id: Baru saja pekerjaan yang telah terjadwal dieksekusi
lt_lt: Paskutinį kartą buvo įvykdytos numatytos užduotys
nl_nl: Laatst geplande taken zijn uitgevoerd
pl_pl: Ostatni raz, kiedy zadania harmonogramowane zostały wykonane
pt_br: A última vez em que as tarefas agendadas foram executadas
pt_pt: Última vez que as tarefas agendadas foram executadas
ro_ro: Ultima dată când sarcinile programate au fost executate
ru_ru: Последний раз, когда выполнялись запланированные задачи
sr_rs: Poslednji put kada su planirani zadaci izvršeni
tr_tr: Zamanlanmış görevlerin en son çalıştırıldığı zaman
uk_ua: Заплановані завдання були виконані
vi_vn: Thời gian cuối cùng tác vụ theo lịch được thực thi
zh_cn: 上次计划任务被执行

source: Scheduled tasks were never executed
ar_sa: المهام المجدولة لم يتم تنفيذها مطلقاً
bg_bg: Планираните задачи никога не са изпълнявани
ca_es: Les tasques programades mai es van executar
cs_cz: Plánované úkoly nebyly nikdy provedeny
de_de: Geplante Aufgaben wurden noch nie ausgeführt
el_gr: Οι προγραμματισμένες εργασίες δεν έχουν εκτελεστεί ποτέ
fa_ir: کارهای برنامه ریزی شده هرگز اجرا نشدند
fi_fi: Ajastettuja tehtäviä ei koskaan suoritettu
fr_fr: Les tâches planifiées n'ont jamais été exécutées
hu_hu: Az ütemezett feladatok soha nem kerültek végrehajtásra
id_id: Pekerjaan yang terjadwal tidak pernah tereksekusi
lt_lt: Suplanuotos užduotys niekada nebuvo įvykdytos
nl_nl: Geplande taken zijn nooit uitgevoerd
pl_pl: Zadania harmonogramowane nigdy nie zostały wykonane
pt_br: As tarefas agendadas nunca foram executadas
pt_pt: As tarefas programadas nunca foram executadas
ro_ro: Sarcinile programate nu au fost executate niciodată
ru_ru: Запланированные задачи никогда не выполнялись
sr_rs: Planirani zadaci nikada nisu izvršeni
tr_tr: Zamanlanmış görevler hiç çalıştırılmadı
uk_ua: Заплановані завдання не були виконані
vi_vn: Tác vụ theo lịch chưa từng được thực thi
zh_cn: 计划任务从未执行

source: Recommended crontab setup
cs_cz: Doporučené nastavení crontab
hu_hu: Javasolt crontab beállítás
ro_ro: Configurare crontab recomandată
ru_ru: Рекомендуемая настройка crontab
sr_rs: Preporučeno podešavanje crontab-a

source: Enable the cron API endpoint for guests
ar_sa: تمكين نقطة نهاية Cron API للضيوف
bg_bg: Активиране на крайната точка на API cron за гости
cs_cz: Povolit koncový bod cronu API pro hosty
el_gr: Ενεργοποίηση του τελικού σημείου cron API για τους επισκέπτες
fa_ir: نقطه پایانی Cron API را برای مهمانان فعال کنید
fi_fi: Ota cron API-päätepiste käyttöön vierailijoille
fr_fr: Activer le point de terminaison de l'API cron pour les invités
hu_hu: A cron API-végpont engedélyezése a vendégek számára
id_id: Aktifkan endpoint API cron untuk guests
nl_nl: Cron API eindpunt voor gasten inschakelen
pl_pl: Włącz punkt końcowy API cron dla gości
pt_br: Ativar o cron do endpoint da API para convidados
ro_ro: Activează cron API endpoint pentru vizitatori
ru_ru: Включить конечную точку API cron для гостей
sr_rs: Omogućite cron API krajnju tačku za goste
tr_tr: Misafirler için cron API uç noktasını etkinleştirin

source: If enabled, this URL can be used to execute the cronjob:
ar_sa: إذا تم تفعيله، يمكن استخدام عنوان URL هذا لتنفيذ خدمة المحادث:
bg_bg: Ако е разрешен, този URL адрес може да се използва за изпълнение на cronjob:
cs_cz: Pokud je povoleno, tato URL může být použita ke spuštění cronjob:
el_gr: Αν ενεργοποιηθεί, αυτό το URL μπορεί να χρησιμοποιηθεί για την εκτέλεση της cronjob:
fa_ir: اگر فعال باشد، این URL می تواند برای اجرای cronjob استفاده شود:
fi_fi: Jos käytössä, tätä URL-osoitetta voidaan käyttää cronjobin suorittamiseen:
fr_fr: Si elle est activée, cette URL peut être utilisée pour exécuter la tâche cron :
hu_hu: Ha engedélyezve van, ez az URL-cím használható a cronjob végrehajtásához:
id_id: Jika diaktifkan, URL ini dapat digunakan untuk menjalankan cronjob:
nl_nl: Indien ingeschakeld kan deze URL gebruikt worden om de cronjob uit te voeren:
pl_pl: Jeśli jest włączone, ten adres URL może być używany do uruchamiania zadania cron:
pt_br: Se ativado, essa URL poderá ser usada para executar o cronjob:
ro_ro: Dacă este activat, acest URL poate fi folosit pentru a executa cronjob-ul:
ru_ru: Если включено, этот URL можно использовать для выполнения cronjob:
sr_rs: Ako je omogućena, ova URL adresa se može koristiti za izvršavanje cronjob-a:
tr_tr: Etkinleştirilirse, bu URL cronjob'u çalıştırmak için kullanılabilir:

source: Cron executed
ar_sa: تم تنفيذ Cron
bg_bg: Cronа беше изпълнен
ca_es: Cron executat
cs_cz: Cron spuštěn
de_de: Cron ausgeführt
el_gr: Εκτέλεση Cron
fa_ir: کرون اجرا شد
fi_fi: Cron suoritettu
fr_fr: Cron exécuté
hu_hu: Cron végrehajtva
id_id: Cron dijalankan
nl_nl: Cron uitgevoerd
pl_pl: Cron wykonany
pt_br: Cron executado
pt_pt: Cron executado
ro_ro: Cron executat
ru_ru: Cron выполнен
sr_rs: Cron pogubljen
tr_tr: Cron çalıştırıldı
uk_ua: Завдання виконано
zh_cn: 自动计划任务已执行

source: Execute now
ar_sa: تنفيذ الآن
bg_bg: Изпълни сега
ca_es: Executar ara
cs_cz: Spustit nyní
de_de: Jetzt ausführen
el_gr: Εκτέλεση τώρα
fa_ir: الان اجرا کن
fi_fi: Suorita nyt
fr_fr: Exécuter maintenant
hu_hu: Végrehajtás most
id_id: Eksekusi sekarang
lt_lt: Vykdyti dabar
nl_nl: Nu uitvoeren
pl_pl: Wykonaj teraz
pt_br: Executar agora
pt_pt: Executar agora
ro_ro: Executați acum
ru_ru: Hozir bajarish
sr_rs: Izvršite sada
tr_tr: Şimdi Çalıştır
uk_ua: Виконати зараз
vi_vn: Thực thi ngay
zh_cn: 立即执行

source: Currency management
ar_sa: إدارة العملة
bg_bg: Управление на валутите
ca_es: Gestió de divises
cs_cz: Správa měn
de_de: Währungsverwaltung
el_gr: Διαχείριση νομίσματος
fa_ir: مدیریت ارز
fi_fi: Valuutan hallinta
fr_fr: Gestion de la devise
hu_hu: Valutakezelés
id_id: Manajemen mata uang
lt_lt: Valiutos valdymas
nl_nl: Valuta Beheer
pl_pl: Zarządzanie walutą
pt_br: Gestor de moedas
pt_pt: Gestão da moeda
ro_ro: Gestionarea valutelor
ru_ru: Управление валютами
sr_rs: Upravljanje valutama
tr_tr: Para Birimi Yönetimi
uk_ua: Управління валютами
vi_vn: Quản lý tiền tệ
zh_cn: 币种管理

source: Currency settings
ar_sa: إعدادات العملة
bg_bg: Валутни настройки
ca_es: Configuració de la moneda
cs_cz: Nastavení Měny
de_de: Währungseinstellungen
el_gr: Ρυθμίσεις νομίσματος
fa_ir: تنظیمات ارز
fi_fi: Valuutta-asetukset
fr_fr: Réglages de la devise
hu_hu: Valuta beállítások
id_id: Pengaturan mata uang
lt_lt: Valiutos nustatymai
nl_nl: Valuta-instellingen
pl_pl: Ustawienia waluty
pt_br: Configurações de moeda
pt_pt: Definições de moeda
ro_ro: Setările monedei
ru_ru: Настройки валюты
sr_rs: Podešavanja valute
tr_tr: Para Birimi Ayarları
uk_ua: Налаштування валют
vi_vn: Thiết lập đơn vị tiền tệ
zh_cn: 币种设置

source: Currency updated
ar_sa: تم تحديث العملة
bg_bg: Валутата беше актуализирана
ca_es: Moneda actualitzada
cs_cz: Měna byla aktualizována
de_de: Währung aktualisiert
el_gr: Το νόμισμα ενημερώθηκε
fa_ir: ارز به روزرسانی شد
fi_fi: Valuutta päivitetty
fr_fr: Devise mise à jour
hu_hu: Pénznem frissítve
id_id: Mata uang telah diperbarui
lt_lt: Valiuta atnaujinta
nl_nl: Valuta geupdate
pl_pl: Waluta zaktualizowana
pt_br: Moeda atualizada
pt_pt: Atualização da moeda
ro_ro: Moneda a fost actualizată
ru_ru: Valyuta yangilandi
sr_rs: Valuta je ažurirana
tr_tr: Para birimi güncellendi
uk_ua: Валюта оновлена
vi_vn: Tiền tệ đã được cập nhật
zh_cn: 币种已更新

source: Edit currency information
ar_sa: تعديل معلومات العملة
bg_bg: Редактиране на валутна информация
ca_es: Editeu la informació de la moneda
cs_cz: Upravit informace o měně
de_de: Währungsdaten bearbeiten
el_gr: Επεξεργασία πληροφοριών νομίσματος
fa_ir: اطلاعات ارز را ویرایش کنید
fi_fi: Muokkaa valuuttatietoja
fr_fr: Modifier les informations sur la devise
hu_hu: Valuta információk szerkesztése
id_id: Ubah informasi mata uang
lt_lt: Redaguoti valiutos informaciją
nl_nl: Wijzig valuta informatie
pl_pl: Edytuj informacje o walucie
pt_br: Edita as informações da moeda
pt_pt: Editar informações sobre a moeda
ro_ro: Modificați informațiile despre monedă
ru_ru: Редактировать информацию о валюте
sr_rs: Izmenite informacije o valuti
tr_tr: Para birimi bilgilerini düzenle
uk_ua: Змінити інформацію про валюту
vi_vn: Sửa thông tin tiền tệ
zh_cn: 修改币种信息

source: Conversion rate
ar_sa: نسبة التحويل
bg_bg: Коефициент на конвертиране
ca_es: Taxa de conversió
cs_cz: Směnný kurz
de_de: Wechselkurs
el_gr: Ποσοστό μετατροπής
fa_ir: نرخ تبدیل
fi_fi: Muuntokurssi
fr_fr: Taux de conversion
hu_hu: Átváltási arány
id_id: Rate konversi
lt_lt: Perskaičiavimo kursas
nl_nl: Conversie-percentage
pl_pl: Kurs wymiany
pt_br: Taxa de conversão
pt_pt: Taxa de conversão
ro_ro: Rata de conversie
ru_ru: Курс конвертации
sr_rs: Stopa konverzije
tr_tr: Dönüşüm oranı
uk_ua: Курс обміну
vi_vn: Tỷ lệ quy đổi
zh_cn: 汇率

source: Price format
ar_sa: تنسيق الأسعار
bg_bg: Ценов формат
ca_es: Format de preu
cs_cz: Formát ceny
de_de: Preisformat
el_gr: Μορφή τιμών
fa_ir: فرمت قیمت
fi_fi: Hinnan muoto
fr_fr: Format de prix
hu_hu: Ár formátum
id_id: Format harga
lt_lt: Kainos formatas
nl_nl: Prijsformaat
pl_pl: Format ceny
pt_br: Formato do preço
pt_pt: Formato do preço
ro_ro: Formatul prețului
ru_ru: Формат цены
sr_rs: Format cene
tr_tr: Fiyat Formatı
uk_ua: Формат ціни
vi_vn: Định dạng giá
zh_cn: 价格格式

source: Currencies
ar_sa: العملات
bg_bg: Валути
ca_es: Divises
cs_cz: Měny
de_de: Währungen
el_gr: Νομίσματα
fa_ir: ارز
fi_fi: Valuutat
fr_fr: Devises
hu_hu: Valuták
id_id: Mata uang
lt_lt: Valiutos
nl_nl: Valuta's
pl_pl: Waluty
pt_br: Moedas
pt_pt: Moedas
ro_ro: Monede
ru_ru: Valyutalar
sr_rs: Valute
tr_tr: Para Birimleri
uk_ua: Валюти
vi_vn: Tiền tệ
zh_cn: 币种

source: Add new currency
ar_sa: إضافة عملة جديدة
bg_bg: Добави нова валута
ca_es: Afegir moneda
cs_cz: Přidat novou měnu
de_de: Neue Währung hinzufügen
el_gr: Προσθήκη νέου νομίσματος
fa_ir: ارز جدید
fi_fi: Lisää uusi valuutta
fr_fr: Ajouter nouvelle devise
hu_hu: Új pénznem hozzáadása
id_id: Tambah mata uang
lt_lt: Pridėti naują valiutą
nl_nl: Nieuwe valuta toevoegen
pl_pl: Dodaj nową walutę
pt_br: Adicionar moeda
pt_pt: Adicionar nova moeda
ro_ro: Adaugă o monedă nouă
ru_ru: Добавить новую валюту
sr_rs: Dodajte novu valutu
tr_tr: Yeni para birimi ekle
uk_ua: Додати нову валюту
vi_vn: Thêm tiền tệ mới
zh_cn: 添加新币种

source: Integrations / Automation
cs_cz: Integrace / Automatizace
el_gr: Ενσωματώσεις / Αυτοματισμοί
fa_ir: مبدل های خودکار
fr_fr: Intégrations et automatisation
hu_hu: Integrációk / Automatizálás
id_id: Integasi / Automasi
nl_nl: Integraties / Automatisering
pl_pl: Integracje i automatyzacja
ro_ro: Integrări / Automatizare
ru_ru: Интеграции / Автоматизация
sr_rs: Integracije / Automatizacija

source: Converter
ar_sa: محول
bg_bg: Конвертиране
ca_es: Convertidor
cs_cz: Konvertor
de_de: Konverter
el_gr: Μετατροπέας
fa_ir: مبدل
fi_fi: Muunnin
fr_fr: Convertisseur
hu_hu: Átalakító
id_id: Pengubah
lt_lt: Keitiklis
nl_nl: Omgerekend
pl_pl: Konwerter
pt_br: Conversor
pt_pt: Conversor
ro_ro: Convertor
ru_ru: Конвертер
sr_rs: Konverter
tr_tr: Dönüştürücü
uk_ua: Конвертер
vi_vn: Bộ chuyển đổi
zh_cn: 转换器

source: Manage currencies
ar_sa: إدارة العملات
bg_bg: Управляване на валутите
ca_es: Gestionar monedes
cs_cz: Spravovat měny
de_de: Währungen verwalten
el_gr: Διαχείριση νομισμάτων
fa_ir: مدیریت ارزها
fi_fi: Hallitse Valuuttoja
fr_fr: Gérer les devises
hu_hu: Valuták kezelése
id_id: Atur mata uang
lt_lt: Tvarkyti valiutas
nl_nl: Valuta's beheren
pl_pl: Zarządzaj walutami
pt_br: Gerenciamento de moedas
pt_pt: Gerir moedas
ro_ro: Gestionează monedele
ru_ru: Valyutalarni boshqarish
sr_rs: Upravljajte valutama
tr_tr: Para birimlerini yönet
uk_ua: Управління валютами
vi_vn: Quản lý tiền tệ
zh_cn: 管理币种
