Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Message was sent.
ar_sa: تم إرسال الرسالة
bg_bg: Съобщението бе изпратено.
ca_es: S'ha enviat el missatge.
cs_cz: Zpráva byla odeslána.
de_de: Nachricht wurde gesendet.
el_gr: Το μήνυμα εστάλη.
fa_ir: پیام ارسال شد.
fi_fi: Viesti lähetetty.
fr_fr: Le message a été envoyé.
hu_hu: Üzenet elküldve.
id_id: Pesan terkirim.
lt_lt: Žinutė buvo išsiųsta.
nl_nl: Bericht is verzonden.
pl_pl: Wiadomość została wysłana.
pt_br: Mensagem enviada.
pt_pt: A mensagem foi enviada.
ro_ro: Mesajul a fost trimis.
ru_ru: Сообщение отправлено.
sr_rs: Poruka je poslata.
tr_tr: Mesaj gönderildi.
uk_ua: Повідомлення надіслано.
vi_vn: Tin nhắn đã được gửi.
zh_cn: 信息已发送。

source: News & Announcements
ar_sa: الأخبار والإعلانات
bg_bg: Новини & Известия
ca_es: Notícies i Anuncis
cs_cz: Novinky a oznámení
de_de: Neuigkeiten & Ankündigungen
el_gr: Νέα & Ανακοινώσεις
fa_ir: اخبار و اطلاعیه ها
fi_fi: Uutiset & Ilmoitukset
fr_fr: Nouvelles & Annonces
hu_hu: Hírek és közlemények
id_id: Berita dan pengumuman
lt_lt: Naujienos & Pranešimai
nl_nl: Nieuws & Mededelingen
pl_pl: Aktualności & Ogłoszenia
pt_br: Notícias e Comunicados
pt_pt: Notícias e anúncios
ro_ro: Noutăți și anunțuri
ru_ru: Новости и анонсы
sr_rs: Vesti i obaveštenja
tr_tr: Haberler ve Duyurular
uk_ua: Новини та оголошення
vi_vn: Tin và thông báo
zh_cn: 消息、公告

source: New Announcement
cs_cz: Nové oznámení
fr_fr: Nouvelle annonce
hu_hu: Új közlemény
ro_ro: Anunț nou
ru_ru: Новое объявление
sr_rs: Novo obaveštenje

source: Draft
ar_sa: مسودة
bg_bg: Чернова
ca_es: Esborrany
cs_cz: Koncept
de_de: Entwurf
el_gr: Προσχέδιο
fa_ir: پیش نویس
fi_fi: Luonnos
fr_fr: Brouillon
hu_hu: Vázlat
id_id: Draf
lt_lt: Juodraštis
nl_nl: Concept
pl_pl: Szkic
pt_br: Rascunho
pt_pt: Projeto
ro_ro: Schiţă
ru_ru: Qoralama
sr_rs: Nacrt
tr_tr: Taslak
uk_ua: Чернетка
vi_vn: Nháp
zh_cn: 草稿

source: If the text is very long you can use <strong>&lt;!--more--&gt;</strong> tag. Inserting this tag within the post will create and excerpt of text (before the tag) to be displayed in posts list. Users will be able to see whole content when they click on "Read more" button.
cs_cz: Pokud je text velmi dlouhý, můžete použít štítek <strong>&lt;!--more--&gt;</strong> . Vložením tohoto štítku do příspěvku bude vytvořen a vypuštěn text (před štítkem), který bude zobrazen v seznamu příspěvků. Po kliknutí na tlačítko "Číst více" budou uživatelé moci vidět celý obsah.
ro_ro: Dacă textul este foarte lung, puteți folosi eticheta <strong>&lt;!-mai mult-&gt;</strong>. Introducerea acestei etichete în postare va crea și extrage text (înainte de etichetă) pentru a fi afișat în lista de postări. Utilizatorii vor putea vedea întregul conținut atunci când apasă pe butonul "Citește mai mult".
ru_ru: Если текст очень длинный, вы можете использовать тег <strong>&lt;!--more--&gt;</strong>. Вставка этого тега в пост создаст отрывок текста (перед тегом), который будет отображаться в списке постов. Пользователи смогут увидеть весь контент, нажав кнопку "Читать дальше".
sr_rs: Ako je tekst veoma dug, možete koristiti <strong>&lt;!--više--&gt;</strong> oznaku. Umetanjem ove oznake unutar objave, biće prikazan samo deo teksta (onaj pre oznake) na listi objava. Korisnici će moći da vide ceo sadržaj kada kliknu na "Pročitaj više" dugme.

source: Post updated
ar_sa: حُدثت المشاركة.
bg_bg: Публикацията бе актуализирана
ca_es: Publicació actualitzada
cs_cz: Příspěvek byl aktualizován
de_de: Beitrag aktualisiert
el_gr: Η δημοσίευση ενημερώθηκε
fa_ir: پست به روز شد
fi_fi: Julkaisu päivitetty
fr_fr: Article mis à jour
hu_hu: Bejegyzés frissítve
id_id: Postingan diperbarui
lt_lt: Įrašas atnaujintas
nl_nl: Bericht bijgewerkt
pl_pl: Post zaktualizowany
pt_br: Publicação atualizada
pt_pt: Atualizado
ro_ro: Postare actualizată
ru_ru: Сообщение обновлено
sr_rs: Članak je ažuriran
tr_tr: Yazı güncellendi
uk_ua: Допис оновлено
vi_vn: Đã cập nhật bài viết
zh_cn: 文章已更新

source: Edit post
ar_sa: تعديل المنشور
bg_bg: Редактиране на публикацията
ca_es: Edita la publicació
cs_cz: Upravit příspěvek
de_de: Beitrag bearbeiten
el_gr: Επεξεργασία δημοσίευσης
fa_ir: ویرایش پست
fi_fi: Muokkaa julkaisua
fr_fr: Modifier la publication
hu_hu: Bejegyzés szerkesztése
id_id: Edit postingan
lt_lt: Redaguoti įrašą
nl_nl: Bewerk bericht
pl_pl: Edytuj post
pt_br: Editar publicação
pt_pt: Editar publicação
ro_ro: Modificați postarea
ru_ru: Редактировать запись
sr_rs: Izmeni članak
tr_tr: Yazıyı düzenle
uk_ua: Редагувати пост
vi_vn: Sửa bài
zh_cn: 编辑文章

source: Image
ar_sa: صورة
bg_bg: Изображение
ca_es: Imatge
cs_cz: Obrázek
de_de: Bild
el_gr: Εικόνα
fa_ir: عکس
fi_fi: Kuva
hu_hu: Kép
id_id: Gambar
lt_lt: Nuotrauka
nl_nl: Afbeelding
pl_pl: Obraz
pt_br: Imagem
pt_pt: Imagem
ro_ro: Imagine
ru_ru: Изображение
sr_rs: Slika
tr_tr: Görsel
uk_ua: Зображення
vi_vn: Hình ảnh
zh_cn: 图片

source: https://www.yourdomain.com/image.jpg
id_id: https://www.domainanda.com/gambar.jpg
lt_lt: https://www.jusudomenas.lt/nuotrauka.jpg
nl_nl: https://www.jouwdomein.nl/image.jpg
ro_ro: https://www.domeniultau.com/image.jpg

source: Meta description
bg_bg: Мета описание
ca_es: Descripció meta
cs_cz: Meta popis
de_de: Meta-Beschreibung
el_gr: Meta περιγραφή
fa_ir: توضیحات متا
fi_fi: Metakuvaus
fr_fr: Description meta
hu_hu: Meta leírás
id_id: Deskripsi meta
lt_lt: Meta aprašymas
nl_nl: Meta beschrijving
pl_pl: Opis meta
pt_br: Meta-descrição
pt_pt: Meta-descrição
ro_ro: Descriere meta
ru_ru: Мета-описание
sr_rs: Meta opis
tr_tr: Meta Açıklaması
uk_ua: Мета опис
zh_cn: 关键字描述

source: Post created
ar_sa: تم إنشاء المنشور.
bg_bg: Публикацията е създадена
ca_es: Publicació creada
cs_cz: Příspěvek vytvořen
de_de: Beitrag erstellt
el_gr: Η δημοσίευση δημιουργήθηκε
fa_ir: پست ایجاد شد
fi_fi: Julkaisu luotu
fr_fr: Post créé
hu_hu: Bejegyzés létrehozva
id_id: Postingan dibuat
lt_lt: Įrašas sukurtas
nl_nl: Bericht aangemaakt
pl_pl: Post utworzony
pt_br: Publicação criada
pt_pt: Posto criado
ro_ro: Postare creată
ru_ru: Запись создана
sr_rs: Članak je napravljen
tr_tr: Oluşturulduğu Tarih
uk_ua: Пост створений
vi_vn: Được tạo
zh_cn: 文章已创建

source: Last update
ar_sa: آخر تحديث:
bg_bg: Последно обновяване
ca_es: Última modificació
cs_cz: Poslední aktualizace
de_de: Letzte Aktualisierung
el_gr: Τελευταία ενημέρωση
fa_ir: آخرین به‌روزرسانی
fi_fi: Viimeksi päivitetty
fr_fr: Dernière mise à jour
hu_hu: Utolsó frissítés
id_id: Pembaruan terakhir
lt_lt: Paskutins atnaujinimas
nl_nl: Laatste update
pl_pl: Ostatnia aktualizacja
pt_br: Última atualização
pt_pt: Última atualização
ro_ro: Ultima actualizare
ru_ru: Oxirgi yangilanish
sr_rs: Poslednje ažuriranje
tr_tr: Son Güncelleme
uk_ua: Останнє оновлення
vi_vn: Cập nhật lần cuối
zh_cn: 更新时间

source: Track our latest information.
ar_sa: تتبع أحدث المعلومات لدينا.
bg_bg: Следете най-новата ни информация.
ca_es: Feu un seguiment de la nostra informació més recent.
cs_cz: Sledujte naše nejnovější informace.
de_de: Verfolge unsere neuesten Informationen.
el_gr: Παρακολουθήστε τα τελευταία νέα μας.
fa_ir: آخرین اخبار ما را دنبال کنید.
fi_fi: Seuraa viimeisimpiä tietojamme.
fr_fr: Suivez notre dernière information.
hu_hu: Kövesse nyomon legfrissebb információinkat.
id_id: Dapatkan informasi terbaru kami.
lt_lt: Sekite mūsų naujausią informaciją.
nl_nl: Volg onze laatste informatie.
pl_pl: Śledź nasze najnowsze informacje.
pt_br: Acompanhe as nossas últimas informações.
pt_pt: Acompanhe as nossas informações mais recentes.
ro_ro: Urmăriți ultimele noastre informații.
ru_ru: Следите за нашей последней информацией.
sr_rs: Pratite naše najnovije informacije.
tr_tr: Bizden en son haberleri buradan takip edebilirsiniz.
uk_ua: Відстежуйте наші новини та оновлення.
vi_vn: Theo dõi tin mới nhất từ chúng tôi.
zh_cn: 追踪我们的最新信息。

source: Continue reading
ar_sa: واصل القراءة
bg_bg: Продължи с четенето
cs_cz: Pokračovat ve čtení
de_de: Weiterlesen
el_gr: Διαβάστε περισσότερα
fa_ir: ادامه متن
fi_fi: Jatka lukemista
fr_fr: Continuer la lecture
hu_hu: Tovább olvasom
id_id: Lanjutkan membaca
nl_nl: Lees verder
pl_pl: Kontynuuj czytanie
pt_br: Continuar lendo
ro_ro: Continuați sa citiți
ru_ru: Продолжить чтение
sr_rs: Nastavite sa čitanjem
tr_tr: Okumaya devam edin
vi_vn: Tiếp tục đọc
zh_cn: 阅读详情

source: No news or announcements
ar_sa: لا يوجد أخبار أو إعلانات
bg_bg: Няма новини или известия
cs_cz: Žádné novinky nebo oznámení
de_de: Keine Neuigkeiten oder Ankündigungen
el_gr: Δεν υπάρχουν νέα ή ανακοινώσεις
fa_ir: هیچ خبر و اطلاعیه ای وجود ندارد
fi_fi: Ei uutisia tai ilmoituksia
fr_fr: Il n'y a pas d'actualités et d'annonces
hu_hu: Nincs hír vagy bejelentés
id_id: Tidak ada berita atau pengumuman
nl_nl: Geen nieuws of mededelingen
pl_pl: Brak aktualności i ogłoszeń
pt_br: Nenhuma notícia ou anúncio
ro_ro: Nici-o știre sau anunț
ru_ru: Нет новостей или объявлений
sr_rs: Nema novih vesti i obaveštenja
tr_tr: Herhangi bir haber veya duyuru yok
vi_vn: Không có thông tin hay thông báo nào
zh_cn: 无新闻或公告

source: by
ar_sa: بواسطة
bg_bg: от
cs_cz: Publikoval
de_de: von
el_gr: από
fa_ir: توسط
fi_fi: kirjoittanut
fr_fr: par
hu_hu: írta
id_id: oleh
nl_nl: door
pl_pl: przez
pt_br: por
ro_ro: de
ru_ru: от
sr_rs: od
tr_tr: yazan
vi_vn: bởi

source: Back to the list
ar_sa: عودة إلى القائمة
bg_bg: Обратно към списъка
cs_cz: Zpět na seznam
de_de: Zurück zur Liste
el_gr: Επιστροφή
fa_ir: بازگشت به لیست
fi_fi: Takaisin listaan
fr_fr: Retourner à la liste
hu_hu: Vissza a listához
id_id: Kembali ke daftar
nl_nl: Terug naar de lijst
pl_pl: Powróć do listy
pt_br: Voltar à lista
ro_ro: Înapoi la listă
ru_ru: Вернуться к списку
sr_rs: Nazad na listu
tr_tr: Listeye geri dön
vi_vn: Quay trở lại danh sách
zh_cn: 返回列表

source: Notifications center
ar_sa: مركز الإشعارات
bg_bg: Център за известия
ca_es: Centre de notificacions
cs_cz: Centrum oznámení
de_de: Mitteilungszentrale
el_gr: Κέντρο ειδοποιήσεων
fa_ir: مرکز اطلاع رسانی
fi_fi: Ilmoituskeskus
fr_fr: Centre de notification
hu_hu: Értesítési központ
id_id: Pusat pemberitahuan
lt_lt: Pranešimų centras
nl_nl: Notificaties centrum
pl_pl: Centrum powiadomień
pt_br: Central de Notificações
pt_pt: Centro de notificações
ro_ro: Centrul de notificări
sr_rs: Centar za obaveštenja
tr_tr: Bildirim Merkezi
uk_ua: Журнал сповіщень
vi_vn: Trung tâm thông báo
zh_cn: 通知中心

source: Notifications
ar_sa: الإشعارات
bg_bg: Известия
ca_es: Notificacions
cs_cz: Oznámení
de_de: Benachrichtigungen
el_gr: Ειδοποιήσεις
fa_ir: اطلاعیه ها
fi_fi: Ilmoitukset
hu_hu: Értesítések
id_id: Pemberitahuan
lt_lt: Pranešimai
nl_nl: Notificaties
pl_pl: Powiadomienia
pt_br: Notificações
pt_pt: Notificações
ro_ro: Notificări
sr_rs: Obaveštenja
tr_tr: Bildirimler
uk_ua: Сповіщення
vi_vn: Thông báo
zh_cn: 通知

source: New note
ar_sa: ملاحظة جديدة
bg_bg: Нова бележка
ca_es: Nova nota
cs_cz: Nová poznámka
de_de: Neue Notiz
el_gr: Νέα σημείωση
fa_ir: یادداشت جدید
fi_fi: Uusi muistiinpano
fr_fr: Nouvelle note
hu_hu: Új megjegyzés
id_id: Catatan Baru
lt_lt: Nauja pastaba
nl_nl: Nieuw notitie
pl_pl: Nowa notatka
pt_br: Nova anotação
pt_pt: Nova nota
ro_ro: Notă nouă
ru_ru: Yangi eslatma
sr_rs: Nova napomena
tr_tr: Yeni Not
uk_ua: Нова примітка
vi_vn: Ghi chú mới
zh_cn: 新建备注

source: Delete all
ar_sa: حذف الكل
bg_bg: Изтрий всички
ca_es: Eliminar tot
cs_cz: Odstranit vše
de_de: Alle löschen
el_gr: Διαγραφή όλων
fa_ir: حذف همه
fi_fi: Poista kaikki
fr_fr: Supprimer tout
hu_hu: Összes törlése
id_id: Hapus semua
lt_lt: Ištrinti viską
nl_nl: Verwijder alles
pl_pl: Usuń wszystko
pt_br: Excluir tudo
pt_pt: Eliminar tudo
ro_ro: Şterge tot
ru_ru: Hammasini oʻchirish
sr_rs: Obriši sve
tr_tr: Tümünü Sil
uk_ua: Видалити всі
vi_vn: Xóa tất cả
zh_cn: 全部删除

source: Add note
ar_sa: اضف ملاحظة
bg_bg: Добави бележка
ca_es: Afegir nota
cs_cz: Přidat poznámku
de_de: Notiz hinzufügen
el_gr: Προσθήκη σημείωσης
fa_ir: افزودن یادداشت
fi_fi: Lisää muistiinpano
fr_fr: Ajouter une note
hu_hu: Megjegyzés hozzáadása
id_id: Tambahkan catatan
lt_lt: Pridėti pastabą
nl_nl: Notitie toevoegen
pl_pl: Dodaj notatkę
pt_br: Adicionar anotação
pt_pt: Adicionar nota
ro_ro: Adaugă notiță
ru_ru: Izoh qo'shish
sr_rs: Dodaj napomenu
tr_tr: Not Ekle
uk_ua: Додати примітку
vi_vn: Thêm ghi chú
zh_cn: 添加备注

source: Filter orders
ar_sa: تصفية الطلبات
bg_bg: Филтриране на поръчките
ca_es: Filtra les comandes
cs_cz: Filtrovat objednávky
de_de: Bestellungen filtern
el_gr: Φιλτράρισμα παραγγελιών
fa_ir: فیلتر سفارش‌ها
fi_fi: Suodata tilaukset
fr_fr: Filtrer les commandes
hu_hu: Rendelések szűrése
id_id: Filter pesanan
lt_lt: Filtruoti užsakymus
nl_nl: Bestellingen filteren
pl_pl: Filtruj zamówienia
pt_br: Filtrar pedidos
pt_pt: Filtrar encomendas
ro_ro: Filtrare comenzi
ru_ru: Фильтровать заказы
sr_rs: Filtrirajte porudžbine
tr_tr: Siparişleri Filtrele
uk_ua: Фільтр замовлень
vi_vn: Lọc đơn hàng
zh_cn: 筛选订单

source: All types
cs_cz: Všechny typy
ro_ro: Toate tipurile
ru_ru: Все типы
sr_rs: Sve vrste

source: All products
cs_cz: Všechny produkty
ro_ro: Toate produsele
ru_ru: Все продукты
sr_rs: Svi proizvodi

source: All periods
cs_cz: Všechna období
ro_ro: Toate perioadele
ru_ru: Все периоды
sr_rs: Svi periodi

source: Invoice option
ar_sa: فاتورة خيارات
bg_bg: Опции за фактурата
ca_es: Opció de facturació
cs_cz: Možnost faktury
de_de: Rechnungsoption
el_gr: Επιλογές τιμολογίων
fa_ir: نوع فاکتور
fi_fi: Laskutusvaihtoehto
fr_fr: Options de facture
hu_hu: Számlázási lehetőség
id_id: Opsi tagihan
lt_lt: Sąskaitos faktūros parinktis
nl_nl: Factuuropties
pl_pl: Opcja faktury
pt_br: Opção de fatura
pt_pt: Opção de faturação
ro_ro: Opțiune factură
ru_ru: Опция счета
sr_rs: Opcija računa
tr_tr: Fatura seçenekleri
uk_ua: Опції рахунку
vi_vn: Tùy chọn hóa đơn
zh_cn: 账单选项

source: Creation date
ar_sa: تاريخ الإنشاء
bg_bg: Дата на създаване
ca_es: Data de creació
cs_cz: Datum vytvoření
de_de: Erstellungsdatum
el_gr: Ημερομηνία δημιουργίας
fa_ir: تاریخ ایجاد
fi_fi: Luontipäivämäärä
fr_fr: Date de création
hu_hu: Létrehozás dátuma
id_id: Tanggal dibuat
lt_lt: Sukūrimo data
nl_nl: Datum van creatie
pl_pl: Data utworzenia
pt_br: Data de criação
pt_pt: Data de criação
ro_ro: Data creării
ru_ru: Yaratish sanasi
sr_rs: Datum izrade
tr_tr: Oluşturma Tarihi
uk_ua: Дата створення
vi_vn: Ngày khởi tạo
zh_cn: 创建日期

source: Pending Setup
cs_cz: Čekající instalace
de_de: Ausstehende Einrichtung
el_gr: Εκκρεμεί Ρύθμιση
fa_ir: در انتظار راه اندازی
fr_fr: Configuration en attente
hu_hu: Függőben lévő beállítás
id_id: Mennggu Konfigurasi
nl_nl: In afwachting van configuratie
pl_pl: Oczekuje na konfigurację
ro_ro: Configurare în așteptare
ru_ru: Ожидает настройки
sr_rs: Podešavanje na čekanju
zh_cn: 待配置

source: Export Orders
ar_sa: تصدير الطلبات
bg_bg: Експортиране на поръчките
ca_es: Comandes d'exportació
cs_cz: Export objednávek
de_de: Bestellungen exportieren
el_gr: Εξαγωγή Παραγγελιών
fa_ir: خروجی سفارشات
fi_fi: Vie kaikki tilaukset
fr_fr: Exporter les commandes
hu_hu: Rendelések EXPORT
id_id: Ekspor pesanan
lt_lt: Exportuoti užsakymus
nl_nl: Bestellingen exporteren
pl_pl: Eksportuj zamówienia
pt_br: Exportar Pedidos
pt_pt: Ordens de exportação
ro_ro: Exportă comenzi
ru_ru: Экспортировать заказы
sr_rs: Izvezi narudžbe
tr_tr: Siparişleri Dışa Aktar
uk_ua: Експорт замовлень
vi_vn: Xuất đơn hàng
zh_cn: 导出订单

source: Continue
ar_sa: التالي
bg_bg: Продължаване
ca_es: Continuar
cs_cz: Pokračovat
de_de: Weiter
el_gr: Συνέχεια
fa_ir: ادامه
fi_fi: Jatka
fr_fr: Continuer
hu_hu: Folytatás
id_id: Lanjutkan
lt_lt: Tęsti
nl_nl: Volgende
pl_pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
ro_ro: Continuă
ru_ru: Davom etish
sr_rs: Nastavi
tr_tr: Devam Et
uk_ua: Продовжити
vi_vn: Tiếp tục
zh_cn: 继续

source: Order Management
ar_sa: إدارة الطلبات
bg_bg: Управление на поръчки
ca_es: Gestió de comandes
cs_cz: Správa objednávek
de_de: Bestellverwaltung
el_gr: Διαχείριση παραγγελιών
fa_ir: مدیریت سفارش
fi_fi: Tilausten hallinta
fr_fr: Gérer de la commande
hu_hu: Rendeléskezelés
id_id: Kelola pesanan
lt_lt: Užsakymų valdymas
nl_nl: Beheer van de orders
pl_pl: Zarządzanie zamówieniem
pt_br: Gerenciamento de Pedidos
pt_pt: Gestão de encomendas
ro_ro: Administrarea comenzii
ru_ru: Buyurtma boshqaruvi
sr_rs: Menadžment narudžbina
tr_tr: Sipariş Yönetimi
uk_ua: Керування замовленнями
vi_vn: Quản Lý Đơn Hàng
zh_cn: 订单管理

source: Edit order
ar_sa: تعديل الطلب
bg_bg: Редактирай поръчката
ca_es: Edita la comanda
cs_cz: Upravit objednávku
de_de: Bestellung bearbeiten
el_gr: Επεξεργασία παραγγελίας
fa_ir: ویرایش سفارش
fi_fi: Muokkaa tilausta
fr_fr: Modifier la commande
hu_hu: Rendelés szerkesztése
id_id: Ubah pesanan
lt_lt: Redaguoti užsakymą
nl_nl: Order wijzigen
pl_pl: Edytuj zamówienie
pt_br: Editar pedido
pt_pt: Ordem de edição
ro_ro: Modificați comanda
ru_ru: Редактировать заказ
sr_rs: Izmeni narudžbinu
tr_tr: Sipariş düzenle
uk_ua: Редагувати замовлення
vi_vn: Sửa đơn hàng
zh_cn: 编辑订单

source: Edit order config
ar_sa: تعديل إعدادات الطلب
bg_bg: Редактирай конфигурацията на поръчката
ca_es: Edita la configuració de la comanda
cs_cz: Upravit konfiguraci objednávky
de_de: Bestellkonfiguration bearbeiten
el_gr: Επεξεργασία παραμέτρων παραγγελίας
fa_ir: ویرایش تنظیمات سفارش
fi_fi: Muokkaa tilauksen asetuksia
fr_fr: Éditer la configuration de la commande
hu_hu: Rendelési konfiguráció szerkesztése
id_id: Ubah konfigurasi pesanan
lt_lt: Redaguoti užsakymo konfigūraciją
nl_nl: Orderconfiguratie bewerken
pl_pl: Edytuj konfigurację zamówienia
pt_br: Editar configuração do pedido
pt_pt: Editar configuração da encomenda
ro_ro: Modificați configurația comenzii
ru_ru: Редактировать конфигурацию заказа
sr_rs: Izmeni konfiguiraciju narudžbine
tr_tr: Sipariş Yapılandırmasını Düzenle
uk_ua: Редагування конфігурації замовлення
vi_vn: Sửa cấu hình đơn hàng
zh_cn: 编辑订单的配置

source: Service management
ar_sa: إدارة الخدمات
bg_bg: Управление на услугите
ca_es: Gestió del servei
cs_cz: Správa služeb
de_de: Service Verwaltung
el_gr: Διαχείρισης υπηρεσιών
fa_ir: مدیریت سرویس
fi_fi: Palveluiden hallinta
fr_fr: Gestion des services
hu_hu: Szolgáltatásmenedzsment
id_id: Kelola layanan
lt_lt: Paslaugų valdymas
nl_nl: Servicebeheer
pl_pl: Zarządzanie usługą
pt_br: Gerenciamento de serviços
pt_pt: Gestão de serviços
ro_ro: Gestionarea serviciilor
ru_ru: Управление услугами
sr_rs: Upravljanje uslugama
tr_tr: Servis Yönetimi
uk_ua: Керування послугами
vi_vn: Quản lý dịch vụ
zh_cn: 服务管理

source: Addons
ar_sa: الإضافات
bg_bg: Добавки
ca_es: Complements
cs_cz: Doplňky
de_de: Erweiterungen
el_gr: Πρόσθετα
fa_ir: مکمل ها
fi_fi: Lisäosat
fr_fr: Extensions
hu_hu: Kiegészítők
lt_lt: Priedai
pl_pl: Dodatki
pt_br: Complementos
pt_pt: Complementos
ro_ro: Suplimente
sr_rs: Dodaci
tr_tr: Ürün Eklentileri
uk_ua: Додатки
vi_vn: Tiện ích
zh_cn: 附加组件

source: History
ar_sa: السجل
bg_bg: История
ca_es: Historial
cs_cz: Historie
de_de: Historie
el_gr: Ιστορικό
fa_ir: تاریخچه
fi_fi: Historia
fr_fr: Historique
hu_hu: Előzmények
id_id: Riwayat
lt_lt: Istorija
nl_nl: Geschiedenis
pl_pl: Historia
pt_br: Histórico
pt_pt: História
ro_ro: Istoric
ru_ru: История
sr_rs: Istorija
tr_tr: Geçmiş
uk_ua: Історія
vi_vn: Lịch sử
zh_cn: 历史记录

source: Payment amount
ar_sa: قيمة الشراء:
bg_bg: Сума за плащане
ca_es: Import del pagament
cs_cz: Částka platby
de_de: Zu zahlender Betrag
el_gr: Ποσό πληρωμής
fa_ir: مبلغ پرداختی
fi_fi: Maksettava summa
fr_fr: Montant du paiement
hu_hu: Fizetési összeg
id_id: Jumlah pembayaran
lt_lt: Mokėjimo suma
nl_nl: Bedrag
pl_pl: Kwota płatności
pt_br: Valor a pagar
pt_pt: Montante do pagamento
ro_ro: Suma de plată
ru_ru: Сумма оплаты
sr_rs: Iznos za plaćanje
tr_tr: Ödeme tutarı
uk_ua: Сума
vi_vn: Số tiền thanh toán
zh_cn: 支付金额

source: Order discount
ar_sa: خصم على الطلب
bg_bg: Намаление на поръчката
ca_es: Descompte de la comanda
cs_cz: Sleva na objednávce
de_de: Rabatt
el_gr: Έκπτωση παραγγελίας
fa_ir: تخفیف سفارش
fi_fi: Tilauksen alennus
fr_fr: Réduction de commande
hu_hu: Rendelési kedvezmény
id_id: Diskon pembelian
lt_lt: Užsakymo nuolaida
nl_nl: Bestelling korting
pl_pl: Rabat na zamówienie
pt_br: Desconto do pedido
pt_pt: Encomendar desconto
ro_ro: Reducerea comenzii
ru_ru: Скидка на заказ
sr_rs: Naručite popust
tr_tr: Sipariş İndirimi
uk_ua: Знижка для замовлення
vi_vn: Giảm giá đơn hàng
zh_cn: 订单折扣

source: Payment amount after discount
ar_sa: مبلغ الدفع بعد الخصم
bg_bg: Размер на плащането след отстъпката
ca_es: Import del pagament després del descompte
cs_cz: Částka platby po slevě
de_de: Betrag nach Rabatt
el_gr: Ποσό πληρωμής μετά την έκπτωση
fa_ir: مبلغ پرداخت پس از تخفیف
fi_fi: Maksun määrä alennuksen jälkeen
fr_fr: Montant du paiement après réduction
hu_hu: Fizetési összeg kedvezmény után
id_id: Jumlah pembayaran setelah diskon
lt_lt: Mokėjimo suma po nuolaidos
nl_nl: Betalingsbedrag na korting
pl_pl: Kwota płatności po zniżce
pt_br: Montante do pagamento após desconto
pt_pt: Montante do pagamento após desconto
ro_ro: Sumă de plată după reducere
ru_ru: Сумма оплаты после скидки
sr_rs: Iznos plać́anja nakon popusta
tr_tr: İndirim sonrası ödeme tutarı
uk_ua: Сума платежу після знижки
vi_vn: Tổng tiền cần thanh toán sau giảm giá
zh_cn: 打折扣后的支付金额

source: Order status
ar_sa: حالة الطلب
bg_bg: Статус на поръчката
ca_es: Estat de la comanda
cs_cz: Stav objednávky
de_de: Bestellstatus
el_gr: Κατάσταση παραγγελίας
fa_ir: وضعیت سفارش
fi_fi: Tilauksen tila
fr_fr: Statut de la commande
hu_hu: Rendelés állapota
id_id: Status pesanan
lt_lt: Užsakymo būsena
nl_nl: Bestelstatus
pl_pl: Status zamówienia
pt_br: Status do pedido
pt_pt: Estado da encomenda
ro_ro: Starea comenzii
ru_ru: Buyurtmaning holati
sr_rs: Status narudžbine
tr_tr: Sipariş durumu
uk_ua: Статус замовлення
vi_vn: Trạng thái đặt hàng
zh_cn: 订单状态

source: Order notes
ar_sa: ملاحظات الطلب
bg_bg: Бележки към поръчката
ca_es: Notes de la comanda
cs_cz: Poznámka k objednávce
de_de: Bestell-Notizen
el_gr: Σημειώσεις παραγγελίας
fa_ir: یادداشت سفارش
fi_fi: Tilauksen muistiinpanot
fr_fr: Notes de commande
hu_hu: Megjegyzés, üzenet
id_id: Catatan pesanan
lt_lt: Užsakymo pastabos
nl_nl: Bestelnotities
pl_pl: Notatki do zamówienia
pt_br: Observações do pedido
pt_pt: Notas de encomenda
ro_ro: Notițe comandă
ru_ru: Заметки к заказу
sr_rs: Napomene o narudžbi
tr_tr: Sipariş notları
uk_ua: Примітки до замовлення
vi_vn: Ghi chú đơn hàng
zh_cn: 订单备注

source: Order Date
ar_sa: تاريخ الطلب
bg_bg: Дата на поръчката
ca_es: Data de la comanda:¡
cs_cz: Datum objednávky
de_de: Bestelldatum
el_gr: Ημερομηνία παραγγελίας
fa_ir: تاریخ سفارش
fi_fi: Tilauspäivämäärä
fr_fr: Date de commande
hu_hu: Rendelés dátuma
id_id: Tanggal pembelian
lt_lt: Užsakymo Data
nl_nl: Orderdatum
pl_pl: Data zamówienia
pt_br: Data do Pedido
pt_pt: Data de encomenda
ro_ro: Data comenzii
ru_ru: Buyurtma sanasi
sr_rs: Datum narudžbine
tr_tr: Sipariş Tarihi
uk_ua: Дата замовлення
vi_vn: Ngày Đặt Hàng
zh_cn: 订单日期

source: Activation Date
ar_sa: تاريخ التفعيل
bg_bg: Дата на активиране
ca_es: Data d'activació
cs_cz: Datum aktivace
de_de: Aktivierungsdatum
el_gr: Ημερομηνία ενεργοποίησης
fa_ir: تاریخ فعالسازی
fi_fi: Aktivointipäivämäärä
fr_fr: Date d'activation
hu_hu: Aktiválás dátuma
id_id: Tanggal aktivasi
lt_lt: Aktyvacijos Data
nl_nl: Activatie Datum
pl_pl: Data aktywacji
pt_br: Data da Ativação
pt_pt: Data de ativação
ro_ro: Data de activare
ru_ru: Faollashtirish sanasi
sr_rs: Datum aktivacije
tr_tr: Etkinleştirme Tarihi
uk_ua: Дата активації
vi_vn: Ngày Kích Hoạt
zh_cn: 开通日期

source: Renewal Date
ar_sa: تاريخ التجديد
bg_bg: Дата на подновяване
ca_es: Data de renovació
cs_cz: Datum obnovení
de_de: Verlängerungsdatum
el_gr: Ημερομηνία ανανέωσης
fa_ir: تاریخ تمدید
fi_fi: Uusimispäivämäärä
fr_fr: Date de renouvellement
hu_hu: Megújítás dátuma
id_id: Tanggal Perpanjang
lt_lt: Pratęsimo Data
nl_nl: Hernieuwingsdatum
pl_pl: Data odnowienia
pt_br: Data da Renovação
pt_pt: Data de renovação
ro_ro: Dată reînnoire
ru_ru: Дата обновления
sr_rs: Datum obnove
tr_tr: Yenileme Tarihi
uk_ua: Дата поновлення
vi_vn: Ngày Gia Hạn
zh_cn: 续费日期
