Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: day(s)
ar_sa: يوم(أيام)
bg_bg: ден(ни)
ca_es: dia(es)
cs_cz: dnů
de_de: Tag(e)
el_gr: ημέρα (ες)
fa_ir: روز(ها)
fi_fi: päivä(ä)
fr_fr: jour(s)
hu_hu: nap
id_id: hari
lt_lt: diena(os)
nl_nl: dag(en)
pl_pl: dzień(dni)
pt_br: dia(s)
pt_pt: dia(s)
ro_ro: zi(le)
ru_ru: день(дней)
sr_rs: dan(a)
tr_tr: gün
uk_ua: день(-ів)
vi_vn: ngày
zh_cn: 天

source: Order group ID
ar_sa: رقم تسجيل مجموعة الطلبات
bg_bg: Идент. на групата с поръчки
ca_es: Identificador del grup de comanda
cs_cz: ID skupiny objednávek
de_de: Bestellgruppe ID
el_gr: Αναγνωριστικό παραγγελίας
fa_ir: شناسه گروه سفارش
fi_fi: Tilausryhmän tunnus
fr_fr: ID du groupe de commande
hu_hu: Rendelési csoport azonosítója
id_id: ID Grup Pemesanan
lt_lt: Užsakymų grupės ID
nl_nl: Bestelling groep ID
pl_pl: ID grupy zamówień
pt_br: ID do grupo de pedidos
pt_pt: ID do grupo de ordens
ro_ro: ID grup comenzi
ru_ru: Идентификатор группы заказов
sr_rs: ID grupe naloga
tr_tr: Sipariş Grup ID
uk_ua: Ідентифікатор групи замовлень
vi_vn: ID nhóm đơn hàng
zh_cn: 订单群组 ID

source: Order promo code
ar_sa: رمز الطلب الترويجي
bg_bg: Промокод на поръчката
ca_es: Comanda el codi promocional
cs_cz: Promo kód objednávky
de_de: Promo-Code bestellen
el_gr: Εισαγωγή προωθητικού κωδικού
fa_ir: کد تخفیف سفارش
fi_fi: Tilauksen tarjouskoodi
fr_fr: Code promotionnel de la commande
hu_hu: Promóciós kód megrendelése
id_id: Masukkan kode promo
lt_lt: Užsakymo promo kodas
nl_nl: Vul de actiecode in
pl_pl: Kod promocyjny zamówienia
pt_br: Código promocional do pedido
pt_pt: Código promocional de encomenda
ro_ro: Cod promoțional comandă
ru_ru: Промокод заказа
sr_rs: Naručite promo kod
tr_tr: Sipariş promosyon kodu
uk_ua: Промо-код замовлення
vi_vn: Mã giảm giá đơn hàng
zh_cn: 订单优惠码

source: Active support tickets
ar_sa: تذاكر الدعم النشطة
bg_bg: Активни билети за поддръжка
ca_es: Bitllets de suport actiu
cs_cz: Aktivní tikety podpory
de_de: Aktive Support-Tickets
el_gr: Ενεργά αιτήματα τεχνικής υποστήριξης
fa_ir: تیکت های پشتیبانی فعال
fi_fi: Aktiiviset tukipyynnöt
fr_fr: Tickets d'assistance actifs
hu_hu: Aktív támogatást jegyek
id_id: Tiket dukungan yang aktif
lt_lt: Aktyvūs pagalbos bilietai
nl_nl: Actieve support tickets
pl_pl: Aktywne bilety wsparcia
pt_br: Tickets de suporte ativados
pt_pt: Tíquetes de suporte ativos
ro_ro: Tichete de asistență active
ru_ru: Активные тикеты поддержки
sr_rs: Aktivni tiketi za podršku
tr_tr: Aktif Destek Talepleri
uk_ua: Активні звернення
vi_vn: Mở phiếu hỗ trợ
zh_cn: 打开的工单

source: Order activated
ar_sa: تم تنشيط الطلب
bg_bg: Поръчката бе активирана
ca_es: Comanda activada
cs_cz: Objednávka aktivována
de_de: Bestellung aktiviert
el_gr: Η παραγγελία ενεργοποιήθηκε
fa_ir: سفارش فعال شد
fi_fi: Tilaus aktivoitu
fr_fr: Commande activée
hu_hu: Rendelés aktiválva
id_id: Pesanan Yang Diaktifkan
lt_lt: Užsakymas aktyvuotas
nl_nl: Bestelling geactiveerd
pl_pl: Zamówienie aktywowane
pt_br: Pedido ativado
pt_pt: Ordem activada
ro_ro: Comandă activată
ru_ru: Заказ активирован
sr_rs: Narudžbina je aktivirana
tr_tr: Sipariş etkinleştirildi
uk_ua: Замовлення активовано
vi_vn: Đơn hàng đã được kích hoạt
zh_cn: 订单已激活

source: Order renewed
ar_sa: تم تجديد الطلب
bg_bg: Поръчката бе подновена
ca_es: Comanda renovada
cs_cz: Objednávka obnovena
de_de: Bestellung verlängert
el_gr: Παραγγελία ανανέωσης
fa_ir: سفارش تمدید شد
fi_fi: Tilaus uudistettu
fr_fr: Commande renouvelée
hu_hu: Megrendelés megújítva
id_id: Pesanan yang DiperpanjanY
lt_lt: Užsakymas pratęstas
nl_nl: Bestelling vernieuwd
pl_pl: Zamówienie odnowione
pt_br: Pedido renovado
pt_pt: Ordem renovada
ro_ro: Comandă reînnoită
ru_ru: Заказ продлен
sr_rs: Porudžbina je obnovljena
tr_tr: Sipariş yenilendi
uk_ua: Замовлення оновлено
vi_vn: Đặt hàng đã được gia hạn
zh_cn: 订单已续费

source: Renew
ar_sa: تجديد
bg_bg: Подновяване
ca_es: Renovar
cs_cz: Obnovit
de_de: Verlängern
el_gr: Ανανέωση
fa_ir: تمدید
fi_fi: Uusi
fr_fr: Renouveler
hu_hu: Megújítás
id_id: Perpanjang
lt_lt: Pratęsti
nl_nl: Vernieuwen
pl_pl: Odnów
pt_br: Renovar
pt_pt: Renovar
ro_ro: Reînnoire
ru_ru: Продлить
sr_rs: Obnovi
tr_tr: Yenile
uk_ua: Оновлення
vi_vn: Gia hạn
zh_cn: 续费

source: Reason of suspension
ar_sa: سبب التعليق
bg_bg: Причина за прекратяване
ca_es: Motiu de suspensió
cs_cz: Důvod pozastavení
de_de: Grund der Sperrung
el_gr: Λόγος αναστολής
fa_ir: دلیل تعلیق
fi_fi: Keskeytyksen syy
fr_fr: Raison de la suspension
hu_hu: A felfüggesztés oka
id_id: Alasan penangguhan
lt_lt: Sustabdymo priežastis
nl_nl: Reden van schorsing
pl_pl: Powód zawieszenia
pt_br: Motivo da suspensão
pt_pt: Motivo da suspensão
ro_ro: Motivul suspendării
ru_ru: Причина приостановления
sr_rs: Razlog suspenzije
tr_tr: Askıya alınma nedeni
uk_ua: Причина призупинення
vi_vn: Lý do tạm ngưng
zh_cn: 暂停的原因

source: Suspension reason
ar_sa: سبب التعليق
bg_bg: Причини за прекратяването
ca_es: Motiu de suspensió
cs_cz: Důvod pozastavení
de_de: Sperrungsgrund
el_gr: Λόγος αναστολής
fa_ir: دلیل تعلیق
fi_fi: Keskeytyksen syy
fr_fr: Motif de suspension
hu_hu: Felfüggesztés oka
id_id: Alasan penangguhan
lt_lt: Sustabdymo priežastis
nl_nl: Opschorting reden
pl_pl: Powód zawieszenia
pt_br: Motivo da suspensão
pt_pt: Motivo da suspensão
ro_ro: Motivul suspendării
ru_ru: Причина приостановки
sr_rs: Razlog suspenzije
tr_tr: Askıya alma nedeni
uk_ua: Причини призупинення
vi_vn: Lý do tạm ngưng
zh_cn: 暂停原因

source: Order suspended
ar_sa: تم تعليق الطلب
bg_bg: Поръчката е прекратена
ca_es: Comanda suspesa
cs_cz: Objednávka pozastavena
de_de: Ihre Bestellung wurde abgelehnt
el_gr: Η παραγγελία αναστάλθηκε
fa_ir: سفارش تعلیق شد
fi_fi: Tilaus keskeytetty
fr_fr: Commande Suspendue
hu_hu: Rendelés felfüggesztve
id_id: Pesanan yang Ditangguhkan
lt_lt: Užsakymas sustabdytas
nl_nl: Bestelling geschorst
pl_pl: Zamówienie zawieszone
pt_br: Pedido suspenso
pt_pt: Ordem suspensa
ro_ro: Comandă suspendată
ru_ru: Buyurtma to'xtatildi
sr_rs: Narudžbina je suspendovana
tr_tr: Sipariş askıya alındı
uk_ua: Призупиненні замовлення
vi_vn: Đơn hàng đã ngừng
zh_cn: 订单已暂停

source: Suspend
ar_sa: معلق
bg_bg: Прекратяване
ca_es: Suspensió
cs_cz: Pozastavit
de_de: Gesperrt
el_gr: Αναστολή
fa_ir: تعلیق
fi_fi: Keskeytä
fr_fr: Suspendre
hu_hu: Felfüggesztés
id_id: Tangguhkan
lt_lt: Sustabdyti
nl_nl: Onderbreken
pl_pl: Zawieś
pt_br: Suspender
pt_pt: Suspender
ro_ro: Suspendă
ru_ru: Приостановлен
sr_rs: Suspendovati
tr_tr: Askıya Al
uk_ua: Призупинити
vi_vn: Tạm dừng
zh_cn: 暂停

source: Reason of cancellation
cs_cz: Důvod zrušení
ro_ro: Motivul anulării
ru_ru: Причина отмены
sr_rs: Razlog otkazivanja

source: Cancellation reason
cs_cz: Důvod zrušení
ro_ro: Motiv anulare
ru_ru: Причина отмены
sr_rs: Razlog otkazivanja

source: Order canceled
ar_sa: تم إلغاء الطلب
bg_bg: Поръчката е анулирана
ca_es: Comanda cancel·lada
cs_cz: Objednávka zrušena
de_de: Bestellung wurde storniert
el_gr: Παραγγελία ακυρώθηκε
fa_ir: سفارش لغو شد
fi_fi: Tilaus peruttu
fr_fr: Commande annulée
hu_hu: Megrendelés törölve
id_id: Order dibatalkan
lt_lt: Užsakymas atšauktas
nl_nl: Bestelling geannuleerd
pl_pl: Zamówienie anulowane
pt_br: Pedido cancelado
pt_pt: Encomenda cancelada
ro_ro: Comandă anulată
ru_ru: Buyurtma bekor qilindi
sr_rs: Porudžbina je otkazana
tr_tr: Sipariş iptal edildi
uk_ua: Замовлення скасовано
vi_vn: Đặt hàng đã hủy
zh_cn: 订单已取消

source: Unsuspend
ar_sa: إلغاء التعليق
bg_bg: Премахване на прекратяването
ca_es: Sense suspensió
cs_cz: Zrušit pozastavení
de_de: Entsperren
el_gr: Άρση αναστολής
fa_ir: رفع تعلیق
fi_fi: Keskeytyksen poistaminen
fr_fr: Annuler la suspension
hu_hu: Visszaállítás
id_id: Batalkan penangguhan
lt_lt: Atšaukti sustabdymą
nl_nl: Schorsing opheffen
pl_pl: Odwieś
pt_br: Reativar
pt_pt: Não suspender
ro_ro: Anulează suspendare
ru_ru: Возобновить
sr_rs: Nesuspendovan
tr_tr: Askıya alma durumunu kaldır
uk_ua: Відновити
vi_vn: Bỏ vô hiệu hóa
zh_cn: 恢复使用

source: Issue invoice
ar_sa: الفواتير الصادرة
bg_bg: Издай фактура
ca_es: Emetre factura
cs_cz: Vytvořit fakturu
de_de: Rechnung ausstellen
el_gr: Έκδοση τιμολογίου
fa_ir: صدور فاکتور
fi_fi: Laskun laatiminen
fr_fr: Émettre Facture
hu_hu: Számla kiállítása
id_id: Terbitkan Faktur
lt_lt: Išrašyti sąskaitą faktūrą
nl_nl: Uitgegeven factuur
pl_pl: Wystaw fakturę
pt_br: Emitir fatura
pt_pt: Emitir fatura
ro_ro: Emite factura
ru_ru: Выставить счет
sr_rs: Izdajte fakturu
tr_tr: Fatura Düzenle
uk_ua: Виписати рахунок
vi_vn: Phát hành hóa đơn
zh_cn: 开具账单

source: Are you sure you want to delete the selected item?
cs_cz: Jste si jisti, že chcete odstranit vybrané položky?
de_de: Sind Sie sicher, dass Sie das ausgewählte Element löschen möchten?
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε τα επιλεγμένα αντικείμενα;
fa_ir: آیا مطمئن هستید که می خواهید مورد انتخاب شده را حذف کنید?
fr_fr: Voulez-vous vraiment supprimer l'élément sélectionné ?
hu_hu: Biztos benne, hogy törli a kijelölt elemeket?
id_id: Yakin ingin menghapus barang yang dipilih?
nl_nl: Zeker van het verwijderen van het geselecteerde item?
pl_pl: Czy na pewno chcesz usunąć zaznaczoną pozycje?
ro_ro: Sunteți sigur că doriți să ștergeți elementele selectate?
ru_ru: Вы уверены, что хотите удалить выбранный элемент?
sr_rs: Da li ste sigruni da želite obrisati odabranu stavku?

source: Force the deletion of the item
cs_cz: Vynutit odstranění položky
de_de: Erzwingen der Löschung des Eintrags
el_gr: Επιβολή διαγραφής αντικειμένου
fa_ir: حذف مورد را اجباری کنید
fr_fr: Forcer la suppression de l'élément
hu_hu: Az elem törlésének kényszerítése
id_id: Paksakan daftar yang akan dihapus
nl_nl: Forceer het verwijderen van het item
pl_pl: Wymuś usunięcie pozycji
ro_ro: Forțează ștergerea elementului
ru_ru: Принудительное удаление элемента
sr_rs: Prisilno brisanje stavke

source: Selecting this will force the item to be removed from the database even if errors occur.
cs_cz: Výběrem tohoto nastavení se vynutí, aby byla položka odstraněna z databáze, i když dojde k chybě.
de_de: Wenn Sie diese Option auswählen, wird das Objekt aus der Datenbank entfernt, auch wenn Fehler auftreten.
el_gr: Επιλέγοντας αυτό θα αναγκάσει το στοιχείο να αφαιρεθεί από τη βάση δεδομένων ακόμη και αν εμφανιστούν σφάλματα.
fa_ir: انتخاب این مورد باعث می شود حتی در صورت بروز خطا، مورد از پایگاه داده حذف شود.
fr_fr: En sélectionnant cette option, l'élément sera supprimé de la base de données, même si des erreurs surviennent.
hu_hu: Ennek a kiválasztása kötelezővé teszi az elem eltávolítását az adatbázisból, még akkor is, ha hibák lépnek fel.
id_id: Memilih ini akan memaksa penghapusan daftar dari basis data meskipun ada kesalahan.
nl_nl: Bij het selecteren hiervan wordt het item uit de database verwijderd, zelfs als er fouten optreden.
pl_pl: Zaznaczenie tego spowoduje wymuszenie usunięcia pozycji z bazy danych, nawet jeśli wystąpią błędy.
ro_ro: Selectarea acestui lucru va forța ștergerea elementului din baza de date, chiar dacă apar erori.
ru_ru: Выбор этого параметра приведет к удалению элемента из базы данных даже в случае возникновения ошибок.
sr_rs: Ako izaberete ovo, stavka će biti uklonjena iz baze podataka čak i ako dođe do grešaka.

source: Changes status without performing action
ar_sa: تغيير الوضع دون القيام بعمل
bg_bg: Променя състоянието без да извършва действия
ca_es: Canvia l'estat sense realitzar cap acció
cs_cz: Změna stavu bez provedení akce
de_de: Ändert den Status, ohne eine Aktion auszuführen
el_gr: Αλλάζει την κατάσταση χωρίς να εκτελεί ενέργεια
fa_ir: وضعیت را بدون انجام عمل تغییر می دهد
fi_fi: Muuttaa tilaa suorittamatta toimenpidettä
fr_fr: Changer de statut sans effectuer d'action
hu_hu: Állapot módosítása művelet végrehajtása nélkül
id_id: Pengubahan status tanpa melakukan apapun
lt_lt: Pakeičia būseną neatlikus veiksmo
nl_nl: Verandert de status zonder actie te ondernemen
pl_pl: Zmienia status bez wykonania akcji
pt_br: Altera o status sem executar a ação
pt_pt: Altera o estado sem executar uma ação
ro_ro: Schimbă statusul fără a efectua o acțiune
ru_ru: Изменяет статус без выполнения действия
sr_rs: Menja status bez izvršavanja radnje
tr_tr: Herhangi bir işlem yapmadan durumu değiştirir
uk_ua: Зміна статусу без виконання дій
vi_vn: Đổi trạng thái mà không cần chức năng trình diễn
zh_cn: 仅更改状态但不操作其它

source: Reason
ar_sa: السبب
bg_bg: Причина
ca_es: Raó
cs_cz: Důvod
de_de: Grund
el_gr: Αιτιολογία
fa_ir: دلیل
fi_fi: Syy
fr_fr: Raison
hu_hu: Ok
id_id: Alasan
lt_lt: Priežastis
nl_nl: Reden
pl_pl: Powód
pt_br: Motivo
pt_pt: Motivo
ro_ro: Motiv
ru_ru: Sabab
sr_rs: Razlog
tr_tr: Nedeni
uk_ua: Причина
vi_vn: Lý do
zh_cn: 原因

source: Not recurrent
cs_cz: Neopakuje se
ro_ro: Nu este recurent
ru_ru: Не повторяющийся
sr_rs: Ne ponavlja se

source: Date Expires
ar_sa: تاريخ الانتهاء
bg_bg: Дата на изтичане
ca_es: Data caduca
cs_cz: Platnost data vyprší
de_de: Ablaufsdatum
el_gr: Ημερομηνία Λήξης
fa_ir: تاریخ انقضاء
fi_fi: Voimassaolo päättyy
fr_fr: Date d'expiration
hu_hu: Dátum Lejárat
id_id: Tanggal kadaluarsa
lt_lt: Galiojimo baigimo data
nl_nl: Datum verloopt
pl_pl: Data ważności
pt_br: Data de Validade
pt_pt: Data de expiração
ro_ro: Data expirării
ru_ru: Дата истечения
sr_rs: Datum isticanja
tr_tr: Bitiş Tarihi
uk_ua: Дата закінчення терміну
zh_cn: 到期日期

source: Order config management
ar_sa: إدارة تهيئة الطلب
bg_bg: Управление на конфигурацията на поръчките
ca_es: Gestió de la configuració de la comanda
cs_cz: Správa konfigurace objednávky
de_de: Auftragskonfigurationsverwaltung
el_gr: Διαχείριση παραγγελιών
fa_ir: مدیریت پیکربندی سفارش
fi_fi: Tilauksen konfiguraation hallinta
fr_fr: Gestion de la configuration de commande
hu_hu: Rendeléskonfiguráció kezelése
id_id: Manajemen keuntungan pesanan
lt_lt: Užsakymo konfigūracijos valdymas
nl_nl: Order configuratie beheer
pl_pl: Zarządzanie konfiguracją zamówienia
pt_br: Gerenciamento de configuração de pedidos
pt_pt: Gestão da configuração das encomendas
ro_ro: Gestionarea configurației comenzii
ru_ru: Управление конфигурацией заказа
sr_rs: Upravljanje konfiguracijom narudžbina
tr_tr: Sipariş Yapılandırma Yönetimi
uk_ua: Керування замовленням
vi_vn: Quản lý cấu hình đơn hàng
zh_cn: 订单配置管理

source: Please be cautious and make sure you know what you are doing when editing order config! FOSSBilling relies on these parameters and you might get unexpected results if you change some of them.
ar_sa: يرجى توخي الحذر والتأكد من معرفة ما تفعله عند تعديل تكوين الطلب! تعتمد FOSSBilling على هذه المعلمات وقد تحصل على نتائج غير متوقعة إذا قمت بتغيير بعضها.
bg_bg: Моля, бъдете внимателни и се уверете, че знаете какво правите, когато редактирате конфигурацията на поръчката! FOSSBilling разчита на тези параметри и може да получите неочаквани резултати, ако промените някои от тях.
ca_es: Si us plau, tingueu cura i assegureu-vos de saber què feu quan editeu la configuració de la comanda! FOSSBilling es basa en aquests paràmetres i és possible que obtingueu resultats inesperats si canvieu alguns d'ells.
cs_cz: Buďte prosím opatrní a ujistěte se, že víte, co děláte při úpravách objednávky nastavení! FOSSBilling spoléhá na tyto parametry a pokud některé z nich změníte, může dojít k neočekávaným výsledkům.
de_de: Bitte sei vorsichtig und stelle sicher, dass du weißt, was du tust, wenn du die Bestellkonfiguration bearbeiten! FOSSBilling ist auf diese Parameter angewiesen und es kann zu unerwarteten Ergebnissen kommen, wenn du einige davon änderst.
el_gr: Παρακαλούμε να είστε προσεκτικοί και βεβαιωθείτε ότι γνωρίζετε τι κάνετε όταν επεξεργάζεστε τη διαμόρφωση της παραγγελίας! Το FOSSBilling βασίζεται σε αυτές τις παραμέτρους και μπορεί να έχετε απροσδόκητα αποτελέσματα αν αλλάξετε κάποιες από αυτές.
fa_ir: لطفاً مراقب باشید و مطمئن شوید که هنگام ویرایش پیکربندی سفارش می دانید چه کاری انجام می دهید! FOSSBilling به این پارامترها متکی است و اگر برخی از آنها را تغییر دهید ممکن است نتایج غیرمنتظره ای دریافت کنید.
fi_fi: Ole varovainen ja varmista, että tiedät, mitä olet tekemässä, kun muokkaat tilauskonfiguraatiota! FOSSBilling luottaa näihin parametreihin ja saatat saada odottamattomia tuloksia, jos muutat joitakin niistä.
fr_fr: Soyez prudent et assurez-vous que vous savez ce que vous faites lors de la modification de la configuration de la commande ! FOSSBilling s'appuie sur ces paramètres et vous pourriez obtenir des résultats inattendus si vous les modifiez.
hu_hu: Kérjük, legyen óvatos, és győződjön meg róla, hogy tudja, mit csinál a rendelési konfiguráció szerkesztésekor! A FOSSBilling ezekre a paraméterekre támaszkodik, és váratlan eredményeket kaphat, ha néhányat megváltoztat.
id_id: Harap berhati-hati dan pastikan Anda mengetahui apa yang Anda lakukan saat mengedit konfigurasi pesanan! FOSSBilling bergantung pada parameter-parameter ini dan Anda mungkin akan mendapatkan hasil yang tidak diharapkan jika Anda mengubah beberapa di antaranya.
lt_lt: Būkite atsargūs ir įsitikinkite, kad žinote, ką darote redaguodami užsakymo konfigūraciją! FOSSBilling remiasi šiais parametrais ir galite sulaukti netikėtų rezultatų, jei kai kuriuos iš jų pakeisite.
nl_nl: Wees voorzichtig en zorg ervoor dat bekend is wat er gedaan wordt bij het bewerken van de bestelconfiguratie! FOSSBilling vertrouwt op deze parameters, en het wijzigen hiervan kan onverwachte resultaten opleveren.
pl_pl: Bądź ostrożny i upewnij się, że wiesz, co robisz, edytując konfigurację zamówienia! FOSSBilling polega na tych parametrach, i możesz uzyskać nieoczekiwane rezultaty, jeśli zmienisz niektóre z nich.
pt_br: Seja cauteloso e certifique-se de saber o que está fazendo ao editar a configuração do pedido! O FOSSBilling depende desses parâmetros e você pode obter resultados inesperados se alterar alguns deles.
pt_pt: Tenha cuidado e certifique-se de que sabe o que está a fazer ao editar a configuração da encomenda! O FOSSBilling depende destes parâmetros e pode obter resultados inesperados se alterar alguns deles.
ro_ro: Vă rugăm să fiți precauți și să vă asigurați că știți ce faceți atunci când editați configurația ordinului! FOSSBilling se bazează pe acești parametri și este posibil să obții rezultate neașteptate dacă le schimbi.
ru_ru: Будьте осторожны и убедитесь, что вы знаете, что делаете при редактировании конфигурации заказа! FOSSBilling полагается на эти параметры, и вы можете получить неожиданные результаты, если измените некоторые из них.
sr_rs: Budite oprezni i uverite se da znate šta radite kada uređujete konfiguraciju naloga! FOSSBilling se oslanja na ove parametre i možda ćete dobiti neočekivane rezultate ako promenite neke od njih.
tr_tr: Lütfen dikkatli olun! Sipariş yapılandırmasını düzenlerken ne yaptığınızı bildiğinizden emin olun! FOSSBilling bu parametrelere dayanır ve bunlardan bazılarını değiştirirseniz beklenmedik sonuçlar alabilirsiniz.
uk_ua: Будьте обережні та переконайтеся, що ви робите, коли редагуєте конфігурацію замовлення! FOSSBilling покладається на ці параметри, і якщо змінити деякі з них, ви можете отримати несподівані результати.
vi_vn: Xin chú ý và chắc chắn rằng bạn biết điều đang làm khi sửa cấu hình đơn hàng! FOSSBilling phụ thuộc vào các thông số này và ban có thể nhận kết quả không như mong đợi nếu bạn thay đổi một vài tham số.
zh_cn: 请谨慎并确保您明知， FOSSBilling 依赖这些参数，如果更改参数，可能会发生意外的结果。

source: Addons you have ordered with this service
ar_sa: الإضافات التي طلبتها مع هذه الخدمة
bg_bg: Добавки който сте поръчали с тази услуга
ca_es: Complements que heu demanat amb aquest servei
cs_cz: Doplňky, které jste objednali s touto službou
de_de: Addons, die Sie mit dieser Dienstleistung bestellt haben
el_gr: Πρόσθετα που έχετε παραγγείλει με αυτή την υπηρεσία
fa_ir: محصولا مکملی که همراه با این سرویس سفارش داده اید
fi_fi: Lisäpalvelut, jotka olet tilannut tälle palvelulle
fr_fr: Extensions que vous avez commandées avec ce service
hu_hu: A szolgáltatással megrendelt kiegészítők
id_id: Layanan tambahan yang Anda pesan pada layanan ini
lt_lt: Priedai, kuriuos užsisakėte naudodami šią paslaugą
nl_nl: Add-ons besteld bij deze service
pl_pl: Dodatki, które zamówiłeś razem z tą usługą
pt_br: Complementos que você solicitou com este serviço
pt_pt: Addons que encomendou com este serviço
ro_ro: Suplimente pe care le-ați comandat cu acest serviciu
ru_ru: Дополнения, заказанные с этой услугой
sr_rs: Dodaci koje ste naručili uz ovu uslugu
tr_tr: Bu hizmetle birlikte sipariş ettiğiniz ürün eklentileri
uk_ua: Додатки, які ви замовили за допомогою цієї послуги
vi_vn: Phần mở rộng bạn đã đặt hàng cùng với dịch vụ này
zh_cn: 已订购该服务的附加组件

source: Product/Service
ar_sa: المنتج / الخدمة
bg_bg: Продукт/Услуга
ca_es: Producte/Servei
cs_cz: Produkt/Služba
de_de: Produkt / Service
el_gr: Προϊόν / Υπηρεσία
fa_ir: محصول/سرویس
fi_fi: Tuote/palvelu
fr_fr: Produit/Service
hu_hu: Termék/szolgáltatás
id_id: Produk/Layanan
lt_lt: Produktas/Paslauga
nl_nl: Product/dienst
pl_pl: Produkt/Usługa
pt_br: Produto/Serviço
pt_pt: Produto/Serviço
ro_ro: Produs/Serviciu
ru_ru: Продукт/Услуга
sr_rs: Proizvod/Usluga
tr_tr: Ürün/Hizmet
uk_ua: Продукт/Послуга
vi_vn: Sản phẩm/Dịch vụ
zh_cn: 产品/服务

source: Billing Cycle
ar_sa: دورة الفوترة
bg_bg: Платежен цикъл
ca_es: Cicle de facturació
cs_cz: Fakturační období
de_de: Abrechnungszeitraum
el_gr: Κύκλος τιμολόγησης
fa_ir: دوره صورتحساب
fi_fi: Laskutusjakso
fr_fr: Cycle de facturation
hu_hu: Számlázási ciklus
id_id: Siklus Penagihan
lt_lt: Atsiskaitymo laikotarpis
nl_nl: Betalingscyclus
pl_pl: Cykl rozliczeniowy
pt_br: Ciclo de Cobrança
pt_pt: Ciclo de faturação
ro_ro: Ciclu facturare
ru_ru: Цикл оплаты
sr_rs: Ciklus naplate
tr_tr: Fatura Döngüsü
uk_ua: Платіжний Цикл
vi_vn: Chu kỳ thanh toán
zh_cn: 计费周期

source: Next due date
ar_sa: تاريخ الاستحقاق التالي
bg_bg: Следваща дата за плащане
ca_es: Pròxima data de venciment
cs_cz: Další datum splatnosti
de_de: Nächstes Fälligkeitsdatum
el_gr: Επόμενη ημερομηνία πληρωμής
fa_ir: تاریخ سررسید بعدی
fi_fi: Seuraava eräpäivä
fr_fr: Prochaine échéance
hu_hu: Következő esedékesség dátuma
id_id: Tanggal jatuh tempo berikutnya
lt_lt: Kitas terminas
nl_nl: Volgende vervaldatum
pl_pl: Następna data płatności
pt_br: Próximo vencimento
pt_pt: Próxima data de vencimento
ro_ro: Următoarea dată scadentă
ru_ru: Следующий срок оплаты
sr_rs: Sledeći rok
tr_tr: Sonraki ödeme tarihi
uk_ua: Наступна дата сплати
vi_vn: Hạn thanh toán tiếp theo
zh_cn: 下个逾期日

source: Order invoices
ar_sa: تاريخ الفواتير
bg_bg: Фактури на поръчката
ca_es: Factures de comanda
cs_cz: Faktury objednávek
de_de: Rechnung zur Bestellung
el_gr: Τιμολόγια παραγγελιών
fa_ir: سفارش فاکتورها
fi_fi: Tilausten laskut
fr_fr: Factures de la commande
hu_hu: Számlák rendelése
id_id: Faktur Pesanan
lt_lt: Užsakymo sąskaitos faktūros
nl_nl: Bestelfacturen
pl_pl: Faktury zamówienia
pt_br: Faturas de pedidos
pt_pt: Encomendar facturas
ro_ro: Facturi comenzi
ru_ru: Счета заказа
sr_rs: Računi narudžbi
tr_tr: Sipariş Faturaları
uk_ua: Замовлення рахунків
vi_vn: Hoá đơn đơn hàng
zh_cn: 订单账单

source: Order status history
ar_sa: عرض تاريخ الحالة
bg_bg: История на състоянието на поръчката
ca_es: Historial d'estat de la comanda
cs_cz: Historie stavu objednávky
de_de: Bestellstatusverlauf
el_gr: Ιστορικό κατάστασης παραγγελίας
fa_ir: تاریخچه وضعیت سفارش
fi_fi: Tilauksen tila historia
fr_fr: Historique de l'état de la commande
hu_hu: Rendelési állapot előzmények
id_id: Riwayat status pesanan
lt_lt: Užsakymo būsenų istorija
nl_nl: Bestelstatus geschiedenis
pl_pl: Historia statusu zamówienia
pt_br: Histórico do status de pedidos
pt_pt: Histórico do estado da encomenda
ro_ro: Istoric status comenzi
ru_ru: История статусов заказа
sr_rs: Istorija statusa porudžbine
tr_tr: Sipariş durumu geçmişi
uk_ua: Історія статусів замовлення
zh_cn: 订单状态历史
