Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Premium domains cannot be registered.
ar_sa: لا يمكن تسجيل النطاقات المتميزة.
bg_bg: Премиум домейните не могат да бъдат регистрирани.
ca_es: Els dominis premium no es poden registrar.
cs_cz: Prémiové domény nelze registrovat.
de_de: Premium-Domains können nicht registriert werden.
el_gr: Τα Premium Domains δεν μπορούν να καταχωρηθούν.
fa_ir: دامنه های پرمیوم را نمی توان ثبت کرد.
fi_fi: Premium-verkkotunnuksia ei voi rekisteröidä.
fr_fr: Les domaines premium ne peuvent pas être enregistrés.
hu_hu: Prémium domaineket nem lehet regisztrálni.
id_id: Domain tidak dapat didaftarkan.
lt_lt: Premium domenai negali būti registruojami.
nl_nl: Premium domeinen kunnen niet worden geregistreerd.
pl_pl: Domeny premium nie mogą być zarejestrowane.
pt_br: Domínios premium não podem ser registados.
pt_pt: Os domínios premium não podem ser registados.
ro_ro: Domeniile premium nu pot fi înregistrate.
ru_ru: Премиум-домены не могут быть зарегистрированы.
sr_rs: Premijum domeni se ne mogu registrovati.
tr_tr: Premium alan adları kaydedilemez.
uk_ua: Преміум-домени не можуть бути зареєстровані.
vi_vn: Không thể đăng ký miền cao cấp.
zh_cn: 不能注册精品域名。

source: update nameservers
ar_sa: تحديث اسماء السيرفرات
bg_bg: обновяване на сървърните имена
ca_es: actualitzar els servidors de noms
cs_cz: aktualizovat nameservery
de_de: Nameserver Aktualisieren
el_gr: ενημέρωση nameservers
fa_ir: بروزرسانی nameserver ها
fi_fi: päivitä nimipalvelimet
fr_fr: Mettre à jour les serveurs de noms
hu_hu: névkiszolgálók frissítése
id_id: update nameserver
nl_nl: naamservers bijwerken
pl_pl: zaktualizuj nazwy serwerów
pt_br: Atualizar servidores de nomes
pt_pt: atualizar os servidores de nomes
ro_ro: actualizați numele de server
ru_ru: обновить серверы имен
sr_rs: ažurirajte name servere
tr_tr: isim sunucularını (NS) güncelle
uk_ua: Оновити сервер імен
vi_vn: cập nhật nameservers
zh_cn: 修改DNS服务器

source: retrieve domain details
ar_sa: استرداد تفاصيل النطاق
bg_bg: покажи детайли относно домейна
ca_es: recuperar els detalls del domini
cs_cz: načíst údaje domény
de_de: Domaindetails abrufen
el_gr: ανάκτηση λεπτομερειών domain
fa_ir: بازیابی جزئیات دامنه
fi_fi: hae verkkotunnuksen tiedot
fr_fr: récupération des détails du domaine
hu_hu: domain részleteinek lekérése
id_id: mengambil detail alamat domain
nl_nl: domein gegevens ophalen
pl_pl: pobierz dane domeny
pt_br: Recuperar detalhes do domínio
pt_pt: obter detalhes do domínio
ro_ro: preia detaliile domeniului
ru_ru: получить сведения о домене
sr_rs: preuzeti detalje o domenu
tr_tr: alan adı ayrıntılarını getir
uk_ua: Отримати інформацію про домен
vi_vn: lấy thông tin tên miền
zh_cn: 获取域名详情

source: retrieving the transfer code
ar_sa: استرداد رمز التحويل
bg_bg: извличане на трансферния код
ca_es: recuperant el codi de transferència
cs_cz: získávání kódu pro převod
de_de: Transfercode Abrufen
el_gr: ανάκτηση του κωδικού μεταφοράς
fa_ir: بازیابی کد انتقال
fi_fi: noudetaan siirtokoodia
fr_fr: obtention du code de transfert
hu_hu: az átutalási kód lekérése
id_id: mengambil kode transfer
nl_nl: de verhuiscode wordt opgehaald
pl_pl: pobieranie kodu transferu
pt_br: recuperando o código de transferência
pt_pt: recuperação do código de transferência
ro_ro: preluare cod de transfer
ru_ru: получение кода трансфера
sr_rs: preuzimanje koda za prenos
tr_tr: transfer kodu alınıyor
uk_ua: Отримання коду перенесення
vi_vn: lấy mã chuyển khoản
zh_cn: 获取域名转移密码

source: retrieve privacy information
ar_sa: استرداد معلومات الخصوصية
bg_bg: показване на поверителната информация
ca_es: recuperar informació de privadesa
cs_cz: získat informace o soukromí
de_de: Abrufen von Datenschutzinformationen
el_gr: ανάκτηση πληροφοριών απορρήτου
fa_ir: بازیابی اطلاعات حریم خصوصی
fi_fi: hae yksityisyyden suojaa koskevia tietoja
fr_fr: récupérer les informations de confidentialité
hu_hu: adatvédelmi információk lekérése
id_id: mengambil informasi privasi
nl_nl: privacygegevens ophalen
pl_pl: pobierz informacje o prywatności
pt_br: recuperar informações de privacidade
pt_pt: obter informações sobre privacidade
ro_ro: recuperează informațiile de confidențialitate
ru_ru: получить информацию о конфиденциальности
sr_rs: preuzeti informacije o privatnosti
tr_tr: gizlilik bilgilerini getir
uk_ua: Отримати інформацію про конфіденційність
vi_vn: lấy thông tin riêng tư
zh_cn: 获取隐私信息

source: get the domain lock status
ar_sa: الحصول على حالة قفل النطاق
bg_bg: получи заключено състоянието на домейна
ca_es: obtenir l'estat de bloqueig del domini
cs_cz: získat status zámku domény
de_de: Domain-Sperre Status
el_gr: ανάκτηση κατάστασης κλειδώματος domain
fa_ir: وضعیت قفل دامنه را دریافت کنید
fi_fi: hae verkkotunnuksen lukituksen tila
fr_fr: obtenir le status de verrouillage du domaine
hu_hu: a domainzárolás állapotának lekérése
id_id: dapatkan status domain lock
nl_nl: controleer de domein lock status
pl_pl: uzyskaj status zablokowania domeny
pt_br: Obter o status de bloqueio do domínio
pt_pt: obter o estado do bloqueio do domínio
ro_ro: setează starea blocării domeniului
ru_ru: получить статус блокировки домена
sr_rs: saznajte status zaključavanja domena
tr_tr: alan adı kilit durumunu al
uk_ua: Отримати статус блокування домену
zh_cn: 获取域名锁定与否状态

source: set the domain lock status
ar_sa: الحصول على حالة قفل النطاق
bg_bg: направи състоянието на домейна заключено
ca_es: establir l'estat de bloqueig del domini
cs_cz: nastavte stav zámku domény
de_de: Festlegen des Status der Domänensperre
el_gr: ορισμός κατάστασης κλειδώματος domain
fa_ir: وضعیت قفل دامنه را تنظیم کنید
fi_fi: aseta verkkotunnuksen lukituksen tila
fr_fr: définit le status de verrouillage du domaine
hu_hu: a tartományzárolási állapot beállítása
id_id: mengatur status domain lock
nl_nl: domein lock instellen
pl_pl: uzyskaj status zablokowania domeny
pt_br: definir o status de bloqueio do domínio
pt_pt: definir o estado de bloqueio do domínio
ro_ro: setează starea blocării domeniului
ru_ru: установить статус блокировки домена
sr_rs: podesite status zaključavanja domena
tr_tr: alan adı kilit durumunu ayarla
uk_ua: Отримати статус блокування домену
vi_vn: đặt trạng thái khóa tên miền
zh_cn: 设定域名锁定状态

source: A valid contact company number is mandatory for registering an .AU domain name
ar_sa: رقم شركة اتصال صالح إلزامي لتسجيل اسم نطاق .الاتحاد الأفريقي
bg_bg: Валиден номер на компания за контакт е задължителен за да регистрирате .AU домейн
ca_es: Un número d'empresa de contacte vàlid és obligatori per registrar un nom de domini .AU
cs_cz: Platné kontaktní číslo společnosti je povinné pro registraci doménového jména .AU
de_de: Für die Registrierung einer .AU-Domain ist eine gültige Firmennummer erforderlich
el_gr: Ένας έγκυρος αριθμός εταιρείας είναι υποχρεωτικός για την εγγραφή ενός ονόματος χώρου .AU
fa_ir: شماره تماس معتبر شرکت برای ثبت دامنه.AU الزامی است
fi_fi: .AU-verkkotunnuksen rekisteröinnissä on oltava voimassa oleva yhteyshenkilön numero
fr_fr: Un numéro de contact de société valide est nécessaire pour l'enregistrement d'un nom de domaine .AU
hu_hu: Az érvényes kapcsolattartó cégszám kötelező a regisztrációhoz. AU tartománynév
id_id: Nomor kontak perusahaan yang valid wajib diisi untuk mendaftarkan nama domain .AU
nl_nl: Een geldig contactvennootschap nummer is verplicht voor het registreren van een .AU domeinnaam
pl_pl: Wymagany jest poprawny numer firmy kontaktowej podczas rejestracji nazwy domeny AU
pt_br: Um número válido de contato da empresa é obrigatório para registrar um nome de domínio .AU
pt_pt: É obrigatório um número de contacto válido da empresa para registar um nome de domínio .AU
ro_ro: Un număr valid de contact pentru companie este obligatoriu pentru înregistrarea unui domeniu .AU
ru_ru: Действующий номер компании контакта обязателен для регистрации доменного имени .AU
sr_rs: Važeći broj kontakt kompanije je obavezan za registraciju imena .AU domena
tr_tr: Bir .AU alan adını kaydettirmek için geçerli bir şirket iletişim numarası zorunludur
uk_ua: Коректний контактний номер компанії обов'язковий для реєстрації доменного імені .AU
vi_vn: Mã số doanh nghiệp hợp lệ của đầu mối liên lạc buộc phải có khi đăng ký tên miền AU
zh_cn: 注册 .AU 域名必须持有有效的公司注册号

source: get the transfer code
ar_sa: استرداد رمز التحويل
bg_bg: получаване на трансферния код
ca_es: obtenir el codi de transferència
cs_cz: získat kód transferu
de_de: Transfercode Abrufen
el_gr: ανάκτηση του κωδικού μεταφοράς
fa_ir: کد انتقال را دریافت کنید
fi_fi: hae siirtokoodi
fr_fr: obtenir le code du transfert
hu_hu: szerezd meg az átutalási kódot
id_id: dapatkan kode transfer
nl_nl: ontvang de verhuiscode
pl_pl: pobieranie kodu transferu
pt_br: obter o código de transferência
pt_pt: obter o código de transferência
ro_ro: obține codul de transfer
ru_ru: получить код трансфера
sr_rs: zatraži kod za prenos
tr_tr: transfer kodunu al
uk_ua: Отримати код перенесення
vi_vn: lấy mã chuyển khoản
zh_cn: 获取域名转移密码

source: You are already registered as reseller
ar_sa: أنت مسجل بالفعل كموزع
bg_bg: Вие вече сте регистрирани като препродавач
ca_es: Ja esteu registrat com a distribuïdor
cs_cz: Již jste registrováni jako prodejce
de_de: Du bist bereits als Reseller registriert
el_gr: Είστε ήδη εγγεγραμμένος ως μεταπωλητής
fa_ir: شما قبلا به عنوان نماینده ثبت نام کرده اید
fi_fi: Olet jo rekisteröitynyt jälleenmyyjäksi
fr_fr: Vous êtes déjà enregistré en tant que revendeur
hu_hu: Már regisztrált viszonteladó vagy
id_id: Anda telah terdaftar sebagai reseller
lt_lt: Jūs jau užsiregistravote kaip perpardavėjas
nl_nl: Al geregistreerd als reseller
pl_pl: Jesteś już zarejestrowany jako sprzedawca
pt_br: Você já está cadastrado como revendedor
pt_pt: Já está registado como revendedor
ro_ro: Sunteți deja înregistrat ca revânzător
ru_ru: Вы уже зарегистрированы как реселлер
sr_rs: Već ste registrovani kao preprodavac
tr_tr: Bayi olarak zaten kayıtlısınız
uk_ua: Ви вже зареєстровані як посередники
vi_vn: Bạn đã đăng ký như với vai trò đại lý
zh_cn: 您已经注册为代理商

source: Valid contact passport information is required while registering ES domain name
ar_sa: معلومات جواز سفر جهة الاتصال الصالحة مطلوبة أثناء تسجيل اسم المجال ES
bg_bg: При регистрацията на ES домейн се изисква валидна паспортна информация за контакт
ca_es: Es requereix informació de contacte vàlida del passaport quan es registra el nom de domini ES
cs_cz: Při registraci domény typu ES jsou vyžadovány platné identifikační údaje
de_de: Gültige Pass-Informationen sind bei der Registrierung des ES Domain-Namens erforderlich
el_gr: Απαιτούνται έγκυρα στοιχεία διαβατηρίου κατά την καταχώρηση του ονόματος χώρου ES
fa_ir: هنگام ثبت نام دامنه ES، اطلاعات پاسپورت تماس معتبر مورد نیاز است
fi_fi: ES-verkkotunnuksen rekisteröinnissä tarvitaan voimassa oleva henkilötunnus ja yhteystiedot
fr_fr: Des informations valides sur le passeport de contact sont requises lors de l'enregistrement du nom de domaine ES
hu_hu: Az ES domain név regisztrálásakor érvényes kapcsolattartási útlevél adatok szükségesek
id_id: Informasi paspor kontak yang valid diperlukan saat mendaftarkan nama domain ES
lt_lt: Registruojant ES domeno vardą reikalinga galiojanti kontaktinio paso informacija
nl_nl: Geldige paspoortinformatie is vereist bij het registreren van ES domeinnaam
pl_pl: Podczas rejestracji nazwy domeny ES wymagane są prawidłowe dane kontaktowe paszportu
pt_br: Informações válidas do passaporte de contato são necessárias ao registrar o nome de domínio ES
pt_pt: Para registar um nome de domínio ES, é necessário um passaporte de contacto válido
ro_ro: Informațiile valide ale pașaportului de contact sunt necesare în timpul înregistrării unui domeniu ES
ru_ru: Действующая паспортная информация контакта требуется при регистрации доменного имени ES
sr_rs: Važeć́e informacije o kontakt pasošu su potrebne prilikom registracije ES domena
tr_tr: ES uzantılı alan adı kaydı yapılırken geçerli bir pasaport bilgisi gereklidir
uk_ua: При реєстрації доменного імені ES потрібна дійсна інформація паспорта
vi_vn: Thông tin hộ chiếu hợp lệ của đầu mối liên lạc buộc phải có khi đăng ký tên miền ES
zh_cn: 注册ES域名时须有有效的联系人护照信息

source: Valid contact passport information is required while registering ASIA domain name
ar_sa: معلومات جواز سفر جهة الاتصال الصالحة مطلوبة أثناء تسجيل اسم المجال ES
bg_bg: При регистрацията на ASIA домейн се изисква валидна паспортна информация за контакт
ca_es: Es requereix informació de contacte vàlida del passaport per registrar el nom de domini ASIA
cs_cz: Při registraci domény typu ASIA jsou vyžadovány platné identifikační údaje
de_de: Gültige Pass-Informationen sind bei der Registrierung des ASIA Domain-Namens erforderlich
el_gr: Απαιτούνται έγκυρα στοιχεία διαβατηρίου κατά την καταχώρηση του ονόματος χώρου ASIA
fa_ir: هنگام ثبت نام دامنه ASIA، اطلاعات پاسپورت تماس معتبر مورد نیاز است
fi_fi: ASIA-verkkotunnuksen rekisteröinnissä vaaditaan voimassa oleva henkilötunnus ja yhteystiedot
fr_fr: Des informations de passeport de contact valides sont requises lors de l'enregistrement d'un nom de domaine ASIA
hu_hu: Az ASIA domain név regisztrálásakor érvényes kapcsolattartási útlevél adatok szükségesek
id_id: Informasi paspor kontak yang valid diperlukan saat mendaftarkan nama domain ES
lt_lt: Registruojant ASIA domeno vardą reikalinga galiojanti kontaktinio paso informacija
nl_nl: Geldige contactpaspoortinformatie is vereist bij het registreren van ASIA-domeinnaam
pl_pl: Podczas rejestracji nazwy domeny ASIA wymagany jest ważny paszport kontaktowy.
pt_br: Informações válidas do passaporte de contato são necessárias ao registrar o nome de domínio ASIA
pt_pt: É necessário um passaporte de contacto válido para registar o nome de domínio ASIA
ro_ro: Informațiile valide ale pașaportului de contact sunt necesare în timpul înregistrării unui domeniu ASIA
ru_ru: Действующая паспортная информация контакта требуется при регистрации доменного имени ASIA
sr_rs: Važeće informacije o kontakt pasošu su potrebne prilikom registracije imena domena ASIA
tr_tr: ASIA uzantılı alan adı kaydı yapılırken geçerli bir pasaport bilgisi gereklidir
uk_ua: При реєстрації доменного імені ASIA необхідно вказати коректну інформацію паспорта
vi_vn: Thôg tin hộ chiếu hợp lệ của đầu mối liên lạc buộc phải có khi đăng ký tên miền ASIA
zh_cn: 注册ASIA域名时须有有效的联系人护照信息

source: Valid contact birthdate is required while registering RU domain name
ar_sa: معلومات جواز سفر جهة الاتصال الصالحة مطلوبة أثناء تسجيل اسم المجال ES
bg_bg: При регистрацията на RU домейн се изисква валидна рождена дата за контакт
ca_es: Es requereix una data de naixement de contacte vàlida per registrar el nom de domini RU
cs_cz: Při registraci domény typu RU je vyžadováné platné datum narození
de_de: Gültiges Geburtsdatum des Kontakts ist bei der Registrierung des RU-Domain-Namens erforderlich
el_gr: Απαιτείται έγκυρη ημερομηνία γέννησης κατά την εγγραφή του ονόματος χώρου RU
fa_ir: هنگام ثبت نام دامنه RU، تاریخ تولد مخاطب معتبر مورد نیاز است
fi_fi: RU-verkkotunnuksen rekisteröinnissä vaaditaan voimassa oleva yhteyshenkilön syntymäaika
fr_fr: Une date de naissance valide est requise lors de l'enregistrement d'un nom de domaine RU
hu_hu: Érvényes kapcsolattartó születési dátuma szükséges az RU domain név regisztrálásakor
id_id: Tanggal lahir yang valid diperlukan saat mendaftarkan nama domain RU
nl_nl: Geldige geboortedatum voor contact is vereist bij het registreren van RU domeinnaam
pl_pl: Wymagana jest prawidłowa data urodzenia osoby kontaktowej podczas rejestracji nazwy domeny RU
pt_br: A data de nascimento válida do contato é necessária ao registrar o nome de domínio RU
pt_pt: É necessária uma data de nascimento válida do contacto para registar o nome de domínio RU
ro_ro: Data de naștere a contactului este necesară în timpul înregistrării numelui domeniului RU
ru_ru: Действующая дата рождения контакта требуется при регистрации доменного имени RU
sr_rs: Važeći datum rođenja kontakta je potreban prilikom registracije RU domena
tr_tr: RU uzantılı alan adı kaydı yapılırken geçerli bir doğum tarihi gereklidir
uk_ua: Потрібна коректна дата народження контакта при реєстрації імені домену RU
vi_vn: Ngày sinh của liên hệ phải hợp lệ khi đăng ký tên miền RU
zh_cn: 注册RU域名时须有联系人的出生日期

source: Valid contact passport information is required while registering RU domain name
ar_sa: معلومات جواز سفر جهة الاتصال الصالحة مطلوبة أثناء تسجيل اسم المجال ES
bg_bg: При регистрацията на RU домейн се изисква валидна паспортна информация за контакт
ca_es: Es requereix informació de contacte vàlida del passaport per registrar el nom de domini RU
cs_cz: Při registraci domény typu RU jsou vyžadovány platné identifikační údaje
de_de: Gültige Pass-Informationen sind bei der Registrierung des RU-Domain-Namens erforderlich
el_gr: Απαιτούνται έγκυρα στοιχεία διαβατηρίου κατά την καταχώρηση του ονόματος χώρου RU
fa_ir: هنگام ثبت نام دامنه RU، اطلاعات پاسپورت تماس معتبر مورد نیاز است
fi_fi: RU-verkkotunnuksen rekisteröinnissä vaaditaan voimassa oleva henkilötunnus ja yhteystiedot
fr_fr: Des informations valides sur le passeport sont requises lors de l'enregistrement d'un nom de domaine RU
hu_hu: Érvényes kapcsolattartási útlevél adatok szükségesek a RU domain név regisztrálásakor
id_id: Tanggal lahir yang valid diperlukan saat mendaftarkan nama domain RU
lt_lt: Registruojant RU domeno vardą reikalinga galiojanti kontaktinio paso informacija
nl_nl: Geldig contact paspoort informatie is vereist bij het registreren van RU domeinnaam
pl_pl: Wymagany jest prawidłowy paszport osoby kontaktowej podczas rejestracji nazwy domeny RU
pt_br: Informações válidas do passaporte de contato são necessárias ao registrar o nome de domínio RU
pt_pt: É necessário um passaporte de contacto válido para registar o nome de domínio RU
ro_ro: Informațiile valide ale pașaportului sunt necesare în timpul înregistrării numelui domeniului RU
ru_ru: Действующая паспортная информация контакта требуется при регистрации доменного имени RU
sr_rs: Važeće informacije o kontakt pasošu su potrebne prilikom registracije RU domena
tr_tr: RU uzantılı alan adı kaydı yapılırken geçerli bir pasaport bilgisi gereklidir
uk_ua: При реєстрації доменного імені користувача RU потрібна дійсна інформація паспорта
vi_vn: Thông tin hộ chiếu của liên hệ phải hợp lệ khi đăng ký tên miền RU
zh_cn: 注册RU域名时须有有效的联系人护照信息

source: Contact not found
ar_sa: لم يتم العثور على جهة الاتصال
bg_bg: Контактът не е намерен
ca_es: No s'ha trobat el contacte
cs_cz: Kontakt nenalezen
de_de: Kontakt nicht gefunden
el_gr: Δεν βρέθηκε η επαφή
fa_ir: مخاطب یاقت نشد
fi_fi: Yhteyshenkilöä ei löydy
fr_fr: Contact introuvable
hu_hu: Kapcsolat nem található
id_id: Kontak tidak ditemukan
lt_lt: Kontaktas nerastas
nl_nl: Contactpersoon niet gevonden
pl_pl: Nie znaleziono kontaktu
pt_br: Contato não encontrado
pt_pt: Contacto não encontrado
ro_ro: Contactul nu a fost găsit
ru_ru: Контакт не найден
sr_rs: Kontakt nije pronađen
tr_tr: Kişi bulunamadı
uk_ua: Контакт не знайдено
vi_vn: Không tìm thấy liên hệ
zh_cn: 未找到联系人

source: API key
ar_sa: مفتاح API
bg_bg: API ключ
ca_es: Codi API
cs_cz: API klíč
de_de: API-Schlüssel
el_gr: Κλειδί API
fa_ir: کلید API
fi_fi: API-avain
fr_fr: Clé API
hu_hu: API kulcs
id_id: Kunci API
lt_lt: API raktas
nl_nl: API sleutel
pl_pl: Klucz API
pt_br: Chave da API
pt_pt: Chave API
ro_ro: Cheie API
ru_ru: Ключ API
sr_rs: API ključ
tr_tr: API anahtarı
uk_ua: Ключ API
vi_vn: Khoá API
zh_cn: API 密钥

source: API key you generated from within CWP.
cs_cz: API klíč vygenerovaný v rámci CWP.
hu_hu: CWP-ből generált API kulcs
ro_ro: Cheia API pe care ați generat-o din CWP.
ru_ru: Ключ API, который вы сгенерировали в CWP.
sr_rs: API ključ koji ste generisali unutar CWP-a.
vi_vn: Khoá API bạn đã tạo từ trong CWP.

source: The ":server_manager" server manager is not fully configured. Please configure the :missing
ar_sa: لم يتم تكوين بوابة الدفع ":pay_gateway" بشكل كامل. الرجاء تكوين :missing
bg_bg: Мениджърът на сървъра ":server_manager" не е напълно конфигуриран. Моля, конфигурирайте следното :missing
ca_es: El gestor del servidor ":server_manager" no està completament configurat. Si us plau, configureu el :missing
cs_cz: Platební brána „:pay_gateway“ není plně nakonfigurována. Prosím nakonfigurujte :missing
de_de: Der Servermanager ":server_manager" ist nicht vollständig konfiguriert. Bitte konfiguriere das :missing
el_gr: Ο διαχειριστής εξυπηρετητή ":server_manager" δεν έχει ρυθμιστεί πλήρως. Παρακαλώ ρυθμίστε το :missing
fa_ir: مدیر سرور ":server_manager" به طور کامل پیکربندی نشده است. لطفا :missing را پیکربندی کنید
fi_fi: ":server_manager" -palvelinhallinta ei ole täysin määritetty. Määritä :missing
fr_fr: Le gestionnaire de serveur ":server_manager" n'est pas entièrement configuré. Veuillez configurer le :missing
hu_hu: A ":server_manager" kiszolgálókezelő nincs teljesen konfigurálva. Kérjük, konfigurálja a :missing
id_id: Payment gateway ":pay_gateway" tidak dikonfigurasi dengan baik. Silahkan melakukan konfigurasi :missing
lt_lt: ":server_manager" serverio tvarkyklė nėra pilnai sukonfigūruota. Prašome sukonfigūruoti :missing
nl_nl: De ":server_manager" server manager is niet volledig geconfigureerd. Configureer de :missing
pl_pl: Menedżer serwera ":server_manager" nie jest w pełni skonfigurowany. Proszę skonfigurować :missing
pt_br: O gerenciador de servidores ":server_manager" não está totalmente configurado. Por favor, configure o :missing
pt_pt: O gestor do servidor ":server_manager" não está totalmente configurado. Por favor, configure o :missing
ro_ro: Managerul de server ":server_manager" nu este complet configurat. Vă rugăm să configurați :missing
ru_ru: Менеджер сервера ":server_manager" не полностью настроен. Пожалуйста, настройте :missing
sr_rs: Menadžer servera ":server_manager" nije u potpunosti konfigurisan. Molimo konfigurišite :missing
tr_tr: ":server_manager" sunucu yöneticisi tam olarak yapılandırılmamış. Lütfen :missing değerini yapılandırın
uk_ua: Менеджер серверів ":server_manager" не повністю налаштовано. Налаштуйте :missing
vi_vn: Trình quản lý máy chủ ":server_manager" chưa được định cấu hình đầy đủ. Vui lòng định cấu hình :missing
zh_cn: ":server_manager"服务器未配置好。请配置 :missing
