Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Failed to move extension to it's final destination. Please check permissions for the destination folder. (:destination)
ar_sa: فشل نقل الملحق إلى الوجهة النهائية. الرجاء التحقق من الأذونات لمجلد الوجهة. (:destination)
bg_bg: Не успях да преместя разширението до крайната му дестинация. Моля, проверете какви разрешения има за папката на дестинацията. (:destination)
ca_es: No s'ha pogut moure l'extensió a la seva destinació final. Comproveu els permisos de la carpeta de destinació. (:destinació)
cs_cz: Nepodařilo se přesunout rozšíření do cílové destinace. Zkontrolujte oprávnění pro cílovou složku. (:destination)
el_gr: Αποτυχία μετακίνησης της επέκτασης στον τελικό προορισμό. Παρακαλώ ελέγξτε τα δικαιώματα για το φάκελο προορισμού. (:destination)
fa_ir: انتقال افزونه به مقصد نهایی انجام نشد. لطفاً مجوزهای پوشه مقصد را بررسی کنید. (:مقصد)
fi_fi: Laajennusta ei onnistuttu siirtämään lopulliseen määränpäähänsä. Tarkista kohdekansion käyttöoikeudet. (:destination)
fr_fr: Échec du déplacement de l'extension vers sa destination finale. Veuillez vérifier les autorisations pour le dossier de destination. (:destination)
hu_hu: Nem sikerült áthelyezni a bővítményt a végső rendeltetési helyre. Kérjük, ellenőrizze a célmappa engedélyeit. (:destination)
id_id: Gagal memindahkan ekstensi ke tujuan akhirnya. Silakan periksa izin untuk folder tujuan. (:destination)
lt_lt: Nepavyko perkelti plėtinio į galutinę paskirties vietą. Patikrinkite paskirties aplanko teises. (:destination)
nl_nl: Verplaatsen van extensie naar eindbestemming mislukt. Controleer de machtigingen voor de doelmap. (:destination)
pl_pl: Nie udało się przenieść rozszerzenia do miejsca docelowego. Proszę sprawdzić uprawnienia dla folderu docelowego. (:destination)
pt_br: Falha ao mover a extensão para seu destino final. Por favor, verifique as permissões para a pasta de destino. (:destination)
pt_pt: Falha ao mover a extensão para o seu destino final. Verifique as permissões da pasta de destino. (:destino)
ro_ro: Nu s-a reușit mutarea extensiei în destinația finală. Vă rugăm să verificați permisiunile pentru dosarul de destinație. (:destination)
ru_ru: Не удалось переместить расширение в конечное местоположение. Проверьте разрешения для папки назначения. (:destination)
sr_rs: Premeštanje proširenja na krajnje odredište nije uspelo. Proverite dozvole za odredišni folder. (:destination)
tr_tr: Eklenti, son hedefine taşınamadı. Lütfen hedef klasör izinlerini kontrol edin. (:destination)
uk_ua: Не вдалося перемістити розширення до місця призначення. Будь ласка, перевірте дозволи для каталогу призначення. (:destination)
vi_vn: Không thể di chuyển tiện ích mở rộng đến vị trí đích cuối cùng. Vui lòng kiểm tra quyền của thư mục đích. (:destination)
zh_cn: 无法移动扩展。请检查目标目录的权限。(:destination)

source: Extension type (:type) cannot be automatically installed.
bg_bg: Типът на разширението (:type) не може да се инсталира автоматично.
ca_es: El tipus d'extensió (:type) no es pot instal·lar automàticament.
cs_cz: Typ rozšíření (:type) nelze nainstalovat automaticky.
el_gr: Δεν είναι δυνατή η αυτόματη εγκατάσταση του τύπου επέκτασης (:type).
fi_fi: Laajennustyyppiä (:type) ei voi asentaa automaattisesti.
hu_hu: A bővítmény típusa (:type) nem telepíthető automatikusan.
id_id: Jenis ekstensi (:type) tidak dapat diinstal secara otomatis.
lt_lt: Plėtinio tipas (:type) negali būti automatiškai įdiegtas.
nl_nl: Extensie type (:type) kan niet automatisch worden geïnstalleerd.
pl_pl: Typ rozszerzenia (:type) nie może być instalowany automatycznie.
pt_br: Tipo de extensão (:type) não pode ser instalado automaticamente.
pt_pt: O tipo de extensão (:type) não pode ser instalado automaticamente.
ro_ro: Tipul extensiei (:type) nu poate fi instalat automat.
ru_ru: Тип расширения (:type) не может быть установлен автоматически.
tr_tr: Eklenti türü (:type) otomatik olarak yüklenemez.
uk_ua: Тип розширення (:type) не можна автоматично встановити.
zh_cn: 不能自动安装扩展类型 (:type) 。

source: FOSSBilling core modules cannot be installed or removed
cs_cz: Hlavní moduly FOSSBilling nelze nainstalovat nebo odebrat
de_de: FOSSBilling Core Module können nicht installiert oder entfernt werden
el_gr: Οι βασικές ενότητες FOSSBilling δεν μπορούν να εγκατασταθούν ή να αφαιρεθούν
fa_ir: ماژول های هسته FOSSBilling را نمی توان نصب یا حذف کرد
fr_fr: Les modules du noyau FOSSBilling ne peuvent pas être installés ou supprimés
hu_hu: A FOSSBilling alapmodulok nem telepíthetők vagy távolíthatók el
id_id: Modul inti FOSSBilling tidak dapat dipasang atau dilepas
nl_nl: FOSSBilling core modules kunnen niet geïnstalleerd of verwijderd worden
pl_pl: Podstawowe moduły FOSSBilling nie mogą być instalowane lub usuwane
ro_ro: Modulele de bază FOSSBilling nu pot fi instalate sau eliminate
ru_ru: Основные модули FOSSBilling не могут быть установлены или удалены
sr_rs: FOSSBilling jezgro moduli se ne mogu instalirati ili ukloniti
vi_vn: Các mô-đun lõi của FOSSBilling không thể được cài đặt hoặc gỡ bỏ

source: Module cannot be installed. It requires at least :min version of FOSSBilling. You are using :v
cs_cz: Modul nelze nainstalovat. Vyžaduje to alespoň :min verzi FOSSBilling. Používáte :v
el_gr: Η μονάδα δεν μπορεί να εγκατασταθεί. Απαιτεί τουλάχιστον την έκδοση :min του FOSSBilling. Χρησιμοποιείτε :v
fa_ir: ماژول قابل نصب نیست. حداقل نسخه :min برای FOSSBilling نیاز دارد. شما در حال استفاده از :v هستید
fr_fr: Module ne peut pas être installé. Il nécessite au moins :min version de FOSSBilling. Vous utilisez :v
hu_hu: A modul nem telepíthető. A FOSSBilling legalább :min verziója szükséges hozzá. Az általad használt verzió :v
id_id: Modul tidak dapat dipasang. Ini membutuhkan setidaknya :min versi FOSSBilling. Anda menggunakan :v
nl_nl: Module kan niet worden geïnstalleerd. Het vereist minimaal :min versie van FOSSBilling. Huidige versie :v
pl_pl: Moduł nie może zostać zainstalowany. Wymaga co najmniej :min wersji FOSSBilling. A obecnie używasz :v
ro_ro: Modulul nu poate fi instalat. Necesită cel puțin versiunea :min de FOSSBilling. Dvs utilizați :v
ru_ru: Модуль не может быть установлен. Он требует как минимум версию FOSSBilling :min. Вы используете :v
sr_rs: Modul se ne može instalirati. Zahteva najmanje :min verziju FOSSBilling-a. Koristite :v
vi_vn: ❌ Không thể cài đặt mô-đun. Mô-đun này yêu cầu FOSSBilling phiên bản tối thiểu là :min. Bạn đang sử dụng phiên bản :v

source: Manage settings
ar_sa: إدارة الإعدادات
bg_bg: Управление на настройките
ca_es: Gestiona la configuració
cs_cz: Spravovat nastavení
de_de: Einstellungen verwalten
el_gr: Διαχείριση ρυθμίσεων
fa_ir: مدیریت تنظیمات
fi_fi: Asetusten hallinta
fr_fr: Gérer les réglages
hu_hu: Beállítások kezelése
id_id: Kelola Pengaturan
nl_nl: Instellingen beheren
pl_pl: Zarządzaj ustawieniami
pt_br: Gerenciar configurações
ro_ro: Gestionează setările
sr_rs: Upravljajte podešavanjima
tr_tr: Ayarları yönet
uk_ua: Керувати налаштуваннями
vi_vn: Quản lý cài đặt

source: Allows the staff member to edit settings for this module.
ar_sa: السماح للموظف بتعديل إعدادات هذه الوحدة.
bg_bg: Позволява на стафф модератора да редактира настройките за този модул.
ca_es: Permet al membre del personal editar la configuració d'aquest mòdul.
cs_cz: Umožňuje zaměstnanci upravit nastavení tohoto modulu.
de_de: Ermöglicht dem Mitarbeiter die Einstellungen für dieses Modul zu bearbeiten.
el_gr: Επιτρέπει στον υπάλληλο να επεξεργαστεί τις ρυθμίσεις για αυτό το πρόσθετο.
fa_ir: به کارمند اجازه می دهد تنظیمات این ماژول را ویرایش کند.
fi_fi: Antaa henkilöstön jäsenen muokata tämän moduulin asetuksia.
fr_fr: Permet à un membre du staff de modifier les paramètres de ce module.
hu_hu: Lehetővé teszi a munkatársak számára a modul beállításainak szerkesztését.
id_id: Mengizinkan anggota staf mengedit pengaturan untuk modul ini.
nl_nl: Staat de medewerker toe om de instellingen van deze module te bewerken.
pl_pl: Pozwala pracownikowi na edycję ustawień tego modułu.
pt_br: Permitir que o membro da equipe edite as configurações para este módulo.
ro_ro: Permite membrilor personalului să editeze setările pentru acest modul.
ru_ru: Позволяет сотруднику редактировать настройки этого модуля.
sr_rs: Dozvoljava članu osoblja da uređuje podešavanja za ovaj modul.
tr_tr: Personelin bu modülün ayarlarını düzenlemesine izin verir.
uk_ua: Дозволяє персоналу редагувати налаштування цього модуля.
vi_vn: Cho phép nhân viên chỉnh sửa cài đặt cho mô-đun này.

source: Form style was not found in predefined list
ar_sa: لم يتم العثور على نمط النموذج في قائمة محددة مسبقاً
bg_bg: Форматът на стила не е намерен в предварително определеният списък
ca_es: L'estil de formulari no s'ha trobat a la llista predefinida
cs_cz: Styl formuláře nebyl nalezen v předdefinovaném seznamu
el_gr: Το στυλ της φόρμας δεν βρέθηκε στην προκαθορισμένη λίστα
fa_ir: استایل فرم در لیست از پیش تعریف شده یافت نشد
fi_fi: Lomakkeen tyyliä ei löytynyt ennalta määritetystä luettelosta
fr_fr: Le style du formulaire n'a pas été trouvé dans la liste prédéfinie
hu_hu: Az űrlap stílusa nem található az előre definiált listában
id_id: Gaya formulir tidak ditemukan dalam daftar yang telah ditentukan sebelumnya
lt_lt: Formos stilius iš anksto nustatytame sąraše nerastas
nl_nl: Formulierstijl is niet gevonden in de vooraf gedefinieerde lijst
pl_pl: Styl formularza nie został znaleziony na liście predefiniowanej
pt_br: O estilo de formulário não foi encontrado na lista predefinida
pt_pt: O estilo do formulário não foi encontrado na lista predefinida
ro_ro: Stilul formularului nu a fost găsit în lista predefinită
ru_ru: Стиль формы не найден в предопределенном списке
sr_rs: Stil obrasca nije pronađen u unapred definisanoj listi
tr_tr: Form stili, önceden tanımlanmış listede bulunamadı
uk_ua: У попередньо визначеному списку не знайдено стиль форми
vi_vn: Style biểu mẫu không tồn tại trong danh sách định nghĩa trước
zh_cn: 在预设定的列表中找不到表单样式

source: Form field type is invalid
ar_sa: نوع حقل النموذج غير صالح
bg_bg: Типът поле за формуляр не е валиден
ca_es: El tipus de camp del formulari no és vàlid
cs_cz: Typ pole formuláře je neplatný
de_de: Formular-Feldtyp ist ungültig
el_gr: Ο τύπος πεδίου φόρμας δεν είναι έγκυρος
fa_ir: نوع فیلد فرم نامعتبر است
fi_fi: Lomakkeen kentän tyyppi on virheellinen
fr_fr: Le type du champ de formulaire n'est pas valide
hu_hu: Az űrlapmező típusa érvénytelen
id_id: Jenis bidang formulir tidak valid
nl_nl: Formulier veld type is ongeldig
pl_pl: Typ pola formularza jest nieprawidłowy
pt_br: Tipo de campo do formulário é inválido
pt_pt: O tipo de campo do formulário é inválido
ro_ro: Tipul câmpului formularului este nevalid
ru_ru: Неверный тип поля формы
sr_rs: Tip polja obrasca je nevažeći
tr_tr: Form alanı tipi geçersiz
uk_ua: Тип форми недійсний
vi_vn: Loại trường biểu mẫu không hợp lệ
zh_cn: 表单字段类型无效

source: This input type must have unique values
ar_sa: نوع الإدخال هذا يجب أن يحتوي على قيم فريدة
bg_bg: Този тип на входа трябва да има уникални стойности
ca_es: Aquest tipus d'entrada ha de tenir valors únics
cs_cz: Tento typ vstupu musí mít unikátní hodnoty
de_de: Dieser Eingabe-Typ muss eindeutige Werte haben
el_gr: Αυτός ο τύπος εισόδου πρέπει να διαθέτει μοναδικές τιμές
fa_ir: این نوع ورودی باید مقادیر منحصر به فردی داشته باشد
fi_fi: Tällä syöttötyypillä on oltava yksilölliset arvot
fr_fr: Ce type de saisie doit avoir des valeurs uniques
hu_hu: Ennek a bemeneti típusnak egyedi értékekkel kell rendelkeznie
id_id: Input data unik
lt_lt: Šis įvesties tipas turi turėti unikalias reikšmes
nl_nl: Dit invoertype moet unieke waarden hebben
pl_pl: Ten typ wejścia musi mieć unikalne wartości
pt_br: Este tipo de entrada deve ter valores exclusivos
pt_pt: Este tipo de entrada deve ter valores únicos
ro_ro: Acest tip de intrare trebuie să aibă valori unice
ru_ru: Этот тип ввода должен иметь уникальные значения
sr_rs: Ovaj tip unosa mora imati jedinstvene vrednosti
tr_tr: Bu giriş türünün benzersiz değerleri olmalıdır
uk_ua: Цей тип вводу повинен мати унікальні значення
vi_vn: Loại trường input này phải có giá trị duy nhất
zh_cn: 输入类型必须有唯一的值

source: Form id was not passed
ar_sa: لم يتم تمرير معرّف النموذج
bg_bg: Идентификационният номер на формуляра не бе приет
ca_es: No s'ha passat l'identificador del formulari
cs_cz: Id formuláře nebylo předáno
de_de: Formular-Id wurde nicht übergeben
el_gr: Το id της φόρμας δεν μεταβιβάστηκε
fa_ir: شناسه فرم ارسال نشد
fi_fi: Lomakkeen id:tä ei välitetty
fr_fr: L'id du formulaire n'a pas été passée
hu_hu: Az űrlap azonosítója nem került átadásra
id_id: Formulir id tidak diteruskan
lt_lt: Formos id nebuvo perduotas
nl_nl: Formulier id is niet doorgegeven
pl_pl: Nie przekazano identyfikatora formularza
pt_br: Id do formulário não foi aceito
pt_pt: O id do formulário não foi transmitido
ro_ro: ID-ul formularului nu a fost trecut
ru_ru: ID формы не передан
sr_rs: Forma id nije prošao
tr_tr: Form Id geçilemedi
uk_ua: ID форми не передано
vi_vn: Id biểu mẫu không được thông qua
zh_cn: 表单 id 未通过

source: Form name was not passed
ar_sa: لم يتم تمرير اسم النموذج
bg_bg: Името на формуляра не беше прието
ca_es: El nom del formulari no s'ha passat
cs_cz: Jméno formuláře nebylo odesláno
de_de: Formularname wurde nicht übergeben
el_gr: Το όνομα της φόρμας δεν μεταβιβάστηκε
fa_ir: نام فرم ارسال نشد
fi_fi: Lomakkeen nimeä ei välitetty
fr_fr: Le nom du formulaire n'a pas été passé
hu_hu: Az űrlap neve nem került átadásra
id_id: Formulir id tidak diteruskan
lt_lt: Formos pavadinimas nebuvo perduotas
nl_nl: Formuliernaam is niet doorgegeven
pl_pl: Nie przekazano nazwy formularza
pt_br: Nome do formulário não foi aceito
pt_pt: O nome do formulário não foi transmitido
ro_ro: Numele formularului nu a fost trecut
ru_ru: Имя формы не передано
sr_rs: Naziv obrasca nije prošao
tr_tr: Form adı geçilemedi
uk_ua: Key: Ім'я форми не передано
vi_vn: Tên biểu mẫu không được thông qua
zh_cn: 表单名称未通过

source: Form type was not passed
ar_sa: لم يتم تمرير نوع النموذج
bg_bg: Типът на формуляра не бе приет
ca_es: No s'ha aprovat el tipus de formulari
cs_cz: Typ formuláře nebyl odesláno
de_de: Formular-Typ wurde nicht übergeben
el_gr: Ο τύπος της φόρμας δεν μεταβιβάστηκε
fa_ir: نوع فرم ارسال نشد
fi_fi: Lomakkeen tyyppiä ei välitetty
fr_fr: Le type de formulaire n'a pas été passé
hu_hu: Az űrlap típusa nem került átadásra
id_id: Formulir id tidak diteruskan
lt_lt: Formos tipas nebuvo perduotas
nl_nl: Formulier type is niet doorgegeven
pl_pl: Nie przekazano typu formularza
pt_br: Tipo de formulário não foi aceito
pt_pt: O tipo de formulário não foi transmitido
ro_ro: Tipul formularului nu a fost trecut
ru_ru: Тип формы не передан
sr_rs: Tip obrasca nije prošao
tr_tr: Form tipi geçilemedi
uk_ua: Тип форми не був переданий
vi_vn: Loại biểu mẫu không được thông qua
zh_cn: 表单类型未通过

source: Field type not supported
ar_sa: نوع الحقل غير مدعوم
bg_bg: Типът поле не се поддържа
ca_es: No s'admet el tipus de camp
cs_cz: Typ pole není podporován
de_de: Feldtyp wird nicht unterstützt
el_gr: Ο τύπος πεδίου δεν υποστηρίζεται
fa_ir: نوع فیلد پشتیبانی نمی شود
fi_fi: Kenttätyyppiä ei tueta
fr_fr: Le type de champ n'est pas supporté
hu_hu: Nem támogatott mezőtípus
id_id: Jenis file tidak didukung
lt_lt: Lauko tipas nepalaikomas
nl_nl: Veldtype wordt niet ondersteund
pl_pl: Typ pola nie jest obsługiwany
pt_br: Tipo de campo não suportado
pt_pt: Tipo de campo não suportado
ro_ro: Tipul câmpului nu este suportat
ru_ru: Тип поля не поддерживается
sr_rs: Tip polja nije podržan
tr_tr: Alan tipi desteklenmiyor
uk_ua: Тип файлу не підтримується
vi_vn: Kiểu trường không được hỗ trợ
zh_cn: 不支持的字段类型

source: Field name cannot start with number.
cs_cz: Polem "jméno" nesmí začínat číslem.
de_de: Feldname kann nicht mit einer Zahl beginnen.
el_gr: Το όνομα του πεδίου δεν μπορεί να αρχίζει με αριθμό.
fa_ir: نام فیلد نمی تواند با عدد شروع شود.
fr_fr: Le nom du champ ne peut pas commencer par un nombre.
hu_hu: A mező neve nem kezdődhet számmal.
id_id: Nama tidak bisa dimulai dengan angka.
nl_nl: Veldnaam mag niet met een nummer beginnen.
pl_pl: Nazwa pola nie może zaczynać się liczbą.
ro_ro: Numele câmpului nu poate începe cu un număr.
ru_ru: Имя поля не может начинаться с цифры.
sr_rs: Naziv polja ne može da počinje brojem.
vi_vn: Tên trường không thể bắt đầu bằng số.

source: Field name cannot be empty. Please make sure it is not empty and does not contain special characters.
cs_cz: Název pole nemůže být prázdný. Ujistěte se, že není prázdný a neobsahuje speciální znaky.
de_de: Name darf nicht leer sein. Bitte stellen Sie sicher, dass er nicht leer ist und keine Sonderzeichen enthält.
el_gr: Το όνομα του πεδίου δεν μπορεί να είναι κενό. Βεβαιωθείτε ότι δεν είναι κενό και ότι δεν περιέχει ειδικούς χαρακτήρες.
fa_ir: نام فیلد نمی تواند خالی باشد. لطفاً مطمئن شوید که خالی نباشد و دارای کاراکترهای خاصی نباشد.
fr_fr: Le nom du champ ne peut pas être vide. Veuillez vous assurer qu'il n'est pas vide et ne contient pas de caractères spéciaux.
hu_hu: A mező neve nem lehet üres. Kérjük, győződj meg róla, hogy nem üres és nem tartalmaz speciális karaktereket.
id_id: Nama bidang tidak boleh kosong. Harap pastikan tidak kosong dan tidak mengandung karakter khusus.
nl_nl: Veldnaam mag niet leeg zijn. Zorg ervoor dat het niet leeg is en geen speciale tekens bevat.
pl_pl: Nazwa pola nie może być pusta. Upewnij się, że nie jest pusta i nie zawiera znaków specjalnych.
ro_ro: Numele câmpului nu poate fi gol. Asigurați-vă că acesta nu este gol și nu conține caractere speciale.
ru_ru: Имя поля не может быть пустым. Убедитесь, что оно не пустое и не содержит специальных символов.
sr_rs: Naziv polja ne može biti prazno. Uverite se da nije prazno i da ne sadrži specijalne znakove.
vi_vn: Tên trường không thể trống. Vui lòng chắc chắn nó không rỗng và không chứa ký tự đặc biệt.

source: Unfortunately field with this name exists in this form already. Form must have different field names.
ar_sa: للأسف الحقل الذي يحمل هذا الاسم موجود فعلًا في هذا النموذج. النموذج يجب أن يحتوي على أسماء حقل مختلفة.
bg_bg: За съжаление поле с това име вече съществува в този формуляр. Формулярът трябва да има различни имена на полета.
ca_es: Malauradament, el camp amb aquest nom ja existeix en aquest formulari. El formulari ha de tenir noms de camp diferents.
cs_cz: Pole s tímto názvem bohužel již existuje v tomto formuláři. Formulář musí mít různé názvy polí.
el_gr: Δυστυχώς το πεδίο με αυτό το όνομα υπάρχει ήδη σε αυτή τη φόρμα. Η φόρμα πρέπει να έχει διαφορετικά ονόματα πεδίων.
fa_ir: متأسفانه فیلدی با این نام قبلاً به این شکل وجود دارد. فرم باید نام فیلدهای مختلفی داشته باشد.
fi_fi: Valitettavasti tällä nimellä varustettu kenttä on jo olemassa tässä lomakkeessa. Lomakkeella on oltava eri kenttien nimet.
fr_fr: Malheureusement, un champ avec ce nom existe déjà dans ce formulaire. Un formulaire doit avoir des noms de champs différents.
hu_hu: Sajnos ilyen nevű mező már létezik ebben az űrlapban. Az űrlapnak más mezőnevet kell adnia.
id_id: Sayangnya kolom dengan nama ini sudah ada di form ini. Formulir harus memiliki nama field yang berbeda.
lt_lt: Deja, laukas tokiu pavadinimu šioje formoje jau yra. Forma turi turėti skirtingus laukų pavadinimus.
nl_nl: Helaas bestaat het veld met deze naam al in dit formulier. Formulier moet verschillende veldnamen hebben.
pl_pl: Niestety pole o tej nazwie już istnieje w tej formie. Formularz musi mieć różne nazwy pól.
pt_br: Infelizmente o campo com este nome já existe neste formulário. O formulário deve ter diferentes nomes de campo.
pt_pt: Infelizmente, o campo com este nome já existe neste formulário. O formulário deve ter nomes de campo diferentes.
ro_ro: Din păcate, câmpul cu acest nume există deja în acest formular. Formularul trebuie să aibă câmpuri cu nume diferite.
ru_ru: К сожалению, поле с таким именем уже существует в этой форме. Форма должна иметь разные имена полей.
sr_rs: Nažalost, polje sa ovim imenom već postoji u ovom obrascu. Obrazac mora imati različita imena polja.
tr_tr: Maalesef bu isme sahip alan bu formda zaten var. Form farklı alan isimlerine sahip olmalıdır.
uk_ua: На жаль, поле з такою назвою вже існує у даній формі. Форма має містити різні назви.
vi_vn: Thật không may trường với tên này đã tồn tại trong biểu mẫu này. Biểu mẫu phải có tên trường khác nhau.
zh_cn: 可惜，这个名称的字段已经存在。表单不能有相同的字段名。请换一个。

source: values must be unique
ar_sa: يجب أن تكون القيم فريدة
bg_bg: стойностите трябва да бъдат уникални
ca_es: els valors han de ser únics
cs_cz: hodnoty musí být jedinečné
de_de: Werte müssen eindeutig sein
el_gr: οι τιμές πρέπει να είναι μοναδικές
fa_ir: مقادیر باید منحصر به فرد باشند
fi_fi: arvojen on oltava yksilöllisiä
fr_fr: les valeurs doivent être uniques
hu_hu: az értékeknek egyedinek kell lenniük
id_id: nilai harus unik
lt_lt: vertės turi būti unikalios
nl_nl: waardes moeten uniek zijn
pl_pl: wartości muszą być unikalne
pt_br: valores devem ser exclusivos
pt_pt: os valores devem ser únicos
ro_ro: valorile trebuie să fie unice
ru_ru: значения должны быть уникальными
sr_rs: vrednosti moraju biti jedinstvene
tr_tr: değerler benzersiz olmalıdır
uk_ua: Значення повинні бути унікальними
vi_vn: giá trị phải là duy nhất
zh_cn: 该值必须是唯一的

source: labels must be unique
ar_sa: التسمية يجب أن تكون فريدة من نوعها
bg_bg: етикетите трябва да бъдат уникални
ca_es: les etiquetes han de ser úniques
cs_cz: Štítky musí být jedinečné.
de_de: Die Bezeichnung muss eindeutig sein
el_gr: οι ετικέτες πρέπει να είναι μοναδικές
fa_ir: برچسب ها باید منحصر به فرد باشند
fi_fi: merkintöjen on oltava yksilöllisiä
fr_fr: les labels doivent être uniques
hu_hu: a címkéknek egyedinek kell lenniük
id_id: labelnya harus unik
lt_lt: etiketės turi būti unikalios
nl_nl: labels moeten uniek zijn
pl_pl: etykiety muszą być unikalne
pt_br: rótulos devem ser únicos
pt_pt: os rótulos devem ser únicos
ro_ro: etichetele trebuie să fie unice
ru_ru: метки должны быть уникальными
sr_rs: oznake moraju biti jedinstvene
tr_tr: etiketler benzersiz olmalıdır
uk_ua: Мітка має бути унікальною
vi_vn: nhãn hiển thị phải là duy nhất
zh_cn: 标签名称必须是唯一的

source: Textarea size options must be integer values
ar_sa: يجب أن تكون خيارات حجم النص قيم صحيحة
bg_bg: Опциите за размер на текста трябва да са цели стойности
ca_es: Les opcions de mida de l'àrea de text han de ser valors enters
cs_cz: Možnosti velikosti textového pole musí být celočíselné hodnoty
el_gr: Οι επιλογές μεγέθους του Textarea πρέπει να είναι ακέραιες τιμές
fa_ir: گزینه های اندازه متنی باید مقادیر صحیح باشند
fi_fi: Tekstialueen kokovaihtoehtojen on oltava kokonaislukuarvoja
fr_fr: La taille de la zone de texte doit être une valeur entière
hu_hu: A szövegterület méretének beállításai egész értékek kell, hogy legyenek
id_id: Opsi ukuran area teks harus berupa nilai bilangan bulat
lt_lt: Teksto srities dydžio parinktys turi būti sveikųjų skaičių reikšmės
nl_nl: Tekstgrootte opties moeten integer zijn
pl_pl: Opcje wielkości pola tekstowego muszą być wartościami całkowitymi
pt_br: Opções de tamanho da área de texto deve ser valores inteiros
pt_pt: As opções de tamanho da área de texto devem ser valores inteiros
ro_ro: Opțiunile pentru dimensiunea zonei text trebuie să fie valori întregi
ru_ru: Параметры размера текстовой области должны быть целыми числами
sr_rs: Opcije veličine tekstualnog područja moraju biti celobrojne vrednosti
tr_tr: Metin alanı boyut seçenekleri tamsayı değerler olmalıdır
uk_ua: Параметри розміру текстової області повинні бути цілими значеннями
vi_vn: Tùy chọn kích thước vùng văn bản phải là số nguyên
zh_cn: 文本区的大小选项值必须是整数
