Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Tickets waiting for client reply
bg_bg: Билети, чакащи отговор от клиента
ca_es: Entrades a l'espera de resposta del client
de_de: Tickets, die auf Kundenantwort warten
el_gr: Αιτήματα τεχνικής υποστήριξης σε αναμονή απάντησής πελάτη
id_id: Menunggu balasan klien
pl_pl: Zgłoszenia oczekujące na odpowiedź klienta
pt_br: Tickets aguardando resposta do cliente
pt_pt: Bilhetes à espera da resposta do cliente
tr_tr: Müşteriden yanıt bekleyen destek talepleri
uk_ua: Звернення в очікуванні на відповідь клієнта
zh_cn: 等待客户回复的工单

source: Solved tickets
bg_bg: Вече решени билети
ca_es: Bitllets resolts
de_de: Gelöste Tickets
el_gr: Επιλυμένα αιτήματα
id_id: Tiket terselesaikan
pl_pl: Rozwiązane zgłoszenia
pt_br: Tickets solucionados
pt_pt: Bilhetes resolvidos
tr_tr: Çözülmüş talepler
uk_ua: Вирішені звернення
zh_cn: 已解决的工单

source: Back to all knowledge base articles
bg_bg: Обратно към всички статии от базата с знания
de_de: Zurück zu allen Artikel der Wissensdatenbank
el_gr: Επιστροφή σε όλα τα άρθρα γνωσιακής βάσης
id_id: Kembali ke semua artikel pengetahuan dasar
pl_pl: Powrót do wszystkich artykułów w bazie wiedzy
pt_br: Voltar para todos os artigos da base de conhecimento
tr_tr: Tüm bilgi bankası makalelerine geri dön
uk_ua: Повернутись до всіх статей бази знань
zh_cn: 返回到全部知识库列表

source: Knowledge base categories
de_de: Wissensdatenbank-Kategorien
el_gr: Κατηγορίες Γνωσιακής Βάσης
id_id: Kategori pengetahuan dasar
pl_pl: Kategorie bazy wiedzy
zh_cn: 知识库分类

source: Below you can find a list of our knowledge base categories and their content.
de_de: Nachstehend finden Sie eine Liste der Kategorien unserer Wissensdatenbank und deren Inhalt.
el_gr: Παρακάτω μπορείτε να βρείτε μια λίστα με τις κατηγορίες της γνωσιακής βάσης και το περιεχόμενό τους.
id_id: Dibawah Anda dapat menemukan daftar dan konten pengetahuan dasar kami.
pl_pl: Poniżej znajduje się lista naszych kategorii bazy wiedzy i ich treści.
zh_cn: 您可以在这里找到我们的知识库, 并查看详细内容。

source: Favicon
ar_sa: الايقونة
bg_bg: Иконка на сайта фавикон
el_gr: Εικονίδιο σελιδοδείκτη
fa_ir: فاوآیکن
id_id: Ikon
pl_pl: Faworytka
uk_ua: Іконка сайту
zh_cn: 收藏夹图标

source: This FOSSBilling instance is automatically sending errors which allows us to more easily improve the software and keep it stable. Thanks!
bg_bg: Тази инстанция на FOSSBilling автоматично изпраща грешки, което ни позволява по-лесно да подобряваме софтуера и да го поддържаме стабилен и актуален. Благодарим!
de_de: Diese FOSSBilling-Instanz sendet automatisch Fehler, wodurch wir die Software leichter verbessern und stabil halten können. Danke!
el_gr: Αυτό το πρόσθετο FOSSBilling στέλνει αυτόματα σφάλματα, γεγονός που μας επιτρέπει να βελτιώνουμε ευκολότερα το λογισμικό και να το διατηρούμε σταθερό. Ευχαριστούμε!
id_id: Instance FOSSBilling ini otomatis mengirimkan error yang dimana memudahkan kami untuk improvisasi software ini dan menjaga stabilitasnya. Terimakasih!
pl_pl: Ta instancja FOSSBilling automatycznie wysyła błędy, co pozwala nam łatwiej udoskonalać oprogramowanie i utrzymywać je w stabilności. Dziękujemy!
pt_br: Esta instância do FOSSBilling está automaticamente enviando erros que nos permitem melhorar mais facilmente o software e mantê-lo estável. Obrigado!
tr_tr: Oluşan hataları otomatik olarak göndererek yazılımı daha kolay geliştirmemize ve kararlı tutmamıza yardımcı oluyorsunuz. Teşekkürler!
zh_cn: 这个FOSSBilling实例会自动发送错误，这使我们能够更容易地改进软件并保持其稳定。谢谢你,

source: Source code
bg_bg: Отворен код
ca_es: Codi font
de_de: Quellcode
el_gr: Πηγαίος κώδικας
id_id: Sumber kode
pl_pl: Kod źródłowy
pt_br: Código-fonte
pt_pt: Código fonte
tr_tr: Kaynak Kod
uk_ua: Початковий код
zh_cn: 源代码

source: Recent clients activity
bg_bg: Скорошна дейност на клиентите
ca_es: Activitat recent dels clients
de_de: Letzte Kundenaktivität
el_gr: Πρόσφατη δραστηριότητα πελατών
id_id: Aktivitas klien baru saja
pl_pl: Ostatnia aktywność klientów
pt_br: Atividade recente de clientes
pt_pt: Atividade recente dos clientes
tr_tr: Güncel Müşteri Aktiviteleri
uk_ua: Остання активність клієнтів
zh_cn: 最近客户活动

source: IP
bg_bg: ИП
de_de: IP-Adresse
el_gr: Διεύθυνση IP
fa_ir: آی‌پی

source: TLD
fa_ir: پسوند
id_id: Domain Tingkat Atas (TLD)

source: ID
bg_bg: ИД
fa_ir: شناسه
fi_fi: Tunnus
fr_fr: Identifiant

source: Show form title
fr_fr: Afficher titre du formulaire
vi_vn: Hiện tiêu đề form

source: It appears you are trying to use FOSSBilling without the php intl extension enabled. FOSSBilling includes a polyfill for the intl extension, however it does not support :locale. Please enable the intl extension.
bg_bg: Изглежда, че се опитвате да използвате FOSSBilling без включено разширение php intl. FOSSBilling включва полифил за разширението intl, но то не поддържа :locale. Моля, включете разширението intl.
ca_es: Sembla que esteu intentant utilitzar FOSSBilling sense l'extensió php intl activada. FOSSBilling inclou un polyfill per a l'extensió intl, però no és compatible amb :locale. Si us plau, activeu l'extensió intl.
pt_pt: Parece que está a tentar utilizar o FOSSBilling sem a extensão php intl activada. O FOSSBilling inclui um polyfill para a extensão intl, mas não suporta :locale. Por favor, active a extensão intl.
uk_ua: Схоже, ви намагаєтеся використовувати FOSSBilling без увімкненого розширення php intl. FOSSBilling включає полізаповнення для intl розширення, проте він не підтримує :locale. Будь ласка, увімкніть розширення intl.

source: Please check your mailbox and confirm email address.
bg_bg: Моля, проверете пощенската си кутия и потвърдете имейл адреса си.
ca_es: Si us plau, comproveu la vostra bústia de correu i confirmeu l'adreça de correu electrònic.
pt_pt: Por favor, verifique seu e-mail e confirme seu endereço de e-mail.
uk_ua: Будь ласка, перевірте свою поштову скриньку для підтвердження адреси електронної пошти.

source: You do not have access to :mod module
bg_bg: Нямате достъп до :mod модул
ca_es: No teniu accés al mòdul :mod
pt_pt: Não tem acesso ao módulo :mod
uk_ua: Ви не маєте доступу до модуля :mod

source: Api class must be instance of Api_Abstract
bg_bg: Класът Апи трябва да бъде пример за Api_Abstract
ca_es: La classe Api ha de ser una instància d'Api_Abstract
pt_pt: A classe Api deve ser uma instância de Api_Abstract
uk_ua: Клас Api має бути екземпляром Api_Abstract

source: The PHP openssl extension must be enabled on your server
bg_bg: php разширението openssl трябва да е активирано във вашият сървър
ca_es: L'extensió PHP openssl ha d'estar habilitada al vostre servidor
pt_pt: A extensão PHP openssl deve estar activada no seu servidor
uk_ua: Розширення PHP openssl повинне бути увімкнене на вашому сервері

source: Core module can not be updated
bg_bg: Основният модул не може да бъде актуализиран
ca_es: El mòdul bàsic no es pot actualitzar
pt_pt: O módulo principal não pode ser atualizado
uk_ua: Модуль ядра не може бути оновлений

source: Unable to setup FOSSBilling translation functionality, locale was undefined.
bg_bg: Не мога да настроя функциите за превод на FOSSBilling защото локалът е неопределен.
ca_es: No podeu configurar la funcionalitat de traducció de FOSSBilling, la configuració regional no està definida.
uk_ua: Не вдалося налаштувати функцію перекладу FOSSBilling локаль не визначена.

source: Unable to fetch alerts from Central Alerts System. See error log for more information.
bg_bg: Невъзможно е да се изтеглят сигнали от Централната система за сигнали. За повече информация отворете дневника/лога с грешки.
ca_es: No es poden recuperar les alertes del sistema central d'alertes. Consulteu el registre d'errors per obtenir més informació.
pt_pt: Não é possível obter alertas do Sistema Central de Alertas. Ver registo de erros para mais informações.
uk_ua: Не вдається отримати повідомлення від системи центральних оповіщень. Перегляньте журнал помилок для отримання додаткової інформації.

source: Error when writing updated configuration file.
bg_bg: Грешка при записването на актуализираният конфигурационен файл.
ca_es: Error en escriure el fitxer de configuració actualitzat.
pt_pt: Erro ao escrever o ficheiro de configuração atualizado.
uk_ua: Помилка запису оновлень в конфігураційний файл.

source: Unable to fetch the releases of the extension from the FOSSBilling extension directory.
bg_bg: Не е възможно да се изтеглят версиите на разширението от директорията/папката за разширения на FOSSBilling.
ca_es: No s'han pogut obtenir les versions de l'extensió del directori d'extensions FOSSBilling.
pt_pt: Não foi possível obter as versões da extensão no diretório de extensões do FOSSBilling.
uk_ua: Не вдається отримати релізи розширення з каталогу розширень FOSSBilling.

source: Unable to fetch the latest release of the extension.
bg_bg: Не е възможно да се изтегли последната версия на разширението.
ca_es: No es pot obtenir la darrera versió de l'extensió.
pt_pt: Não foi possível obter a versão mais recente da extensão.
uk_ua: Не вдалося отримати останню версію розширення.

source: A Sendgrid API key is required to send emails via Sendgrid
bg_bg: Необходим е API ключ на Sendgrid, за да изпращате имейли чрез Sendgrid
ca_es: Es requereix una clau de l'API de Sendgrid per enviar correus electrònics mitjançant Sendgrid
pt_pt: É necessária uma chave da API do Sendgrid para enviar e-mails através do Sendgrid
uk_ua: Ключ Sendgrid API є необхідним для надсилання електронної пошти через Sendgrid

source: You have latest version of FOSSBilling. You do not need to update.
bg_bg: Вие притежавате най-новата версия на FOSSBilling. Не е необходимо да актуализирате.
ca_es: Tens la darrera versió de FOSSBilling. No cal actualitzar.
pt_pt: Tem a versão mais recente do FOSSBilling. Não é necessário atualizar.
uk_ua: У вас остання версія FOSSBilling. Вам не потрібно її оновлювати.

source: Domain product can not be removed.
bg_bg: Домейна не може да бъде премахнат.
ca_es: El producte del domini no es pot eliminar.
pt_pt: O domínio do produto não pode ser removido.
uk_ua: Домен не може бути видалений.

source: Not enough in balance
bg_bg: Недостатъчен баланс
ca_es: No n'hi ha prou en equilibri
pt_pt: Não há equilíbrio suficiente
uk_ua: Недостатньо коштів

source: It is forbidden to pay a deposit invoice with this gateway
bg_bg: Забранено е плащането на депозитна фактура с този метод на плащане
ca_es: Està prohibit pagar una factura d'ingrés amb aquesta passarel·la
pt_pt: É proibido pagar uma fatura de depósito com este portal
uk_ua: Сплата рахунку через цей платіжний шлюз заборонена

source: Return URL for payment gateway was not set
bg_bg: URL адресът за връщане при успешно плащане не е зададен
ca_es: L'URL de retorn de la passarel·la de pagament no s'ha definit
pt_pt: O URL de retorno para o gateway de pagamento não foi definido
uk_ua: Не встановлено URL повернення для платіжної системи

source: Cancel URL for payment gateway was not set
bg_bg: Отменено URL адрес при неуспешно плащане не е зададен
ca_es: No s'ha definit l'URL de cancel·lació de la passarel·la de pagament
pt_pt: O URL de cancelamento para o gateway de pagamento não foi definido
uk_ua: Не встановлено URL скасування для платіжної системи

source: IPN Notification URL for payment gateway was not set
bg_bg: URL адресът за уведомление от IPN за платежния метод не е зададен
ca_es: No s'ha establert l'URL de notificació d'IPN per a la passarel·la de pagament
pt_pt: O URL de notificação IPN para o gateway de pagamento não foi definido
uk_ua: Не встановлено URL для IPN сповіщень платіжного шлюзу

source: IPN redirect URL for payment gateway was not set
bg_bg: IPN пренасочващият URL адрес за платежния метод не е настроен
ca_es: No s'ha establert l'URL de redirecció IPN per a la passarel·la de pagament
pt_pt: O URL de redireccionamento da IPN para o gateway de pagamento não foi definido
uk_ua: Не встановлено URL для IPN переадресації платіжного шлюзу

source: Email registrar is unable to :action:
bg_bg: Регистраторът на имейли не е в състояние да изпълни :action:
ca_es: El registrador de correu electrònic no pot :action:
pt_pt: O registador de correio eletrónico não pode :ação:
uk_ua: Реєстрацію електронної пошти не вдалось :action:

source: checking domain transferability
bg_bg: проверява се прехвърляемостта на домейна
ca_es: Comprovació de la transferència del domini
de_de: Prüfung der Domainübertragbarkeit
pt_br: verificando a transferibilidade do domínio
pt_pt: verificar a transferibilidade do domínio
tr_tr: alan adının transfer edilebilirliği kontrol ediliyor
uk_ua: Перевірка можливості перенесення домену

source: Unable to assign the Reseller ANY ips. Make sure to have free, un-assigned ips.
bg_bg: Не е възможно да дадете на препродавача НИКАКВИ Ип адреси. Уверете се, че разполагате със свободни, и не използвани ип адреси.
ca_es: No es pot assignar cap IP al distribuïdor. Assegureu-vos de tenir ips gratuïts i no assignats.
pt_pt: Não é possível atribuir ao revendedor NENHUM ips. Certifique-se de que tem ips livres e não atribuídos.
uk_ua: Не вдалося призначити ips продавця. Переконайтеся, що він має безкоштовні, непризначені ip.

source: Promo code is expired or does not exist
bg_bg: Промо кодът е изтекъл или не съществува
ca_es: El codi promocional ha caducat o no existeix
pt_pt: O código promocional expirou ou não existe
uk_ua: Промо-код застарів або не існує

source: Promo can not be applied to your account
bg_bg: Промо кода не може да се приложи към профила ви
ca_es: La promoció no es pot aplicar al vostre compte
pt_pt: A promoção não pode ser aplicada à sua conta
uk_ua: Промокод не може бути застосовано до вашого облікового запису

source: One or more of your selected addons are invalid for the associated product.
bg_bg: Една или повече от избраните от вас приставки са невалидни за съответния продукт.
ca_es: Un o més dels complements seleccionats no són vàlids per al producte associat.
pt_pt: Um ou mais dos addons seleccionados são inválidos para o produto associado.
uk_ua: Один або кілька вибраних аддонів недійсні для відповідного товару.

source: Selected billing period is invalid for the selected addon
bg_bg: Избраният период на фактуриране е невалиден за избраната приставка
ca_es: El període de facturació seleccionat no és vàlid per al complement seleccionat
pt_pt: O período de faturação selecionado é inválido para o addon selecionado
uk_ua: Вибраний термін виставлення рахунка недійсний для вибраного додатку

source: Add products to cart before applying promo code
bg_bg: Добавете продукти в количката преди да въведете вашият промоционален код
ca_es: Afegiu productes al carretó abans d'aplicar el codi promocional
pt_pt: Adicionar produtos ao carrinho antes de aplicar o código promocional
uk_ua: Додайте товари до кошика перед застосуванням промокоду

source: You have already used this promo code. Please remove promo code and checkout again.
bg_bg: Вече сте използвали този промоционален код. Моля, премахнете промоционалния код и кликнете на плащане отново.
ca_es: Ja has utilitzat aquest codi promocional. Si us plau, elimina el codi promocional i torna a pagar.
pt_pt: Já utilizou este código promocional. Remova o código promocional e efectue o checkout novamente.
uk_ua: Ви вже використали цей промокод. Будь ласка, видаліть промокод та спробуйте ще раз.

source: Can not checkout an empty cart
bg_bg: Не може да се изпрати празна количка
ca_es: No es pot pagar un carretó buit
pt_pt: Não é possível efetuar o checkout de um carrinho vazio
uk_ua: Неможливо оформити замовлення, кошик порожній

source: Email is already registered.
bg_bg: Имейл адреса вече е регистриран.
ca_es: El correu electrònic ja està registrat.
pt_pt: O e-mail já está registado.
uk_ua: Така скринька вже використовується.

source: Can not change email. It is already registered.
bg_bg: Не може да се промени имейл адреса защото той вече е регистриран.
ca_es: No es pot canviar el correu electrònic. Ja està registrat.
pt_pt: Não é possível alterar o correio eletrónico. Já está registado.
uk_ua: Неможливо змінити адресу електронної пошти. Вона вже зареєстрована.

source: Email is already registered. You may want to login instead of registering.
bg_bg: Имейлът вече е регистриран. Може да се пробвате да се впишете с него вместо да се регистрирате повторно.
ca_es: El correu electrònic ja està registrat. És possible que vulgueu iniciar sessió en lloc de registrar-vos.
pt_pt: O e-mail já está registado. Poderá querer iniciar sessão em vez de se registar.
uk_ua: Така поштова адреса вже використовується в системі. Ви можете увійти в систему замість реєстрації.

source: Currency can not be changed. Client already have invoices issued.
bg_bg: Валутата не може да бъде променена. Клиентът вече има издадена/и фактури.
ca_es: La moneda no es pot canviar. El client ja té les factures emeses.
pt_pt: A moeda não pode ser alterada. O cliente já tem facturas emitidas.
uk_ua: Валюта не може бути змінена. Клієнту вже виставлені інвойси.

source: Currency can not be changed. Client already have orders.
bg_bg: Валутата не може да бъде променена. Клиента вече има направена поръчка/и.
ca_es: La moneda no es pot canviar. El client ja té comandes.
pt_pt: A moeda não pode ser alterada. O cliente já tem encomendas.
uk_ua: Валюта не може бути змінена. У клієнта вже є замовлення.

source: Define clients currency before adding funds.
bg_bg: Определете клиентската валута, преди да добавите средства.
ca_es: Definiu la moneda dels clients abans d'afegir fons.
pt_pt: Definir a moeda dos clientes antes de adicionar fundos.
uk_ua: Визначте валюту клієнта перед додаванням коштів.

source: Can not remove group with clients
bg_bg: Не можете да премахнете група с клиенти
ca_es: No es pot eliminar el grup amb clients
pt_pt: Não é possível remover o grupo com clientes
uk_ua: Неможливо видалити групу з клієнтами

source: Email can not be changed
bg_bg: Имейла не може да бъде променен
ca_es: El correu electrònic no es pot canviar
pt_pt: O correio eletrónico não pode ser alterado
uk_ua: Електронну пошту не можна змінити

source: Currency conversion rate can not be zero
bg_bg: Курсът на превалутиране не може да бъде нула
ca_es: El tipus de conversió de divises no pot ser zero
pt_pt: A taxa de conversão da moeda não pode ser zero
uk_ua: Курс конвертації валют не може бути нульовим

source: Can not remove default currency
bg_bg: Не може да се премахне валутата по подразбиране
ca_es: No es pot eliminar la moneda predeterminada
pt_pt: Não é possível remover a moeda predefinida
uk_ua: Не вдається вилучити валюту за замовчуванням

source: Failed to get currency rates for :currency from the European Central Bank API
bg_bg: Не успях да получа валутни курсове за :currency от API ключа на Европейската централна банка
ca_es: No s'han pogut obtenir els tipus de canvi de :currency de l'API del Banc Central Europeu
pt_br: Falha ao obter as taxas de câmbio para o :currency da API do Banco Central Europeu
pt_pt: Falha ao obter as taxas de câmbio para a moeda :da API do Banco Central Europeu
tr_tr: Avrupa Merkez Bankası API'sinden :currency için para birimi oranları alınamadı
uk_ua: Не вдалося отримати курси валют для :currency з API Європейського центрального банку

source: <b>Currencylayer threw an error:</b><br />:errorInfo
bg_bg: <b>Слоя на валутата даде грешка:</b><br />:информация
ca_es: <b>Currencylayer ha llançat un error:</b><br /> :errorInfo
pt_br: <b>Currencylayer deu um erro:</b><br />:errorInfo
pt_pt: O <b>Currencylayer lançou um erro:</b><br />:errorInfo
tr_tr: <b>Currencylayer hata verdi:</b><br />:errorInfo
uk_ua: <b>Валютний рівень видав помилку:</b><br />:errorInfo

source: From email address can not be empty
bg_bg: Полето изпраща се от имейл адрес не може да бъде празно
ca_es: De l'adreça de correu electrònic no pot estar buida
pt_pt: O endereço de correio eletrónico de origem não pode estar vazio
uk_ua: Адреса електронної пошти не може бути порожньою

source: FOSSBilling core modules can not be managed
bg_bg: Основните модули на FOSSBilling не могат да бъдат управлявани
ca_es: Els mòduls bàsics de FOSSBilling no es poden gestionar
pt_pt: Os módulos principais do FOSSBilling não podem ser geridos
uk_ua: Не можливо керування ядром модулів FOSSBilling

source: FOSSBilling core modules can not be installed or removed
bg_bg: Основните модули FOSSBilling не могат да бъдат инсталирани или премахвани
ca_es: Els mòduls bàsics de FOSSBilling no es poden instal·lar ni eliminar
pt_pt: Os módulos principais do FOSSBilling não podem ser instalados ou removidos
uk_ua: Модулі ядра FOSSBilling не можуть бути встановлені або видалені

source: Module can not be installed. It requires at least :min version of FOSSBilling. You are using :v
bg_bg: Модулът не може да бъде инсталиран.Защото изисква минимум версия :min на FOSSBilling. А вие използвате версия :v
ca_es: El mòdul no es pot instal·lar. Requereix com a mínim la versió :min de FOSSBilling. Estàs utilitzant :v
pt_pt: O módulo não pode ser instalado. Requer pelo menos a versão :min do FOSSBilling. Está a utilizar a versão :v
uk_ua: Модуль не може бути встановлений. Він потребує принаймні :min версії FOSSBilling. Ви використовуєте :v

source: Field name can not start with number.
bg_bg: Името на полето не може да започва с номер.
ca_es: El nom del camp no pot començar amb un número.
pt_pt: O nome do campo não pode começar por um número.
uk_ua: Назва поля не може починатися з цифри.

source: Field name can not be empty. Please make sure it is not empty and does not contain special characters.
bg_bg: Името на полето не може да бъде празно. Моля, уверете се, че не е празна и не съдържа специални знаци.
ca_es: El nom del camp no pot estar buit. Assegureu-vos que no estigui buit i que no contingui caràcters especials.
pt_pt: O nome do campo não pode estar vazio. Certifique-se de que não está vazio e não contém caracteres especiais.
uk_ua: Ім'я поля не може бути пустим. Будь ласка, переконайтеся, що воно не порожнє і не містить спеціальних символів.

source: Paid Invoice can not be modified
bg_bg: Платената фактура не може да бъде променена
ca_es: La factura pagada no es pot modificar
pt_pt: A fatura paga não pode ser modificada
uk_ua: Сплачений рахунок не можна змінити

source: Can not refund invoice with negative amount
bg_bg: Не може да се възстанови фактура с отрицателна сума
ca_es: No es pot reemborsar la factura amb import negatiu
pt_pt: Não é possível reembolsar uma fatura com um montante negativo
uk_ua: Неможливо відшкодувати рахунок-фактуру з від’ємною сумою

source: Transaction invoice id is missing
bg_bg: Идент. № на фактурата за транзакцията липсва
ca_es: Falta l'identificador de la factura de la transacció
pt_pt: O ID da fatura da transação está em falta
uk_ua: ID рахунку транзакції відсутній

source: Payment gateway id is missing
bg_bg: Идентификационният номер на метода за плащане липсва
ca_es: Falta l'identificador de la passarel·la de pagament
pt_pt: O ID do gateway de pagamento está em falta
uk_ua: ID платіжного шлюзу відсутній

source: Can not handle transaction received from unknown payment gateway: :id
bg_bg: Не може да се обработи транзакция, която е получена от неизвестен метод за плащане: :id
ca_es: No es pot gestionar la transacció rebuda des de la passarel·la de pagament desconeguda: :id
pt_pt: Não é possível tratar a transação recebida de uma plataforma de pagamento desconhecida: :id
uk_ua: Неможливо обробити транзакцію, отриману від невідомого платіжного шлюзу: :id
