Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Add " + selector + " class to your elements which must call popup. For example:
ar_sa: إضافة فئة زر الطلب إلى العناصر الخاصة بك التي يجب أن تتصل بالنافذات. على سبيل المثال:
bg_bg: Добавете класа "+ избирател + " към елементите си, които трябва да извикат изскачащите прозорци. Например:
ca_es: Afegiu la classe " + selector + " als vostres elements que han de cridar la finestra emergent. Per exemple:
cs_cz: Přidejte "+ selektor + " ke svým prvkům, které musí zavolat vyskakovací okno. Například:
el_gr: Προσθέστε την κλάση "+ selector +" στα στοιχεία σας που πρέπει να καλέσουν το αναδυόμενο παράθυρο. Για παράδειγμα:
fa_ir: کلاس " + selector + " را به عناصر خود اضافه کنید که باید پنجره popup فراخوانی شود. مثلا:
fi_fi: Lisää " + valitsija + " luokka elementteihin, joiden on kutsuttava ponnahdusikkunaa. Esimerkiksi:
fr_fr: Ajouter la classe " + selector + " à vos éléments qui doivent appeler le popup. Par exemple :
hu_hu: Adja hozzá a " + selector + " osztályt az elemekhez, amelyeknek fel kell ugró ablakot hívniuk. Például:
id_id: Tambahkan kelas " + selector + " ke elemen Anda yang harus memanggil popup. Sebagai contoh:
lt_lt: Pridėkite " + selektorius + " klasę prie savo elementų, kurie turi iškviesti iššokantįjį langą. Pavyzdžiui:
nl_nl: Voeg de klasse " + selector + " klasse toe aan de elementen die een pop-up moeten oproepen. Bijvoorbeeld:
pl_pl: Dodaj klasę order-button do swoich elementów, które muszą wywoływać wyskakujące okno. Na przykład:
pt_br: Adicione " + selector + " a seus elementos que devem ser chamados por popup. Por exemplo:
pt_pt: Adicione a classe " + seletor + " aos seus elementos que devem chamar o popup. Por exemplo:
ro_ro: Adăugaţi clasa " + selector + " la elementele care trebuie să apeleze popup. De exemplu:
ru_ru: Добавьте класс " + selector + " к элементам, которые должны вызывать всплывающее окно. Например:
sr_rs: Dodajte klasu " + selektor + " svojim elementima koji moraju pozvati iskačući prozor. Na primer:
tr_tr: Açılır pencereyi çağırması gereken öğelerinize " + selector + " sınıfını ekleyin. Örneğin:
uk_ua: Додати " + selector + " клас до елементів, які повинні викликати спливаюче вікно. Наприклад:
vi_vn: Thêm " + selector + " class vào phần tử của bạn cái phải gọi popup. Ví dụ:
zh_cn: 将 " + selector + " 类添加到必须调用弹出弹出窗口的元素中。例如：

source: Add " + selector + " ID to your element which must call popup. For example:
ar_sa: إضافة فئة زر الطلب إلى العناصر الخاصة بك التي يجب أن تتصل بالنافذات. على سبيل المثال:
bg_bg: Добавете "+ избирател + " ИД към вашия елемент, който трябва да извика изскачащ прозорец. Например:
ca_es: Afegiu " + selector + " ID al vostre element que ha de cridar la finestra emergent. Per exemple:
cs_cz: Přidat " + selektor + " ID k prvku, který musí zavolat vyskakovací okno. Například:
el_gr: Προσθέστε "+ selector +" ID στο στοιχείο σας που πρέπει να καλεί το αναδυόμενο παράθυρο. Για παράδειγμα:
fa_ir: شناسه (ID) " + selector +" را به عنصر خود اضافه کنید که باید پنجره popup فراخوانی شود. مثلا:
fi_fi: Lisää " + valitsija + " ID elementtiisi, jonka on kutsuttava ponnahdusikkunaa. Esimerkiksi:
fr_fr: Ajouter " + selector + " ID à votre élément qui doit appeler popup. Par exemple :
hu_hu: Adja hozzá a " + választó + " azonosítót az elemhez, amelynek meg kell hívnia a felugró ablakot. Például:
id_id: Tambahkan kelas " + selector + " ke ID elemen Anda yang harus memanggil popup. Sebagai contoh:
lt_lt: Pridėkite " + selektorius + " ID prie elemento, kuris turi iškviesti iššokantįjį langą. Pavyzdžiui:
nl_nl: Voeg een orderknop klasse toe aan je elementen die de pop-up moeten bellen. Bijvoorbeeld:
pl_pl: Dodaj klasę order-button do swoich elementów, które muszą wywoływać wyskakujące okno. Na przykład:
pt_br: Adicione o ID "+ seletor + " ao seu elemento que deve ser chamado popup. Por exemplo:
pt_pt: Adicione " + seletor + " ID ao seu elemento que deve chamar o popup. Por exemplo:
ro_ro: Adăugaţi "+ selector + " ID elementului care trebuie să apeleze popup. De exemplu:
ru_ru: Добавьте ID " + selector + " к вашему элементу, который должен вызывать всплывающее окно. Например:
sr_rs: Dodajte " + selektor + " ID svom elementu koji mora pozvati iskačući prozor. Na primer:
tr_tr: Açılır pencereyi çağırması gereken öğenize " + selector + " ID ekleyin. Örneğin:
uk_ua: Додати " + селектор + " ID до Вашого елементу, який повинен викликати спливаюче вікно. Наприклад:
vi_vn: Thêm " + selector + " ID vào phần tử của bạn cái phải gọi popup. Ví dụ:
zh_cn: 将 " + selector + " ID添加到必须调用弹出弹出窗口的元素中。例如：

source: Addons & extras
bg_bg: Добавки & екстри
ca_es: Complements i extres
el_gr: Πρόσθετα & έξτρα
fa_ir: افزونه ها و محصولات مکمل
fi_fi: Lisäosat & extrat
fr_fr: Extensions & extras
hu_hu: Kiegészítők és extrák
id_id: Layanan tambahan
lt_lt: Priedai & pridėtys
pl_pl: Dodatki i dodatki
pt_br: Complementos e extras
pt_pt: Addons e extras
ro_ro: Suplimente și bonusuri
ru_ru: Дополнения и дополнительные услуги
sr_rs: Dodatne usluge & dodaci
tr_tr: Ürün Eklentileri ve Ekstralar
uk_ua: Додатки та додаткові функції
vi_vn: Phần bổ sung và mở rộng
zh_cn: 附加组件和功能

source: Setup:
ar_sa: إعداد
bg_bg: Настройване:
ca_es: Configuració:
de_de: Konfiguration:
el_gr: Εγκατάσταση:
fa_ir: نصب:
fi_fi: Asetukset:
fr_fr: Installation :
hu_hu: Beállít:
id_id: Pemasangan:
lt_lt: Sąranka:
nl_nl: Installatie:
pl_pl: Konfiguracja:
pt_br: Configuração:
pt_pt: Instalação:
ro_ro: Instalare:
ru_ru: Настройка:
sr_rs: Podešavanje:
tr_tr: Kurulum:
uk_ua: Установка:
vi_vn: Cài đặt:
zh_cn: 设置：

source: Add to cart
cs_cz: Přidat do košíku
fa_ir: اضافه به سبد خرید
fr_fr: Ajouter au panier
hu_hu: Kosárba
id_id: Masukan ke keranjang
nl_nl: Aan winkelmand toevoegen
ro_ro: Adaugă în coș
ru_ru: Добавить в корзину
sr_rs: Dodaj u korpu
zh_cn: 添加到购物车

source: Remove from cart
cs_cz: Odstranit z košíku
fa_ir: حذف از سبد خرید
fr_fr: Supprimer du panier
hu_hu: Eltávolítás a kosárból
id_id: Hapus dari troli
nl_nl: Uit winkelwagen verwijderen
ro_ro: Elimină din coș
ru_ru: Удалить из корзины
sr_rs: Ukloni iz korpe
zh_cn: 从购物车中删除

source: Cart
ar_sa: السله
bg_bg: Количка
ca_es: Cistella
cs_cz: Košík
de_de: Warenkorb
el_gr: Καλάθι
fa_ir: سبد خرید
fi_fi: Ostoskori
fr_fr: Panier
hu_hu: Kosár
id_id: Keranjang
lt_lt: Krepšelis
nl_nl: Winkelmandje
pl_pl: Koszyk
pt_br: Carrinho
pt_pt: Carrinho
ro_ro: Coș de cumpărături
ru_ru: Savatcha
sr_rs: Korpa
tr_tr: Sepet
uk_ua: Кошик
vi_vn: Giỏ hàng
zh_cn: 购物车

source: Remove item
ar_sa: إزالة العنصر
bg_bg: Премахване на артикула
ca_es: Elimina l'element
cs_cz: Odstranit položku
de_de: Objekt entfernen
el_gr: Αφαίρεση αντικειμένου
fa_ir: حذف آیتم
fi_fi: Poista tuote
fr_fr: Supprimer un article
hu_hu: Cikk eltávolítása
id_id: Hapus barang
lt_lt: Pašalinti prekę
nl_nl: Verwijder artikel
pl_pl: Usuń przedmiot
pt_br: Excluir Item
pt_pt: Remover item
ro_ro: Elimină elementul
ru_ru: Elementni olib tashlash
sr_rs: Obriši stavku
tr_tr: Ürünü Sil
uk_ua: Вилучити елемент
vi_vn: Xóa sản phẩm
zh_cn: 移除项目

source: setup
ar_sa: إعداد
bg_bg: настройване
ca_es: configuració
cs_cz: Nastavení
el_gr: εγκατάσταση
fa_ir: نصب
fi_fi: asetukset
fr_fr: configurations
hu_hu: beállít
id_id: pemasangan
lt_lt: sąranka
nl_nl: installatie
pl_pl: konfiguracja
pt_br: configuração
pt_pt: configuração
ro_ro: instalare
ru_ru: настройка
sr_rs: podešavanje
tr_tr: kurulum
uk_ua: установка
vi_vn: cài đặt
zh_cn: 设置

source: Have a coupon code?
ar_sa: هل لديك رمز ترويجي؟
bg_bg: Имате промоционален код?
cs_cz: Máte slevový kód?
de_de: Hast du einen Gutscheincode?
el_gr: Έχετε κωδικό κουπονιού;
fa_ir: آیا کوپن تخفیف دارید?
fi_fi: Onko sinulla alennuskoodi?
fr_fr: Vous avez un code promo ?
hu_hu: Van kuponod?
id_id: Punya kode kupon?
nl_nl: In bezit van kortingscode?
pl_pl: Masz kod kuponu?
pt_br: Tem um código de cupom?
ro_ro: Aveți un cod de cupon?
ru_ru: Есть код купона?
sr_rs: Imate kod kupona?
tr_tr: Promosyon kodunuz mu var?
zh_cn: 使用优惠码

source: Promo code was applied for your order
ar_sa: تم تطبيق الرمز الترويجي لطلبك
bg_bg: Промоционалният код бе приложен за вашата поръчка
ca_es: S'ha aplicat un codi promocional per a la teva comanda
cs_cz: Promo kód byl použit pro vaši objednávku
de_de: Gutscheincode wurde für deine Bestellung angewandt
el_gr: Ο κωδικός προσφοράς εφαρμόστηκε για την παραγγελία σας
fa_ir: کد تخفیف برای سفارش شما اعمال شد
fi_fi: Tarjouskoodi on lisätty tilaukseesi
fr_fr: Le code promo a été appliqué pour votre commande
hu_hu: A promóciós kódot alkalmaztuk a rendelésedhez
id_id: Kode promo sudah diterapkan ke pesanan
lt_lt: Promo kodas panaudotas jūsų užsakymui
nl_nl: Promotiecode is toegepast op de bestelling
pl_pl: Kod promocyjny został zastosowany do twojego zamówienia
pt_br: Código promocional foi aplicado ao seu pedido
pt_pt: O código promocional foi aplicado à sua encomenda
ro_ro: Codul promoțional a fost aplicat pentru comanda dumneavoastră
ru_ru: Промокод применен к вашему заказу
sr_rs: Promotivni kod je primenjen za vašu porudžbinu
tr_tr: Promosyon kodu siparişiniz için uygulandı
uk_ua: Промокод був застосований до вашого замовлення
vi_vn: Mã ưu đãi đã được áp dụng cho đơn hàng của bạn
zh_cn: 已使用优惠码折扣

source: Enter code
ar_sa: أدخل الرمز
bg_bg: Въведете кода
ca_es: Introduïu el codi
cs_cz: Zadejte kód
de_de: Code eingeben
el_gr: Εισάγετε τον κωδικό
fa_ir: کد را وارد کنید
fi_fi: Syötä koodi
fr_fr: Entrez le code
hu_hu: Írd be a kódot
id_id: Masukkan kode
lt_lt: Įveskite kodą
nl_nl: Code invoeren
pl_pl: Wprowadź kod
pt_br: Digite o código
pt_pt: Introduzir código
ro_ro: Introduceți codul
ru_ru: Kodni kiriting
sr_rs: Unesite kod
tr_tr: Kodu girin
uk_ua: Введіть код
vi_vn: Nhập mã
zh_cn: 输入代码

source: Remove
ar_sa: إزالة
bg_bg: Премахване
ca_es: Elimina
cs_cz: Odstranit
de_de: Entfernen
el_gr: Αφαίρεση
fa_ir: حذف
fi_fi: Poista
fr_fr: Supprimer
hu_hu: Eltávolítás
id_id: Hapus
lt_lt: Pašalinti
nl_nl: Verwijderen
pl_pl: Usuń
pt_br: Remover
pt_pt: Remover
ro_ro: Șterge
ru_ru: O'chirish
sr_rs: Ukloni
tr_tr: Kaldır
uk_ua: Видалити
vi_vn: Loại bỏ
zh_cn: 删除

source: Apply
ar_sa: تطبيق
bg_bg: Прилагане
ca_es: Aplicar
cs_cz: Použít
de_de: Anwenden
el_gr: Εφαρμογή
fa_ir: انجام
fi_fi: Käytä
fr_fr: Appliquer
hu_hu: Alkalmaz
id_id: Terapkan
lt_lt: Taikyti
nl_nl: Toepassen
pl_pl: Zastosuj
pt_br: Aplicar
pt_pt: Aplicar
ro_ro: Aplică
ru_ru: Qo'llash
sr_rs: Primeni
tr_tr: Uygula
uk_ua: Застосувати
vi_vn: Áp dụng
zh_cn: 应用

source: Discount:
ar_sa: الخصم:
bg_bg: Намаление:
ca_es: Descompte:
cs_cz: Sleva:
de_de: Rabatt:
el_gr: Έκπτωση:
fa_ir: تخفیف:
fi_fi: Alennus:
fr_fr: Remise :
hu_hu: Kedvezmény:
id_id: Potongan harga:
lt_lt: Nuolaida:
nl_nl: Korting:
pl_pl: Zniżka:
pt_br: Desconto:
pt_pt: Desconto:
ro_ro: Reducere:
ru_ru: Chegirma:
sr_rs: Popust:
tr_tr: İndirim:
uk_ua: Знижка:
vi_vn: Giảm giá:
zh_cn: 折扣：

source: Pay by
ar_sa: الدفع بواسطة
bg_bg: Плати с
ca_es: Paga amb
cs_cz: Zaplatit pomocí
de_de: Zahlung fällig zum
el_gr: Πληρωμή με
fa_ir: پرداخت توسط
fi_fi: Maksa käyttäen
fr_fr: Payer par
hu_hu: Fizetési szempont
id_id: Membayar dengan
lt_lt: Mokėti su
nl_nl: Betalen met
pl_pl: Zapłać przez
pt_br: Pagar via
pt_pt: Pagar por
ro_ro: A se plăti până la
ru_ru: Оплатить через
sr_rs: Plaćanje
tr_tr: Ödeme aracı
uk_ua: Оплатити через
vi_vn: Thanh toán bởi
zh_cn: 付款方式

source: Total amount will be deducted from account balance
ar_sa: المبلغ الإجمالي سيتم خصمه من رصيد الحساب
bg_bg: Общата сума ще бъде приспадната от салдото в профила ви
ca_es: L'import total es descomptarà del saldo del compte
cs_cz: Celková částka bude odečtena od zůstatku na účtu
de_de: Gesamtbetrag wird vom Guthaben abgezogen
el_gr: Το συνολικό ποσό θα αφαιρεθεί από το υπόλοιπο του λογαριασμού
fa_ir: کل مبلغ از موجودی حساب کسر می شود
fi_fi: Kokonaismäärä vähennetään tilin saldosta
fr_fr: Le montant total sera déduit du solde du compte
hu_hu: A teljes összeg levonásra kerül a számlaegyenlegből
id_id: Jumlah total akan dipotong dari saldo akun
lt_lt: Visa suma bus išskaičiuota iš paskyros balanso
nl_nl: Totale bedrag wordt van het rekeningsaldo afgetrokken
pl_pl: Cała kwota zostanie odjęta od salda konta
pt_br: O valor total será deduzido do saldo da conta
pt_pt: O montante total será deduzido do saldo da conta
ro_ro: Suma totală va fi dedusă din soldul contului
ru_ru: Общая сумма будет списана с баланса счета
sr_rs: Ukupan iznos će biti odbijen od stanja pripejd kredita
tr_tr: Toplam tutar hesap bakiyesinden düşülecektir
uk_ua: Загальна сума буде зрахована з балансу рахунку
vi_vn: Tổng tiền sẽ bị khấu trừ từ số dư tài khoản
zh_cn: 总额将从账户余额中扣除

source: terms of service
cs_cz: Podmínky služby
de_de: Nutzungsbedingungen
el_gr: όροι παροχής υπηρεσιών
fa_ir: قوانین و مقررات
fr_fr: conditions générales
hu_hu: Felhasználási feltételek
id_id: ketentuan layanan
nl_nl: gebruiksvoorwaarden
pl_pl: warunki korzystania z usługi
ro_ro: termeni și condiții
ru_ru: условия обслуживания
sr_rs: uslovi korišćenja
zh_cn: 服务条款

source: privacy policy
cs_cz: ochrana osobních údajů
de_de: Datenschutzbestimmungen
el_gr: πολιτική απορρήτου
fa_ir: سیاست حفظ حریم خصوصی
fr_fr: politique de confidentialité
hu_hu: adatvédelmi irányelvek
id_id: kebijaka privasi
nl_nl: privacybeleid
pl_pl: polityka prywatności
ro_ro: politica de confidențialitate
ru_ru: политика конфиденциальности
sr_rs: politika privatnosti
zh_cn: 隐私协议

source: Checkout
ar_sa: إتمام الشراء
bg_bg: Плащане
ca_es: Pagament
cs_cz: Pokladna
de_de: Zur Kasse
el_gr: Ταμείο
fa_ir: پرداخت
fi_fi: Kassa
fr_fr: Commander
hu_hu: Pénztár
lt_lt: Atsiskaityti
nl_nl: Naar de kassa
pl_pl: Zamówienie
pt_br: Finalizar compra
pt_pt: Finalizar a compra
ro_ro: Finalizare comandă
ru_ru: Оформление заказа
sr_rs: Plaćanje
tr_tr: Ödeme
uk_ua: Перевірити
vi_vn: Thanh toán
zh_cn: 去结算

source: You must first login / create an account before you can checkout.
ro_ro: Trebuie să vă autentificați / să creați un cont înainte de a putea finaliza comanda.
ru_ru: Сначала вам необходимо войти / создать учетную запись, прежде чем оформлять заказ.

source: Are you sure you want to remove this item from cart?
ar_sa: هل أنت متأكد أنك تريد إزالة العنصر من عربة التسوق؟
bg_bg: Наистина ли искате да премахнете този продукт от кошницата ви?
ca_es: Esteu segur que voleu eliminar aquest article del carretó?
cs_cz: Jste si jisti, že chcete odstranit tuto položku z košíku?
de_de: Bist du sicher, das du den Artikel aus deinen Warenkorb löschen möchtest?
el_gr: Είστε σίγουροι ότι θέλετε να αφαιρέσετε αυτό το προϊόν από το καλάθι;
fa_ir: آیا مطمئن هستید که می خواهید این مورد را حذف کنید?
fi_fi: Haluatko varmasti poistaa tämän tuotteen ostoskorista?
fr_fr: Êtes vous sûre de vouloir supprimer cet article?
hu_hu: Biztosan el akarja távolítani ezt a terméket a kosárból?
id_id: Anda yakin ingin menghapus produk ini dari keranjang?
lt_lt: Ar tikrai norite pašalinti šią prekę iš krepšelio?
nl_nl: Zeker van het verwijderen van dit item uit de winkelwagen?
pl_pl: Czy na pewno chcesz usunąć ten przedmiot z koszyka?
pt_br: Tem certeza que deseja remover este item do carrinho?
pt_pt: Tem a certeza de que pretende retirar este artigo do carrinho?
ro_ro: Sunteţi sigur că doriţi să ştergeţi acest articol din coş?
ru_ru: Вы уверены, что хотите удалить этот элемент из корзины?
sr_rs: Da li ste sigurni da želite da uklonite ovu stavku iz korpe?
tr_tr: Ürünü alışveriş sepetinden kaldırmak istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете видалити цей продукт з кошика?
vi_vn: Bạn có chắc chắn muốn xóa mục này khỏi giỏ hàng?
zh_cn: 确定要从购物车中移除此商品吗？

source: Item was removed from cart
ar_sa: تم حذف الصنف من السلة
bg_bg: Продукта бе премахнат от кошницата
ca_es: L'article s'ha eliminat del carretó
cs_cz: Položka byla odebrána z košíku
de_de: Artikel wurde aus dem Warenkorb entfernt
el_gr: Το προϊόν αφαιρέθηκε από το καλάθι
fa_ir: مورد از سبد خرید حذف شد
fi_fi: Tuote poistettiin ostoskorista
fr_fr: L'article a été supprimé du panier
hu_hu: A terméket eltávolították a kosárból
id_id: Item dihapus dari keranjang belanja
lt_lt: Prekė pašalinta iš krepšelio
nl_nl: Artikel is verwijderd uit winkelwagen
pl_pl: Przedmiot został usunięty z koszyka
pt_br: O item foi removido do carrinho
pt_pt: O item foi removido do carrinho
ro_ro: Articolul a fost eliminat din coș
ru_ru: Элемент удален из корзины
sr_rs: Stavka je uklonjena iz korpe
tr_tr: Ürün sepetinizden silinmiş
uk_ua: Товар був видалений з кошика
vi_vn: Sản phẩm đã được bỏ khỏi giỏ hàng
zh_cn: 已从购物车中移除该商品。

source: Select Product
ar_sa: حدد منتج
bg_bg: Избери продукта
ca_es: Escolliu el disseny de la imatge quan aparegui a la llista de productes selectes-shortcode de disposició de maçoneria
cs_cz: Vybrat produkt
de_de: Produkt auswählen
el_gr: Επιλέξτε προϊόν
fa_ir: انتخاب محصول
fi_fi: Valitse Tuote
fr_fr: Sélectionnez le produit
hu_hu: Válaszd ki mely szolgáltatást szeretnéd megrendelni
id_id: Pilih Produk
lt_lt: Pasirinkite paslaugą
nl_nl: Selecteer Product
pl_pl: Wybierz produkt
pt_br: Selecionar produto
pt_pt: Selecionar produto
ro_ro: Selectează produs
ru_ru: Выберите продукт
sr_rs: Izaberite uslugu
tr_tr: Ürün Seçin
uk_ua: Виберіть продукт
vi_vn: Chọn sản phẩm
zh_cn: 选择产品

source: Items
ar_sa: العناصر
bg_bg: Артикули
ca_es: Elements
cs_cz: Položky
de_de: Artikel
el_gr: Αντικείμενα
fa_ir: آیتم‌
fi_fi: Tuotteet
fr_fr: Articles
hu_hu: Elemek
id_id: Barang
lt_lt: Prekės
nl_nl: Artikel
pl_pl: Przedmioty
pt_br: Itens
pt_pt: Artigos
ro_ro: Articole
ru_ru: Элементы
sr_rs: Stavke
tr_tr: Ürünler
uk_ua: Предмети
vi_vn: Mục
zh_cn: 商品

source: Login or Register
ar_sa: تسجيل الدخول أو التسجيل
cs_cz: Přihlásit se nebo registrovat
fi_fi: Kirjaudu sisään tai rekisteröidy
fr_fr: Se connecter ou s’inscrire
hu_hu: Belépés vagy regisztráció
lt_lt: Prisijungti arba Registruotis
nl_nl: Log in of registreer
pt_pt: Iniciar sessão ou registar-se
ro_ro: Autentificare sau Înregistrare
ru_ru: Вход/Регистрация
sr_rs: Prijava ili registracija
vi_vn: Đăng nhập hoặc đăng ký

source: You must fill in your email.
ar_sa: يجب عليك ملء بريدك الإلكتروني.
bg_bg: Трябва да въведете вашият имейл адреса.
ca_es: Heu d'omplir el vostre correu electrònic.
cs_cz: Musíte vyplnit svůj e-mail.
de_de: Bitte gib deine E-Mail Adresse ein.
el_gr: Πρέπει να συμπληρώσετε το email σας.
fa_ir: وارد کردن ایمیل اجباری است.
fi_fi: Sinun täytyy täyttää sähköpostiosoitteesi.
fr_fr: Vous devez renseigner votre email.
hu_hu: Ki kell töltenie az e-mail címét.
id_id: Anda harus mengisikan surel.
lt_lt: Turite užpildyti savo el. pašto adresą.
nl_nl: E-mailadres moet worden ingevuld.
pl_pl: Musisz wpisać swój adres e-mail.
pt_br: Você deve preencher seu e-mail.
pt_pt: Tem de preencher o seu e-mail.
ro_ro: Trebuie să completați adresa de e-mail.
ru_ru: Вы должны указать ваш email.
sr_rs: Morate da popunite svoju e-mail adresu.
tr_tr: E-postanızı girmelisiniz.
uk_ua: Ви повинні підтвердити свою електронну пошту.
vi_vn: Bạn cần điền email của mình.
zh_cn: 必须填写邮箱。

source: You must fill in your password.
ar_sa: يجب عليك ملء كلمة المرور الخاصة بك.
bg_bg: Трябва да въведете вашата парола.
ca_es: Heu d'emplenar la vostra contrasenya.
cs_cz: Musíte vyplnit své heslo.
de_de: Du musst dein Passwort eingeben.
el_gr: Πρέπει να συμπληρώσετε τον κωδικό πρόσβασής σας.
fa_ir: وارد کردن رمز عبور اجباری است.
fi_fi: Sinun täytyy täyttää salasanasi.
fr_fr: Vous devez renseigner votre mot de passe.
hu_hu: Ki kell töltenie a jelszavát.
id_id: Anda harus mengisikan kata sandi.
lt_lt: Turite įvesti slaptažodį.
nl_nl: Wachtwoord moet worden ingevuld.
pl_pl: Musisz wpisać swoje hasło.
pt_br: Você deve preencher a sua senha.
pt_pt: Deve preencher a sua palavra-passe.
ro_ro: Trebuie să completați parola.
ru_ru: Вы должны ввести ваш пароль.
sr_rs: Morate da unesete svoju lozinku.
tr_tr: Şifrenizi girmelisiniz.
uk_ua: Необхідно заповнити пароль.
vi_vn: Bạn cần điền mật khẩu của mình.
zh_cn: 必须填写密码。

source: Create account
ar_sa: إنشاء حساب
bg_bg: Създаване на профил
cs_cz: Vytvořit účet
de_de: Registrieren
el_gr: Δημιουργία λογαριασμού
fa_ir: ساخت حساب کاربری
fi_fi: Luo tili
fr_fr: Créer un compte
hu_hu: Felhasználói fiók létrehozása
id_id: Buat akun
nl_nl: Account aanmaken
pl_pl: Utwórz konto
pt_br: Criar conta
ro_ro: Creează cont
ru_ru: Зарегистрироваться
sr_rs: Kreiraj nalog
tr_tr: Hesap oluştur
zh_cn: 创建账号

source: You are
ar_sa: أنت:
bg_bg: Вие сте
ca_es: Tu ets
cs_cz: Jste
de_de: Du bist
el_gr: Είστε
fa_ir: شما هستید
fi_fi: Sinä olet
fr_fr: Vous êtes
hu_hu: Ön
id_id: Anda adalah
lt_lt: Jūs esate
nl_nl: Bekend als
pl_pl: Jesteś
pt_br: Você é
pt_pt: É
ro_ro: Tu ești
ru_ru: Siz
sr_rs: Ti si
tr_tr: Cinsiyetiniz
uk_ua: Ви є
vi_vn: Bạn là
zh_cn: 您是

source: Confirm password
ar_sa: تأكيد كلمة المرور
bg_bg: Потвърдете паролата
cs_cz: Potvrdit heslo
de_de: Passwort bestätigen
el_gr: Επιβεβαίωση κωδικού πρόσβασης
fa_ir: تکرار رمز عبور
fi_fi: Vahvista salasana
fr_fr: Confirmer le mot de passe
hu_hu: Jelszó megerősítése
id_id: Konfirmasi kata sandi
nl_nl: Wachtwoord bevestigen
pl_pl: Potwierdź hasło
pt_br: Confirmar senha
ro_ro: Confirmă parola
ru_ru: Подтвердите пароль
sr_rs: Potvrdi lozinku
tr_tr: Şifreyi onayla
zh_cn: 确认密码

source: Phone Code
ar_sa: رمز الهاتف
bg_bg: Телефонен код
cs_cz: Kód telefonu
de_de: Telefoncode
el_gr: Τηλεφωνικός κωδικός
fa_ir: کد تلفن
fi_fi: Puhelin Koodi
fr_fr: Code de téléphone
hu_hu: Telefonszám
id_id: Kode Wilayah
nl_nl: Landcode
pl_pl: Kod telefonu
pt_br: Código Telefônico
ro_ro: Cod Telefon
ru_ru: Telefon kodi
sr_rs: Telefonski kod
tr_tr: Telefon kodu
zh_cn: 电话号码

source: Already a user?
ar_sa: هل انت مسجل مسبقاً ؟
bg_bg: Вече имате профил?
cs_cz: Již jste uživatelem?
de_de: Bereits registriert?
el_gr: Είστε ήδη χρήστης;
fa_ir: قبلا به عنوان کاربر ثبت نام کرده اید?
fi_fi: Oletko jo käyttäjä?
fr_fr: Déjà un utilisateur ?
hu_hu: Már felhasználó?
id_id: Sudah menjadi pengguna?
nl_nl: Reeds een gebruiker?
pl_pl: Już jesteś użytkownikiem?
pt_br: Já é usuário?
ro_ro: Sunteți deja un utilizator?
ru_ru: Уже есть учетная запись?
sr_rs: Već ste korisnik?
tr_tr: Zaten kayıtlı mısınız?
zh_cn: 已有账户？

source: Payment
ar_sa: الدفع
bg_bg: Плащане
ca_es: Pagament
cs_cz: Platba
de_de: Zahlung
el_gr: Πληρωμή
fa_ir: پرداخت
fi_fi: Maksu
fr_fr: Paiement
hu_hu: Fizetés
id_id: Pembayaran
lt_lt: Mokėjimas
nl_nl: Betalingen
pl_pl: Płatność
pt_br: Pagamento
pt_pt: Pagamento
ro_ro: Plată
ru_ru: Toʻlov
sr_rs: Plaćanje
tr_tr: Ödeme
uk_ua: Оплата
vi_vn: Thanh toán
zh_cn: 支付

source: Powered by
ar_sa: مدعوم بواسطة
bg_bg: Осъществено от
de_de: Unterstützt von
el_gr: Με την υποστήριξη
fa_ir: ساخته شده توسط
fi_fi: Palvelun tarjoaa
fr_fr: Propulsé par
hu_hu: Készítette
id_id: Didukung oleh
pl_pl: Napędzane przez
pt_br: Desenvolvido por
ro_ro: Dezvoltat de
ru_ru: Работает на
sr_rs: Pokreće ga

source: You logged in successfully
ar_sa: تم تسجيل الدخول بنجاح.
bg_bg: Успешно сте влезли в системата
ca_es: Has iniciat sessió correctament
cs_cz: Úspěšně jste se přihlásili
de_de: Du hast dich erfolgreich angemeldet
el_gr: Συνδεθήκατε με επιτυχία
fa_ir: شما با موفقیت وارد شدید
fi_fi: Kirjauduit sisään onnistuneesti
fr_fr: Vous vous êtes connecté avec succès
hu_hu: Sikeresen bejelentkezett
id_id: Berhasil masuk
lt_lt: Sėkmingai prisijungėte
nl_nl: Inloggen is succesvol voltooid
pl_pl: Zalogowałeś się pomyślnie
pt_br: Você entrou com sucesso
pt_pt: Iniciou sessão com sucesso
ro_ro: V-ați autentificat cu succes
ru_ru: Вы успешно вошли
sr_rs: Uspešno ste se prijavili
tr_tr: Başarılı bir şekilde giriş yaptınız
uk_ua: Ви успішно увійшли
vi_vn: Đăng nhập thành công
zh_cn: 登录成功
