Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Transaction status on payment gateway
ar_sa: حالة المعاملة على بوابة الدفع
bg_bg: Статус на транзакция в платежния метод
ca_es: Estat de la transacció a la passarel·la de pagament
cs_cz: Stav transakce na platební bráně
de_de: Transaktionsstatus auf Zahlungs-Gateway
el_gr: Κατάσταση συναλλαγής στην πύλη πληρωμής
fa_ir: وضعیت تراکنش در درگاه پرداخت
fi_fi: Maksutapahtuman tila maksutapahtumalla
fr_fr: Statut de la transaction sur la passerelle de paiement
hu_hu: Tranzakció állapota a fizetési átjárón
id_id: Status transaksi di gateway pembayaran
lt_lt: Operacijos būsena mokėjimo vartuose
nl_nl: Transactiestatus op betalingsgateway
pl_pl: Status transakcji w bramce płatności
pt_br: Status da transação no método de pagamento
pt_pt: Estado da transação no portal de pagamento
ro_ro: Statusul tranzacției în gateway-ul de plată
ru_ru: Статус транзакции на платежном шлюзе
sr_rs: Transakcioni status na platnom prolazu
tr_tr: Ödeme yöntemindeki işlem durumu
uk_ua: Статус транзакції у платіжному шлюзі
vi_vn: Trạng thái giao dịch tại cổng thanh toán
zh_cn: 支付网关上的交易状态

source: Note
ar_sa: ملحوظة
bg_bg: Бележка
ca_es: Nota
cs_cz: Poznámka
de_de: Notiz
el_gr: Σημείωση
fa_ir: یادداشت
fi_fi: Muistiinpano
hu_hu: Megjegyzés
id_id: Catatan
lt_lt: Pastaba
nl_nl: Notitie
pl_pl: Uwaga
pt_br: Observação
pt_pt: Nota
ro_ro: Notă
ru_ru: Примечание
sr_rs: Napomena
tr_tr: Not
uk_ua: Примітка
vi_vn: Ghi chú
zh_cn: 备注

source: Received at
ar_sa: تم الاستلام في
bg_bg: Получено на
ca_es: Rebut a les
cs_cz: Přijato v
de_de: Erhalten am
el_gr: Παραλήφθηκε στις
fa_ir: دریافت شده در
fi_fi: Vastaanotettu
fr_fr: Reçu à
hu_hu: Átvéve
id_id: Diterima pada
lt_lt: Gauta
nl_nl: Ontvangen op
pl_pl: Otrzymano w
pt_br: Recebido em
pt_pt: Recebido em
ro_ro: Primit la
ru_ru: Получено
sr_rs: Primljeno od
tr_tr: İşleme Alma Tarihi
uk_ua: Отримано
vi_vn: Đã nhật lúc
zh_cn: 入账日期

source: Process
ar_sa: الإجراء
bg_bg: Процес
ca_es: Processar
cs_cz: Zpracování
de_de: Verarbeitet
el_gr: Επεξεργασία
fa_ir: پردازش
fi_fi: Prosessi
fr_fr: Processus
hu_hu: Folyamatban
id_id: Proses
lt_lt: Apdoroti
nl_nl: Proces
pl_pl: Przetwórz
pt_br: Processo
pt_pt: Processo
ro_ro: Procesare
ru_ru: Обработать
sr_rs: Proces
tr_tr: İşle
uk_ua: Процес
vi_vn: Xử lý
zh_cn: 处理

source: Transaction updated
ar_sa: تاريخ المعاملة
bg_bg: Транзакцията бе актуализирана
ca_es: Transacció actualitzada
cs_cz: Transakce byla aktualizována
de_de: Transaktion aktualisiert
el_gr: Η συναλλαγή ενημερώθηκε
fa_ir: تراکنش بروزرسانی شد
fi_fi: Maksutapahtuma päivitetty
fr_fr: Transaction mise à jour
hu_hu: Tranzakció frissítve
id_id: Transaksi diperbarui
lt_lt: Operacija atnaujinta
nl_nl: Transactie bijgewerkt
pl_pl: Transakcja zaktualizowana
pt_br: Transação atualizada
pt_pt: Transação actualizada
ro_ro: Tranzacție actualizată
ru_ru: Транзакция обновлена
sr_rs: Transakcija je ažurirana
tr_tr: İşlem güncellendi
uk_ua: Транзакцію оновлено
vi_vn: Giao dịch đã được cập nhật
zh_cn: 交易已更新

source: Transaction payment information
ar_sa: معلومات دفع المعاملة
bg_bg: Информация за плащането на транзакцията
ca_es: Informació de pagament de la transacció
cs_cz: Informace o platbě transakce
de_de: Buchungsinformation
el_gr: Πληροφορίες συναλλαγής
fa_ir: اطلاعات جزئیات پرداخت
fi_fi: Maksutapahtuman tiedot
fr_fr: Informations sur le type de transaction
hu_hu: Tranzakciós fizetési információk
id_id: Informasi pembayaran transaksi
lt_lt: Operacijos mokėjimo informacija
nl_nl: Transactie betalingsgegevens
pl_pl: Informacje o płatności transakcji
pt_br: Informações da transação de pagamento
pt_pt: Informações de pagamento da transação
ro_ro: Informații privind plata tranzacției
ru_ru: Информация о платеже по транзакции
sr_rs: Informacije o plaćanim transakcija
tr_tr: İşlem Ödeme Bilgisi
uk_ua: Інформація про платіж
vi_vn: Thông tin giao dịch thanh toán
zh_cn: 交易信息

source: Invoice ID
ar_sa: رقم الفاتورة
bg_bg: Идент. № на фактурата
ca_es: ID de factura
cs_cz: ID faktury
de_de: Rechnungsnummer
el_gr: Αναγνωριστικό τιμολογίου
fa_ir: شماره فاکتور
fi_fi: Laskun tunnus
fr_fr: Numéro de facture
hu_hu: Számlaazonosító
id_id: ID Tagihan
lt_lt: Sąskaitos faktūros ID
nl_nl: Factuur ID
pl_pl: Identyfikator faktury
pt_br: ID da Fatura
pt_pt: ID da fatura
ro_ro: ID factură
ru_ru: ID счета
sr_rs: Broj računa
tr_tr: Fatura No
uk_ua: Id рахунку
vi_vn: ID hóa đơn
zh_cn: 账单 ID

source: Transaction processing information
ar_sa: معلومات دفع المعاملة
bg_bg: Информация за обработка на транзакцията
ca_es: Informació de processament de transaccions
cs_cz: Informace o zpracování transakcí
de_de: Buchungsinformation
el_gr: Πληροφορίες συναλλαγής
fa_ir: اطلاعات پردازش تراکنش
fi_fi: Tapahtuman käsittelyä koskevat tiedot
fr_fr: Informations sur le traitement des transactions
hu_hu: Tranzakciófeldolgozási információk
id_id: Transaksi memproses informasi
lt_lt: Operacijų apdorojimo informacija
nl_nl: Transactie verwerkingsgegevens
pl_pl: Informacje o przetwarzaniu transakcji
pt_br: Informações da transação de pagamento
pt_pt: Informações sobre o processamento de transacções
ro_ro: Informații privind procesarea tranzacțiilor
ru_ru: Информация об обработке транзакции
sr_rs: Informacije o obradi transakcija
tr_tr: İşlem gerçekleştirme bilgileri
uk_ua: Відомості про обробку транзакції
vi_vn: Thông tin tiến trình giao dịch
zh_cn: 交易处理信息

source: Validate IPN
bg_bg: Проверете IPN
ca_es: Valida l'IPN
cs_cz: Ověřte IPN
el_gr: Επικύρωση IPN
fa_ir: تایید اعتبار IPN
fi_fi: Validoi IPN
fr_fr: Valider l'IPN
hu_hu: IPN érvényesítése
id_id: Validasi IPN
lt_lt: Patvirtinkite IPN
pl_pl: Zatwierdź IPN
pt_br: Validar IPN
pt_pt: Validar IPN
ro_ro: Validează NPI
ru_ru: Проверить IPN
sr_rs: Potvrdite IPN
tr_tr: IPN Doğrula
uk_ua: Перевірте ІПН
zh_cn: 验证 IPN

source: Transaction information on payment gateway
ar_sa: حالة المعاملة على بوابة الدفع
bg_bg: Информация за транзакцията в метода за плащане
ca_es: Informació de la transacció a la passarel·la de pagament
cs_cz: Informace o transakci na platební bráně
de_de: Transaktionsinformationen auf Zahlungs-Gateway
el_gr: Πληροφορίες συναλλαγής στην πύλη πληρωμών
fa_ir: اطلاعات تراکنش در درگاه پرداخت
fi_fi: Maksutapahatuman tiedot maksutavalla
fr_fr: Informations sur les transactions sur la passerelle de paiement
hu_hu: Tranzakciós információk a fizetési átjárón
id_id: Informasi transaksi di gateway pembayaran
lt_lt: Informacija apie operaciją mokėjimo vartuose
nl_nl: Transactie-informatie op betalingsgateway
pl_pl: Informacje o transakcji w bramce płatności
pt_br: Status da transação no método de pagamento
pt_pt: Informações sobre a transação no portal de pagamento
ro_ro: Statusul tranzacției în gateway-ul de plată
ru_ru: Информация о транзакции на платежном шлюзе
sr_rs: Informacije o transakciji na prolazu za plaćanje
tr_tr: Ödeme ağ geçidindeki işlem bilgileri
uk_ua: Інформація про транзакцію на платіжному шлюзі
vi_vn: Thông tin giao dịch tại cổng thanh toán
zh_cn: 支付网关上的交易信息

source: Transaction type
ar_sa: نوع التحويل
bg_bg: Тип транзакция
ca_es: Tipus de transacció
cs_cz: Typ transakce
de_de: Transaktionsart
el_gr: Τύπος συναλλαγής
fa_ir: نوع تراکنش
fi_fi: Maksutapahtuman tyyppi
fr_fr: Type de transaction
hu_hu: Tranzakció típusa
id_id: Jenis transaksi
lt_lt: Operacijos tipas
nl_nl: Transactietype
pl_pl: Typ transakcji
pt_br: Tipo da transação
pt_pt: Tipo de transação
ro_ro: Tipul tranzacției
ru_ru: Тип транзакции
sr_rs: Tip transakcije
tr_tr: İşlem Tipi
uk_ua: Тип транзакції
vi_vn: Loại giao dịch
zh_cn: 交易类型

source: Select transaction type
cs_cz: Vyberte typ transakce
ro_ro: Selectează tipul tranzacției
ru_ru: Выберите тип транзакции
sr_rs: Izaberite tip transakcije

source: Transaction status on Payment Gateway
ar_sa: حالة المعاملة على بوابة الدفع
bg_bg: Статус на транзакцията в Метода за Плащане
ca_es: Estat de la transacció a la passarel·la de pagament
cs_cz: Stav transakce při platební bráně
de_de: Transaktionsstatus auf Zahlungs-Gateway
el_gr: Κατάσταση συναλλαγής στην πύλη πληρωμής
fa_ir: وضعیت تراکنش در درگاه پرداخت
fi_fi: Maksutapahtuman tila maksutapahtumalla
fr_fr: Statut de la transaction sur la passerelle de paiement
hu_hu: Tranzakció állapota a Payment Gateway-en
id_id: Status transaksi di gateway pembayaran
lt_lt: Operacijos būsena mokėjimo vartuose
nl_nl: Transactiestatus op betalingsgateway
pl_pl: Status transakcji w bramce płatności
pt_br: Status da transação no método de pagamento
pt_pt: Estado da transação no gateway de pagamento
ro_ro: Statusul tranzacției în gateway-ul de plată
ru_ru: Статус транзакции на платежном шлюзе
sr_rs: Transakcioni status na platnom prolazu
tr_tr: Ödeme Ağ Geçidindeki işlem durumu
uk_ua: Статус транзакції у платіжному шлюзі
vi_vn: Trạng thái giao dịch tại cổng thanh toán
zh_cn: 支付网关上的交易状态

source: Select status
cs_cz: Vyberte status
ro_ro: Selectează status
ru_ru: Выберите статус
sr_rs: Izaberite status

source: Transaction ID on Payment Gateway
ar_sa: معرف المعاملة على بوابة الدفع
bg_bg: Идент. № на транзакция в платежния метод
ca_es: Identificador de transacció a la passarel·la de pagament
cs_cz: ID transakce na platební bráně
de_de: Transaktions-ID auf Zahlungs-Gateway
el_gr: Κωδικός συναλλαγής στην πύλη πληρωμής
fa_ir: شناسه تراکنش در درگاه پرداخت
fi_fi: Maksutapahatuman tunnus maksutavalla
fr_fr: ID de transaction sur la passerelle de paiement
hu_hu: Tranzakcióazonosító a Payment Gateway-en
id_id: ID Transaksi di gateway pembayaran
lt_lt: Operacijos ID mokėjimo vartuose
nl_nl: Transactie ID op betalingsgateway
pl_pl: Identyfikator transakcji w bramce płatności
pt_br: ID da transação no método de pagamento
pt_pt: ID da transação no gateway de pagamento
ro_ro: ID tranzacție în gateway-ul de plată
ru_ru: ID транзакции на платежном шлюзе
sr_rs: Transakcioni ID na Platnom Prolazu
tr_tr: Ödeme Ağ Geçidindeki işlem ID'si
uk_ua: ID транзакції на платіжному шлюзі
vi_vn: ID giao dịch tại cổng thanh toán
zh_cn: 支付网关上的交易 ID

source: Note about this transaction
ar_sa: ملاحظة حول هذه المعاملة
bg_bg: Бележка относно тази транзакция
ca_es: Nota sobre aquesta transacció
cs_cz: Poznámka k této transakci
de_de: Hinweis zu dieser Transaktion
el_gr: Σημείωση σχετικά με αυτήν τη συναλλαγή
fa_ir: یادداشت برای این تراکنش
fi_fi: Muistiinpano tästä tapahtumasta
fr_fr: Note à propos de cette transaction
hu_hu: Megjegyzés erről a tranzakcióról
id_id: Catatan untuk transaksi ini
lt_lt: Pastaba apie šią operaciją
nl_nl: Notitie over deze transactie
pl_pl: Uwaga dotycząca tej transakcji
pt_br: Nota sobre esta transação
pt_pt: Nota sobre esta transação
ro_ro: Notă despre această tranzacție
ru_ru: Примечание об этой транзакции
sr_rs: Napomena o ovoj transakciji
tr_tr: Bu işlem ile ilgili not
uk_ua: Зверніть увагу на цю транзакцію
vi_vn: Ghi chú về giao dịch này
zh_cn: 关于此交易的备注

source: Transaction note updated.
ar_sa: تم تحديث ملاحظة المعاملة.
bg_bg: Бележката на транзакцията бе актуализирана.
ca_es: Nota de transacció actualitzada.
cs_cz: Poznámka transakce byla aktualizována.
de_de: Transaktionsnotiz aktualisiert.
el_gr: Η συναλλαγή ενημερώθηκε.
fa_ir: یادداشت تراکنش به روز شد.
fi_fi: Maksutapahtuma muistiinpano päivitetty.
fr_fr: Note de transaction mise à jour.
hu_hu: A tranzakciós megjegyzés frissítve.
id_id: Catatan transaksi diperbarui.
lt_lt: Operacijos pastaba atnaujinta.
nl_nl: Transactienotitie bijgewerkt.
pl_pl: Uwaga dotycząca transakcji zaktualizowana.
pt_br: Nota da transação atualizada.
pt_pt: Nota de transação actualizada.
ro_ro: Notă tranzacție actualizată.
ru_ru: Примечание к транзакции обновлено.
sr_rs: Obaveštenje o transakciji je ažurirano.
tr_tr: İşlem notu güncellendi.
uk_ua: Примітку до операції оновлено.
vi_vn: Ghi chú giao dịch đã được cập nhật.
zh_cn: 交易备注已更新。

source: No GET parameters received
ar_sa: لم يتم استلام معلمات GET
bg_bg: Не са получени параметри GET
ca_es: No s'ha rebut cap paràmetre GET
cs_cz: Nebyly obdrženy žádné parametry GET
de_de: Keine GET-Parameter erhalten
el_gr: Δεν ελήφθησαν παράμετροι GET
fa_ir: پارامترهای GET دریافت نشد
fi_fi: GET-parametreja ei vastaanotettu
fr_fr: Pas de paramètres GET reçues
hu_hu: Nem érkezett GET paraméter
id_id: Tidak ada parameter GET yang diterima
lt_lt: Negauta jokių GET parametrų
nl_nl: Geen GET-parameters ontvangen
pl_pl: Nie odebrano parametrów GET
pt_br: Nenhum parâmetro GET recebido
pt_pt: Não foram recebidos parâmetros GET
ro_ro: Niciun parametru GET primit
ru_ru: Параметры GET не получены
sr_rs: Nema primljenih GET parametara
tr_tr: GET parametresi alınmadı
uk_ua: Не отримано GET параметрів
vi_vn: Không nhận được bất kỳ tham số GET
zh_cn: 未收到 GET 参数

source: No POST parameters received
ar_sa: لم يتم استلام معلمات POST
bg_bg: Не са получени POST параметри
ca_es: No s'ha rebut cap paràmetre POST
cs_cz: Nebyly obdrženy žádné parametry POST
de_de: Keine POST-Parameter erhalten
el_gr: Δεν ελήφθησαν παράμετροι POST
fa_ir: پارامترهای POST دریافت نشد
fi_fi: Ei vastaanotettuja POST-parametreja
fr_fr: Pas de paramètres POST reçues
hu_hu: Nem érkezett POST-paraméter
id_id: Tidak ada parameter POST yang diterima
lt_lt: Negauta jokių POST parametrų
nl_nl: Geen GET-parameters ontvangen
pl_pl: Nie odebrano parametrów POST
pt_br: Nenhum parâmetro POST recebido
pt_pt: Não foram recebidos parâmetros POST
ro_ro: Niciun parametru POST primit
ru_ru: Параметры POST не получены
sr_rs: Nisu primljeni POST parametri
tr_tr: POST parametresi alınmadı
uk_ua: Немає отриманих параметрів POST
vi_vn: Không nhận được bất kỳ tham số POST nào
zh_cn: 未收到 POST 参数

source: No SERVER parameters logged
ar_sa: لا توجد معلمات خدمة مسجلة
bg_bg: Няма регистрирани параметри за СЪРВЪРА
ca_es: No s'ha registrat cap paràmetre del SERVIDOR
cs_cz: Nejsou zaznamenány žádné parametry SERVER
de_de: Keine Server Parameter protokolliert
el_gr: Δεν έχουν καταγραφεί παράμετροι SERVER
fa_ir: پارامتر SERVER ثبت نشده است
fi_fi: SERVER-parametreja ei ole kirjattu
fr_fr: Aucun paramètre SERVEUR enregistré
hu_hu: Nincs naplózott SERVER paraméter
id_id: Tidak ada parameter SERVER yang masuk
lt_lt: Neužregistruoti jokie SERVER parametrai
nl_nl: Geen SERVER parameters gelogd
pl_pl: Brak zarejestrowanych parametrów SERWERA
pt_br: Nenhum parâmetro do SERVIDOR registrado
pt_pt: Nenhum parâmetro SERVER registado
ro_ro: Niciun parametru SERVER logat
ru_ru: Параметры SERVER не записаны
sr_rs: Nema evidentiranih parametara SERVER-a
tr_tr: Günlüğe hiçbir SERVER parametresi kaydedilmedi
uk_ua: Немає параметрів журналювання серверу
vi_vn: Không có tham số máy chủ nào được ghi lại
zh_cn: 未记录服务器参数

source: parameters received
ar_sa: تم استلام المعلمات
bg_bg: получени са параметри
ca_es: paràmetres rebuts
cs_cz: přijaté parametry
de_de: Parameter erhalten
el_gr: παραμέτρους που ελήφθησαν
fa_ir: پارامترهای دریافت شده
fi_fi: vastaanotetut parametrit
fr_fr: paramètres reçus
hu_hu: fogadott paraméterek
id_id: parameter diterima
lt_lt: parametrai gauti
nl_nl: parameters ontvangen
pl_pl: odebrane parametry
pt_br: parâmetros recebidos
pt_pt: parâmetros recebidos
ro_ro: parametrii primiți
ru_ru: полученные параметры
sr_rs: parametri su primljeni
tr_tr: parametreleri alındı
uk_ua: отримані параметри
vi_vn: tham số đã nhận
zh_cn: 收到的参数

source: Filter transactions
ar_sa: تصفية المعاملات
bg_bg: Филтриране на транзакциите
ca_es: Filtre les transaccions
cs_cz: Filtrovat transakce
de_de: Transaktionen filtern
el_gr: Φίλτρα συναλλαγών
fa_ir: تراکنش ها را فیلتر کنید
fi_fi: Suodata maksutapahtumat
fr_fr: Filtrer les transactions
hu_hu: Tranzakciók szűrése
id_id: Filter transaksi
lt_lt: Filtruoti operacijas
nl_nl: Filter transacties
pl_pl: Filtruj transakcje
pt_br: Filtrar transações
pt_pt: Filtrar transacções
ro_ro: Filtrare tranzacții
ru_ru: Фильтровать транзакции
sr_rs: Filtrirajte transakcije
tr_tr: İşlemleri Filtrele
uk_ua: Фільтр транзакцій
vi_vn: Lọc các giao dịch
zh_cn: 筛选交易

source: ID on payment gateway
ar_sa: معرف على بوابة الدفع
bg_bg: Идент. № в платежния метод
ca_es: Identificació a la passarel·la de pagament
cs_cz: ID na platební bráně
de_de: ID auf Zahlungs-Gateway
el_gr: ID στην πύλη πληρωμών
fa_ir: شناسه در درگاه پرداخت
fi_fi: Tunnus maksutapahtumassa
fr_fr: Identifiant sur la passerelle de paiement
hu_hu: Azonosító a fizetési átjárón
id_id: ID di gateway pembayaran
lt_lt: ID mokėjimo vartuose
nl_nl: ID op betalingsgateway
pl_pl: Identyfikator w bramce płatności
pt_br: ID no método de pagamento
pt_pt: ID no portal de pagamento
ro_ro: ID la gateway-ul de plată
ru_ru: ID на платежном шлюзе
sr_rs: ID na prolazu za plaćanje
tr_tr: Ödeme Ağ Geçidindeki ID
uk_ua: ID на платіжному шлюзі
vi_vn: ID tại cổng thanh toán
zh_cn: 支付网关上的ID

source: All payment gateways
cs_cz: Všechny platební brány
ro_ro: Toate portalurile de plată
ru_ru: Все платежные шлюзы
sr_rs: Svi platni sistemi

source: Processed
ar_sa: تمت المعالجة
bg_bg: Обработено
ca_es: Processat
cs_cz: Zpracováno
de_de: Verarbeitet
el_gr: Επεξεργασμένο
fa_ir: پردازش شده
fi_fi: Käsitelty
fr_fr: Traité
hu_hu: Feldolgozott
id_id: Diproses
lt_lt: Apdorota
nl_nl: Verwerkt
pl_pl: Przetworzono
pt_br: Processado
pt_pt: Processado
ro_ro: Procesată
ru_ru: Обработано
sr_rs: Procesuiran
tr_tr: İşlendi
uk_ua: В процесі
vi_vn: Đã xử lý
zh_cn: 已处理

source: Error
ar_sa: خطأ
bg_bg: Грешка
cs_cz: Chyba
de_de: Fehler
el_gr: Σφάλμα
fa_ir: خطا
fi_fi: Virhe
fr_fr: Erreur
hu_hu: Hiba
lt_lt: Klaida
nl_nl: Fout
pl_pl: Błąd
pt_br: Erro
pt_pt: Erro
ro_ro: Eroare
ru_ru: Ошибка
sr_rs: Greška
tr_tr: Hata
uk_ua: Помилка
vi_vn: Lỗi
zh_cn: 错误

source: Processing payment ...
ar_sa: يتم معالجة الدفع
bg_bg: Извършване на плащане...
ca_es: S'està processant el pagament...
cs_cz: Zpracovávání platby...
de_de: Zahlung wird verarbeitet ...
el_gr: Επεξεργασία πληρωμής ...
fa_ir: پرداخت در حال پردازش ...
fi_fi: Käsitellään maksua...
fr_fr: Traitement du paiement ...
hu_hu: Fizetés feldolgozása ...
id_id: Memproses pembayaran ...
lt_lt: Mokėjimas apdorojamas ...
nl_nl: Betaling wordt verwerkt...
pl_pl: Przetwarzanie płatności...
pt_br: Processando pagamento...
pt_pt: Processamento de pagamentos ...
ro_ro: Se procesează plata...
ru_ru: Обработка платежа ...
sr_rs: Procesuiram plaćanje ...
tr_tr: Ödeme işleniyor ...
uk_ua: Обробка платежу...
vi_vn: Đang xử lý thanh toán...
zh_cn: 正在处理付款…

source: Thank you for your patience.
ar_sa: شكراً لك على صبرك!
bg_bg: Благодарим ви за търпението.
ca_es: Gràcies per la teva paciència.
cs_cz: Děkujeme vám za vaši trpělivost.
de_de: Vielen Dank für deine Geduld.
el_gr: Ευχαριστούμε για την υπομονή σας.
fa_ir: با تشکر از صبوری شما.
fi_fi: Kiitos kärsivällisyydestäsi.
fr_fr: Merci pour votre patience.
hu_hu: Köszönjük türelmét.
id_id: Terimakasih atas kesabaran Anda.
lt_lt: Dėkojame už kantrybę.
nl_nl: Bedankt voor je geduld.
pl_pl: Dziękujemy za cierpliwość.
pt_br: Obrigado pela sua paciência.
pt_pt: Obrigado pela vossa paciência.
ro_ro: Vă mulțumim pentru răbdare.
ru_ru: Спасибо за ваше терпение.
sr_rs: Hvala na strpljenju.
tr_tr: Beklediğiniz için teşekkürler.
uk_ua: Дякуємо за терпіння.
vi_vn: Cảm ơn bạn đã kiên nhẫn.
zh_cn: 感谢您的耐心等待。

source: Redirecting to payment gateway...
cs_cz: Přesměrování na platební bránu...
de_de: Weiterleitung zum Zahlungs-Gateway...
el_gr: Ανακατεύθυνση στην πύλη πληρωμής...
fa_ir: در حال انتقال به درگاه پرداخت...
fr_fr: Redirection vers la passerelle de paiement...
hu_hu: Átirányítás a fizetési átjáróra...
id_id: Menuju gateway pembayaran...
nl_nl: Omleiden naar betalingsgateway...
pl_pl: Przekierowanie do bramki płatności...
ro_ro: Redirecționare către portalul de plată...
ru_ru: Перенаправление на платежный шлюз...
sr_rs: Preusmeravanje na platni prolaz za plaćanje...
tr_tr: Ödeme sağlayıcıya yönlendiriliyorsunuz...
zh_cn: 正在重定向到支付网关...

source: Please click here to continue if this page does not redirect automatically in 5 seconds
ar_sa: الرجاء النقر هنا للمتابعة إذا لم يتم إعادة توجيه هذه الصفحة تلقائياً خلال 5 ثوان
bg_bg: Моля кликнете тук, за да продължите, ако страницата не ви пренасочи автоматично в следващите 5 секунди
ca_es: Feu clic aquí per continuar si aquesta pàgina no es redirigeix automàticament en 5 segons
cs_cz: Klikněte zde pro pokračování, pokud se tato stránka automaticky nepřesměruje za 5 sekund
de_de: Bitte klick hier, um fortzufahren, wenn die Seite nicht automatisch in 5 Sekunden weitergeleitet wird
el_gr: Κάντε κλικ εδώ για να συνεχίσετε αν αυτή η σελίδα δεν ανακατευθυνθεί αυτόματα σε 5 δευτερόλεπτα
fa_ir: اگر این صفحه در عرض 5 ثانیه به طور خودکار تغییر مسیر نداد، لطفاً برای ادامه اینجا کلیک کنید
fi_fi: Klikkaa tästä jatkaaksesi, jos tämä sivu ei uudelleenohjaa automaattisesti 5 sekunnin kuluttua
fr_fr: Veuillez cliquer ici pour continuer si cette page n'est pas redirigée automatiquement dans 5 secondes
hu_hu: Kérjük, kattintson ide a folytatáshoz, ha ez az oldal nem irányít át automatikusan 5 másodpercen belül
id_id: Mohon klik disini untuk melanjutkan apabila halaman ini tidak berganti secara otomatis dalam 5 detik
lt_lt: Jeigu šis puslapis automatiškai neperadresuos per 5 sekundes, spauskite čia, kad tęstumėte
nl_nl: Klik hier om door te gaan als deze pagina niet automatisch doorverwijst in 5 seconden
pl_pl: Kliknij tutaj, aby kontynuować, jeśli ta strona nie przekieruje automatycznie w ciągu 5 sekund
pt_br: Por favor, clique aqui para continuar se esta página não redirecionar automaticamente em 5 segundos
pt_pt: Clique aqui para continuar se esta página não for redireccionada automaticamente em 5 segundos
ro_ro: Faceți clic aici pentru a continua dacă această pagină nu se redirecționează automat în 5 secunde
ru_ru: Пожалуйста, нажмите здесь, чтобы продолжить, если эта страница не перенаправляется автоматически в течение 5 секунд
sr_rs: Molimo kliknite ovde ukoliko Vas stranica ne preusmeri automatski u 5 sekundi
tr_tr: Bu sayfa 5 saniye içinde otomatik olarak yönlendirilmezse devam etmek için lütfen burayı tıklayın
uk_ua: Будь ласка, натисніть тут, щоб продовжити, якщо ця сторінка не завантажиться автоматично через 5 секунд
vi_vn: Xin hãy nhấp vào đây để tiếp tục nếu trang này không tự động chuyển hướng trong vòng 5 giây
zh_cn: 如果此页面在5秒内不会自动重定向，请单击此处继续。

source: Invoice management
ar_sa: إدارة الفواتير
bg_bg: Мениджър на фактури
ca_es: Gestió de factures
cs_cz: Správa faktur
de_de: Rechnungsmanagement
el_gr: Διαχείριση τιμολογίων
fa_ir: مدیریت فاکتور
fi_fi: Laskujen hallinta
fr_fr: Gérer les factures
hu_hu: Számlakezelés
id_id: Manajemen tagihan
lt_lt: Sąskaitų faktūrų valdymas
nl_nl: Factuurbeheer
pl_pl: Zarządzanie fakturami
pt_br: Gerenciamento de faturas
pt_pt: Gestão de facturas
ro_ro: Gestionare factură
ru_ru: Управление счетами
sr_rs: Upravljanje računima
tr_tr: Fatura Yönetimi
uk_ua: Управління рахунками
vi_vn: Quản lý hóa đơn
zh_cn: 账单管理
