Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Domain name to register
ar_sa: اسم النطاق المراد تسجيله
bg_bg: Името на домейна което искате да регистрирате
ca_es: Nom de domini a registrar
cs_cz: Název domény k registraci
de_de: Zu registrierender Domainname
el_gr: Όνομα domain προς καταχώριση
fa_ir: نام دامنه برای ثبت
fi_fi: Rekisteröitävän verkkotunnuksen nimi
fr_fr: Nom de domaine à enregistrer
hu_hu: Regisztrálni kívánt domain név
id_id: Nama domain yang akan didaftarkan
lt_lt: Domeno vardas registracijai
nl_nl: Domeinnaam om te registreren
pl_pl: Nazwa domeny do zarejestrowania
pt_br: Nome do domínio a registrar
pt_pt: Nome de domínio a registar
ro_ro: Nume domeniu pentru înregistrare
ru_ru: Доменное имя для регистрации
sr_rs: Ime domena za registraciju
tr_tr: Kaydedilecek alan adı
uk_ua: Доменне ім'я для реєстрації
vi_vn: Tên miền cần đăng ký
zh_cn: 要注册的域名

source: Years
ar_sa: سنوات
bg_bg: Години
ca_es: Anys
cs_cz: Roky
de_de: Jahre
el_gr: Έτη
fa_ir: سال‌ها
fi_fi: Vuotta
fr_fr: Années
hu_hu: Évek
id_id: Tahun
lt_lt: Metai
nl_nl: Jaar
pl_pl: Lata
pt_br: Anos
pt_pt: Anos
ro_ro: Ani
ru_ru: Лет
sr_rs: Godine
tr_tr: Yıl
uk_ua: Роки
vi_vn: Năm
zh_cn: 年限

source: Transfer domain
ar_sa: نقل النطاق
bg_bg: Прехвърлете домейна
ca_es: Transferència de domini
cs_cz: Převod domény
de_de: Domain übertragen
el_gr: Μεταφορά domain
fa_ir: انتقال دامنه
fi_fi: Siirrä verkkotunnus
fr_fr: Transférer le domaine
hu_hu: Domain átvitele
id_id: Pindah domain
lt_lt: Perkelti domeną
nl_nl: Domein verhuizen
pl_pl: Przenieś domenę
pt_br: Transferir domínio
pt_pt: Transferir domínio
ro_ro: Transfer domeniu
ru_ru: Перенести домен
sr_rs: Transfer domena
tr_tr: Alan Adı Transfer Et
uk_ua: Перенести домен
vi_vn: Chuyển tiếp tên miền
zh_cn: 转移域名

source: Domain name to transfer
ar_sa: اسم النطاق المراد تسجيله
bg_bg: Името на домейна, което да прехвърлите
ca_es: Nom de domini a transferir
cs_cz: Název domény pro převod
de_de: Zu übertragender Domainname
el_gr: Όνομα domain προς μεταφορά
fa_ir: نام دامنه برای انتقال
fi_fi: Siirrettävän verkkotunnuksen nimi
fr_fr: Nom de domaine à transférer
hu_hu: Átvinni kívánt domain név
id_id: Nama domain yang dipindah
lt_lt: Domeno vardas perkėlimui
nl_nl: Te verhuizen domeinnaam
pl_pl: Nazwa domeny do przeniesienia
pt_br: Nome do domínio a transferir
pt_pt: Nome de domínio a transferir
ro_ro: Nume domeniu pentru transfer
ru_ru: Доменное имя для переноса
sr_rs: Ime domena za transfer
tr_tr: Transfer edilecek alan adı
uk_ua: Ім'я домену для переносу
vi_vn: Tên miền cần chuyển tiếp
zh_cn: 要转移的域名

source: Domain transfer code
ar_sa: رمز نقل المجال هو
bg_bg: Код за прехвърляне на домейн
ca_es: Codi de transferència de domini
cs_cz: Kód převodu domény
el_gr: Ο κωδικός μεταφοράς Domain είναι
fa_ir: کد انتقال دامنه
fi_fi: Verkkotunnuksen siirtokoodi
fr_fr: Code (EPP) de transfert
hu_hu: Domain átviteli kód
id_id: Kode transfer domain
lt_lt: Domeno perkėlimo kodas
nl_nl: Domein verhuiscode
pl_pl: Kod przeniesienia domeny
pt_br: Código de transferência do domínio
pt_pt: Código de transferência de domínio
ro_ro: Cod de transfer domeniu
ru_ru: Код переноса домена
sr_rs: Kod za transfer domena
tr_tr: Alan Adı Transfer Kodu
uk_ua: Код передачі доменного імені
vi_vn: Mã chuyển tiếp tên miền
zh_cn: 域名转移码

source: Domain management
ar_sa: إدارة النطاق
bg_bg: Управление на домейна
ca_es: Gestió de dominis
cs_cz: Správa domény
de_de: Domainverwaltung
el_gr: Διαχείριση Domains
fa_ir: مدیریت دامنه
fi_fi: Verkkotunnusten hallinta
fr_fr: Gestion du domaine
hu_hu: Domain kezelés
id_id: Kelola Domain
lt_lt: Domeno valdymas
nl_nl: Domein beheer
pl_pl: Zarządzanie domeną
pt_br: Gerenciamento de domínio
pt_pt: Gestão de domínios
ro_ro: Administrare domeniu
ru_ru: Domen boshqaruvi
sr_rs: Upravljanje domenom
tr_tr: Alan Adı Yönetimi
uk_ua: Керування доменом
vi_vn: Quản lý tên miền
zh_cn: 域名管理

source: Registrar configuration
ar_sa: اعدادات المسجل
bg_bg: Конфигурация на регистратора
ca_es: Configuració del registre
cs_cz: Nastavení registrátora
de_de: Konfiguration der Registrierstelle (TLD)
el_gr: Ρύθμιση παραμέτρων καταχωρητή
fa_ir: پیکربندی ثبت کننده ها
fi_fi: Rekisterinpitäjän konfigurointi
fr_fr: Configuration du Registrant
hu_hu: Regisztrátor konfigurációja
id_id: Konfigurasi registrar
lt_lt: Registro konfigūracija
nl_nl: Registrator configuratie
pl_pl: Konfiguracja rejestratora
pt_br: Configuração de registro
pt_pt: Configuração do registador
ro_ro: Configurare registrar
ru_ru: Конфигурация регистратора
sr_rs: Konfiguracija registratora
tr_tr: Kayıt Operatörü Ayarları
uk_ua: Конфігурація реєстрації
vi_vn: Cấu hình nhà đăng ký
zh_cn: 注册商配置

source: Registrar updated
ar_sa: تم تحديث المسجل
bg_bg: Регистратора бе актуализиран
ca_es: Registre actualitzat
cs_cz: Registrátor aktualizován
de_de: Registrar aktualisiert
el_gr: Ο καταχώρησης ενημερώθηκε
fa_ir: ثبت کننده بروزرسانی شد
fi_fi: Rekisterinpitäjä päivitetty
fr_fr: Bureau d'enregistrement mis à jour
hu_hu: Regisztrátor frissítve
id_id: Registrar diperbarui
lt_lt: Registras atnaujintas
nl_nl: Registrator bijgewerkt
pl_pl: Rejestrator zaktualizowany
pt_br: Registro atualizado
pt_pt: Registo atualizado
ro_ro: Registrar actualizat
ru_ru: Регистратор обновлен
sr_rs: Registrar je ažuriran
tr_tr: Kayıt operatörü güncellendi
uk_ua: Реєстрацію оновлено
vi_vn: Nhà đăng ký đã được cập nhật
zh_cn: 注册商已更新

source: Registrar title
bg_bg: Заглавие на регистратора
ca_es: Títol de registre
cs_cz: Název registrátora
de_de: Title vom Registrar
el_gr: Τίτλος καταχωρητή
fa_ir: عنوان ثبت کننده
fi_fi: Rekisterinpitäjän otsikko
fr_fr: Nom du bureau d'enregistrement
hu_hu: Regisztrátor címe
id_id: Nama Registrar
lt_lt: Registro pavadinimas
nl_nl: Registrator titel
pl_pl: Tytuł rejestratora
pt_br: Título de registro
pt_pt: Título de registo
ro_ro: Titlu registrar
ru_ru: Название регистратора
sr_rs: Ime registrara
tr_tr: Kayıt Operatörü Başlığı
uk_ua: Назва реєстратора
vi_vn: Tên nhà đăng ký
zh_cn: 注册商

source: Top level domain management
ar_sa: إدارة النطاق على أعلى مستوى
bg_bg: Управление на домейни от първо ниво
ca_es: Gestió de dominis de primer nivell
cs_cz: Správa domén nejvyšší úrovně
de_de: Verwaltung der Top Level Domain
el_gr: Διαχείριση Top level domain
fa_ir: مدیریت دامنه سطح بالا
fi_fi: Ylimmän tason verkkotunnuksen hallinta
fr_fr: Gestion des domaines de premier niveau
hu_hu: Felső szintű tartománykezelés
id_id: Top level kelola domain
lt_lt: Aukščiausio lygio domenų valdymas
nl_nl: Top level domeinbeheer
pl_pl: Zarządzanie domenami najwyższego poziomu
pt_br: Gerenciamento de domínio de nível superior
pt_pt: Gestão de domínios de topo
ro_ro: Administrare extensie de domeniu
ru_ru: Yuqori darajadagi domen boshqaruvi
sr_rs: Upravljanje domenom najvišeg nivoa
tr_tr: Üst Düzey Alan Adı Yönetimi
uk_ua: Керування доменами верхнього рівня
vi_vn: Quản lý tên miền cấp 1
zh_cn: 顶级域名管理

source: Top level domain settings updated.
ar_sa: تم تحديث إعدادات النطاق في أعلى مستوى.
bg_bg: Настройките на домейна от първо ниво бяха актуализирани.
ca_es: S'ha actualitzat la configuració del domini de primer nivell.
cs_cz: Nastavení domény na nejvyšší úrovni aktualizováno.
de_de: Die Einstellungen der Top Level Domain wurden aktualisiert.
el_gr: Οι ρυθμίσεις Top level domain ενημερώθηκαν.
fa_ir: تنظیمات دامنه سطح بالا به روز شد.
fi_fi: Ylimmän tason verkkotunnuksen asetukset päivitetty.
fr_fr: Les paramètres du domaine de premier niveau ont été mis à jour.
hu_hu: A legfelső szintű tartománybeállítások frissítve.
id_id: Pengaturan top level domain diperbarui.
lt_lt: Aukščiausio lygio domeno nustatymai atnaujinti.
nl_nl: Top level domeininstellingen bijgewerkt.
pl_pl: Ustawienia domeny najwyższego poziomu zaktualizowane.
pt_br: Configurações de domínio de nível superior atualizadas.
pt_pt: Definições de domínio de nível superior actualizadas.
ro_ro: Extensie de domeniu actualizat.
ru_ru: Настройки домена верхнего уровня обновлены.
sr_rs: Podešavanja domena najvišeg nivoa su ažurirana.
tr_tr: Üst düzey alan adı ayarları güncellendi.
uk_ua: Налаштування доменів верхнього рівня оновлено.
vi_vn: Thiết lập tên miền cấp 1 đã được cập nhật.
zh_cn: 顶级域名的设置已更新。

source: Protection
ar_sa: الحماية
bg_bg: Защита
ca_es: Protecció
cs_cz: Ochrana
de_de: Schutz
el_gr: Προστασία
fa_ir: محافظت امنیتی
fi_fi: Suojaus
hu_hu: Védelem
id_id: Proteksi
lt_lt: Apsauga
nl_nl: Bescherming
pl_pl: Ochrona
pt_br: Proteção
pt_pt: Proteção
ro_ro: Protecție
ru_ru: Защита
sr_rs: Zaštita
tr_tr: Koruma
uk_ua: Захист
vi_vn: Bảo vệ
zh_cn: 保护

source: Expires on
ar_sa: تنتهي في
bg_bg: Изтича на
cs_cz: Vyprší
de_de: Gültig bis
el_gr: Λήγει στις
fa_ir: منقضی در
fi_fi: Vanhentuu
fr_fr: Expire le
hu_hu: Lejárat dátuma
id_id: Kadaluwarsa pada
nl_nl: Verloopt op
pl_pl: Wygasa
pt_br: Expira em
ro_ro: Expiră la
ru_ru: Истекает
sr_rs: Ističe
tr_tr: Bitiş tarihi
zh_cn: 过期时间

source: Domain Protection
ar_sa: حماية النطاق
bg_bg: Защита на домейна
ca_es: Protecció de dominis
cs_cz: Ochrana domény
de_de: Domainschutz
el_gr: Προστασία domain
fa_ir: حفاظت از دامنه
fi_fi: Verkkotunnuksen suojaus
fr_fr: Protection de domaine
hu_hu: Tartományvédelem
id_id: Proteksi domain
lt_lt: Domeno apsauga
nl_nl: Domein bescherming
pl_pl: Ochrona domeny
pt_br: Proteção de domínio
pt_pt: Proteção do domínio
ro_ro: Protecție domeniu
ru_ru: Защита домена
sr_rs: Zaštita domena
tr_tr: Alan Adı Koruması
uk_ua: Захист домену
vi_vn: Bảo vệ tên miền
zh_cn: 域名保护

source: Domain locking is a security feature which prevents your domain name from being transferred without first unlocking it. When this is enabled, a domain cannot be transferred even with the transfer code.
cs_cz: Zamčení domény je bezpečnostní funkce, která brání přenosu doménového jména bez jeho prvního odemknutí. Pokud je toto povoleno, doména nemůže být přenesena ani s kódem přenosu.
ro_ro: Blocarea domeniului este o caracteristică de securitate care acționează pentru a preveni transferul numelui de domeniu fără a-l debloca mai întâi. Când acest lucru este activat, un domeniu nu poate fi transferat nici măcar cu codul de transfer.
ru_ru: Блокировка домена - это функция безопасности, которая предотвращает передачу вашего доменного имени без предварительной разблокировки. Когда эта функция включена, домен не может быть перенесен даже с кодом переноса.
sr_rs: Zaključavanje domena je bezbednosna funkcija koja sprečava prenos vašeg domena bez prethodnog otključavanja. Kada je ovo omogućeno, domen se ne može preneti čak ni sa kodom za prenos.

source: Domain Privacy Settings
ar_sa: إعدادات خصوصية النطاق
bg_bg: Настройки за поверителност на домейна
ca_es: Configuració de privadesa del domini
cs_cz: Nastavení ochrany soukromí domény
de_de: Domain Datenschutzeinstellungen
el_gr: Ρυθμίσεις Απορρήτου Domain
fa_ir: تنظیمات حریم خصوصی دامنه
fi_fi: Verkkotunnuksen tietosuoja-asetukset
fr_fr: Paramètres de confidentialité du domaine
hu_hu: Domain adatvédelmi beállítások
id_id: Pengaturan privasi domain
lt_lt: Domeno Privatumo Nustatymai
nl_nl: Domein privacy instellingen
pl_pl: Ustawienia prywatności domeny
pt_br: Configurações de privacidade do domínio
pt_pt: Definições de privacidade do domínio
ro_ro: Setări de confidenţialitate domeniu
ru_ru: Настройки приватности домена
sr_rs: Podešavanja Privatnosti Domena
tr_tr: Alan Adı Gizlilik Ayarları
uk_ua: Налаштування приватності домену
vi_vn: Cài đặt bảo vệ tên miền
zh_cn: 域名隐私设置

source: If you would like to hide domain contact information which is shown on WHOIS you can enable privacy protection. Once domain privacy protection is enabled no one will know who registered this service. And once you decide to disable privacy protection, information that is listed above on "Update Domain Contact Details" section will be seen on domain WHOIS again.
ar_sa: إذا كنت ترغب في إخفاء معلومات الاتصال بالمجال التي تظهر على WHOIS يمكنك تمكين حماية الخصوصية. بمجرد تمكين حماية خصوصية المجال لن يعرف أحد من قام بتسجيل هذه الخدمة. وبمجرد أن تقرر تعطيل حماية الخصوصية، سيتم عرض المعلومات المدرجة أعلاه في قسم "تحديث تفاصيل جهة الاتصال" على الموقع WHOIS مرة أخرى.
bg_bg: Ако бихте искали да се скриете информацията за контакт, която е показана в WHOIS можете да включите защитата на личните данни. След като е активирана защитата, никой няма да знае кой е регистрирал тази услуга. И след като решите да деактивирате защитата на поверителността, информацията, която е посочена по-горе в раздела "Актуализиране на данните за контакт на домейна", ще се вижда отново в WHOIS на домейна.
ca_es: Si voleu ocultar la informació de contacte del domini que es mostra a WHOIS, podeu activar la protecció de la privadesa. Un cop habilitada la protecció de privadesa del domini, ningú sabrà qui va registrar aquest servei. I un cop decidiu desactivar la protecció de la privadesa, la informació que apareix més amunt a la secció "Actualitza els detalls de contacte del domini" es tornarà a veure al domini WHOIS.
cs_cz: Pokud chcete skrýt kontaktní informace domény, které jsou zobrazeny v WHOIS, můžete povolit ochranu osobních údajů. Jakmile je povolena ochrana soukromí domény, nikdo nebude vědět, kdo tuto službu registroval. A jakmile se rozhodnete zakázat ochranu soukromí, informace, které jsou uvedeny výše v části "Aktualizovat údaje o kontaktech domény", budou znovu zobrazeny na doméně WHOIS.
el_gr: Εάν θέλετε να αποκρύψετε τα στοιχεία επικοινωνίας του domain που εμφανίζονται στο WHOIS, μπορείτε να ενεργοποιήσετε την προστασία απορρήτου. Μόλις ενεργοποιηθεί η προστασία απορρήτου του τομέα, κανείς δεν θα γνωρίζει ποιος καταχώρησε αυτή την υπηρεσία. Και μόλις αποφασίσετε να απενεργοποιήσετε την προστασία απορρήτου, οι πληροφορίες που αναφέρονται παραπάνω στην ενότητα «Ενημέρωση στοιχείων επικοινωνίας τομέα» θα εμφανίζονται ξανά στο WHOIS τομέα.
fa_ir: اگر می خواهید اطلاعات تماس دامنه را که در WHOIS نشان داده شده است پنهان کنید، می توانید حفاظت از حریم خصوصی را فعال کنید. هنگامی که حفاظت از حریم خصوصی دامنه فعال شود، هیچ کس نمی داند چه کسی این سرویس را ثبت کرده است. و هنگامی که تصمیم به غیرفعال کردن حفاظت از حریم خصوصی گرفتید، اطلاعاتی که در بالا در بخش «به‌روزرسانی اطلاعات تماس دامنه» فهرست شده‌اند، دوباره در دامنه WHOIS مشاهده می‌شوند.
fi_fi: Jos haluat piilottaa WHOIS-tietokannassa näkyvät verkkotunnuksen yhteystiedot, voit ottaa käyttöön yksityisyydensuojan. Kun verkkotunnuksen yksityisyydensuojaus on otettu käyttöön, kukaan ei tiedä, kuka on rekisteröinyt tämän verkkotunnuksen. Kun päätät poistaa yksityisyydensuojan käytöstä, edellä kohdassa "Päivitä verkkotunnuksen yhteystiedot" luetellut tiedot näkyvät jälleen verkkotunnuksen WHOIS-tiedoissa.
fr_fr: Si vous souhaitez masquer les informations de contact du domaine qui sont affichées sur WHOIS, vous pouvez activer la protection de la vie privée. Une fois que la protection de la vie privée du domaine est activée, personne ne sait qui a enregistré ce service. Et une fois que vous décidez de désactiver la protection de la vie privée, les informations listées ci-dessus dans la section "Mettre à jour les informations de contact du domaine" seront à nouveau visibles sur le domaine WHOIS.
hu_hu: Ha el szeretné rejteni a WHOIS-on megjelenő domain kapcsolattartási adatokat, engedélyezheti az adatvédelmet. A domain adatvédelem engedélyezése után senki sem fogja tudni, hogy ki regisztrálta ezt a szolgáltatást. És ha úgy dönt, hogy letiltja az adatvédelmet, a fenti "Domain kapcsolattartási adatainak frissítése" szakaszban felsorolt információk ismét megjelennek a domain WHOIS-ban.
id_id: Jika Anda ingin menyembunyikan informasi kontak domain yang menunjukan WHOIS, kamu dapat mengaktifkan proteksi privasi. Ketika proteksi privasi domain diaktifkan, maka tidak ada satupun yang akan dapat meregistrasi layanan ini. Dan, ketika Anda menonaktifkan proteksi privasi informasi yang tertera diatas "Perbarui Rincian Kontak Domain" akan terlihat di domain WHOIS kembali.
lt_lt: Jei norite paslėpti domeno kontaktinę informaciją, kuri rodoma WHOIS, galite įjungti privatumo apsaugą. Įjungus domeno privatumo apsaugą, niekas nežinos, kas užregistravo šią paslaugą. Kai nuspręsite išjungti privatumo apsaugą, informacija, kuri nurodyta aukščiau skiltyje „Atnaujinti domeno kontaktinę informaciją“, vėl bus matoma domeno WHOIS.
nl_nl: Als men de contactinformatie van het domein wil verbergen die op WHOIS wordt weergegeven, kan privacybescherming worden ingeschakeld. Zodra de privacybescherming voor het domein is ingeschakeld, zal niemand weten wie deze dienst heeft geregistreerd. En zodra men besluit de privacybescherming uit te schakelen, zal de informatie die hierboven in de sectie "Domeincontactgegevens bijwerken" is vermeld, weer zichtbaar zijn op de domein WHOIS.
pl_pl: Jeśli chcesz ukryć informacje kontaktowe domeny, które są widoczne w WHOIS, możesz włączyć ochronę prywatności. Po włączeniu ochrony prywatności nikt nie będzie wiedział, kto zarejestrował tę usługę. A kiedy zdecydujesz się wyłączyć ochronę prywatności, informacje wymienione powyżej w sekcji "Aktualizuj dane kontaktowe domeny" ponownie będą widoczne w WHOIS domeny.
pt_br: Se você quiser ocultar informações de domínio de contato que são mostradas no WHOIS, você pode ativar a proteção de privacidade. Uma vez que a proteção de privacidade do domínio é habilitada, ninguém vai saber quem registrou este serviço. E assim que você decidir desativar a proteção de privacidade informações listadas acima na seção "Atualizar Detalhes de Contato de Domínio" serão vistas no domínio WHOIS novamente.
pt_pt: Se pretender ocultar as informações de contacto do domínio que são apresentadas no WHOIS, pode ativar a proteção de privacidade. Quando a proteção de privacidade do domínio estiver activada, ninguém saberá quem registou este serviço. E assim que decidir desativar a proteção de privacidade, as informações que estão listadas acima na secção "Atualizar detalhes de contacto do domínio" serão novamente vistas no WHOIS do domínio.
ro_ro: Dacă doriți să ascundeți informațiile de contact ale domeniului care sunt afișate în WHOIS, puteți activa protecția confidențialității. Odată ce protecția confidențialității domeniului este activată, nimeni nu va ști cine a înregistrat acest serviciu. Și odată ce decizi să dezactivezi protecția confidențialității, informații care sunt listate mai sus pe secțiunea "Actualizare Contacte domeniu" va fi vizualizată pe domeniul WHOIS din nou.
ru_ru: Если вы хотите скрыть контактную информацию домена, которая отображается в WHOIS, вы можете включить защиту приватности. После включения защиты приватности домена никто не будет знать, кто зарегистрировал эту услугу. И если вы решите отключить защиту приватности, информация, указанная выше в разделе "Обновление контактных данных домена", снова будет видна в WHOIS домена.
sr_rs: Ako želite da sakrijete kontakt informacije o domenu koje se prikazuju na WHOIS-u, možete omogućiti zaštitu privatnosti. Kada se omogući zaštita privatnosti domena, niko neće znati ko je registrovao ovu uslugu. A kada odlučite da onemogućite zaštitu privatnosti, informacije koje su gore navedene u odeljku "Ažuriraj podatke o kontaktu domena" ponovo će se videti na domenu WHOIS.
tr_tr: WHOIS'te gösterilen alan adı iletişim bilgilerini gizlemek istiyorsanız gizlilik korumasını etkinleştirebilirsiniz. Alan adu gizlilik koruması etkinleştirildiğinde, hiç kimse alan adını kimin kaydettiğini bilemez. Gizlilik korumasını devre dışı bırakmaya karar verdiğinizde, yukarıda "Alan Adı İletişim Bilgilerini Güncelle" bölümünde listelenen bilgiler, alan adı WHOIS'inde tekrar görülecektir.
uk_ua: Якщо ви хочете приховати контактну інформацію, яка відображається на WHOIS, ви можете увімкнути захист конфіденційності. Після включення захисту приватності домену ніхто не дізнається, хто зареєстрував цей сервіс. І як тільки ви вирішите вимкнути захист конфіденційності, інформація, що знаходиться вище в розділі "Оновити деталі контакту" на домені, буде доступна знову на WHOIS.
vi_vn: Nếu bạn muốn ẩn thông tin liên hệ của tên miền cái sẽ được hiển thị trên WHOIS bạn có thể bật bảo vệ quyền riêng tư. Một khi bảo vệ quyền riêng tư tên miền được bật thì không ai có thể biết được người nào đã đăng ký tên miền này. Và một khi bạn đã quyết định tắt bảo vệ quyền riêng tư, thông tin sẽ được liệt kê tại vùng "Cập nhật Thông tin Liên hệ Tên miền" và thông tin này sẽ lại được nhìn thấy trong thông tin WHOIS tên miền.
zh_cn: 如果您想要隐藏在WHOIS上显示的域名联系信息，您可以启用隐私保护。 一旦启用域名隐私保护，其他人不知道是谁注册这个域名。 您可随时关闭隐私保护，域名的联系人信息再次在WHOIS上公开显示。

source: Disable Privacy protection
ar_sa: تعطيل حماية الخصوصية
bg_bg: Изключи защитата на личните данни
ca_es: Desactiva la protecció de privadesa
cs_cz: Zakázat ochranu soukromí
de_de: Deaktiviere den Datenschutz
el_gr: Απενεργοποίηση προστασίας απορρήτου
fa_ir: محافظت از حریم خصوصی را غیرفعال کنید
fi_fi: Poista yksityisyyden suoja käytöstä
fr_fr: Désactiver la protection de la vie privée
hu_hu: Az adatvédelem letiltása
id_id: Nonaktifkan proteksi privasi
lt_lt: Išjungti Privatumo Apsaugą
nl_nl: Privacy bescherming uitschakelen
pl_pl: Wyłącz ochronę prywatności
pt_br: Desativar proteção de privacidade
pt_pt: Desativar a proteção de privacidade
ro_ro: Dezactivați protecția confidențialității
ru_ru: Отключить защиту приватности
sr_rs: Onemogućite zaštitu privatnosti
tr_tr: Gizlilik korumasını devre dışı bırakın
uk_ua: Вимкнути захист приватності
vi_vn: Tắt bảo vệ thông tin cá nhân
zh_cn: 关闭隐私保护

source: Enable Privacy protection
ar_sa: تمكين حماية الخصوصية
bg_bg: Включи защитата на личните данни
ca_es: Activa la protecció de privadesa
cs_cz: Povolit ochranu soukromí
de_de: Aktiviere den Datenschutz
el_gr: Ενεργοποίηση προστασίας απορρήτου
fa_ir: حفاظت از حریم خصوصی را فعال کنید
fi_fi: Ota yksityisyyden suoja käyttöön
fr_fr: Activer la protection de la vie privée
hu_hu: Adatvédelem engedélyezése
id_id: Aktifkan proteksi privasi
lt_lt: Įjungti privatumo apsaugą
nl_nl: Privacy bescherming inschakelen
pl_pl: Włącz ochronę prywatności
pt_br: Ativar proteção de privacidade
pt_pt: Ativar a proteção de privacidade
ro_ro: Activați protecția confidențialității
ru_ru: Включить защиту приватности
sr_rs: Omogućite Zaštitu privatnosti
tr_tr: Gizlilik korumasını etkinleştirin
uk_ua: Увімкнути захист приватності
vi_vn: Bật bảo vệ thông tin cá nhân
zh_cn: 启用隐私保护

source: Update Nameservers
ar_sa: تحديث اسماء السيرفرات
bg_bg: Актуализиране на имената на сървърите
ca_es: Actualitza els servidors de noms
cs_cz: Aktualizovat nameservery
de_de: Nameserver aktualisieren
el_gr: Ενημέρωση nameservers
fa_ir: بروزرسانی Nameserver
fi_fi: Päivitä Nimipalvelimet
fr_fr: Mettre à jour les serveurs de noms
hu_hu: Névkiszolgálók frissítése
id_id: Perbarui nameservers
lt_lt: Atnaujinti vardinius serverius
nl_nl: Naamservers bijwerken
pl_pl: Aktualizuj serwery nazw
pt_br: Atualizar Nameservers
pt_pt: Atualizar servidores de nomes
ro_ro: Actualizează nameservere
ru_ru: Обновить серверы имен
sr_rs: Ažurirajte name servere
tr_tr: İsim Sunucularını (NS) Güncelle
uk_ua: Оновити nameservers
vi_vn: Cập nhật nameservers
zh_cn: 更新DNS服务器
