Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Product type
ar_sa: نوع المنتج
bg_bg: Тип на продукта
ca_es: Tipus de Producte
cs_cz: Typ produktu
de_de: Produktart
el_gr: Τύπος προϊόντος
fa_ir: نوع محصول
fi_fi: Tuotetyyppi
fr_fr: Type de produit
hu_hu: Típus
id_id: Jenis produk
pl_pl: Typ produktu
pt_br: Tipo do produto
pt_pt: Tipo de produto
ro_ro: Tipul de produs
ru_ru: Тип продукта
sr_rs: Vrsta proizvoda
tr_tr: Ürün Türü
uk_ua: Тип продукту
vi_vn: Loại sản phẩm
zh_cn: 产品类型

source: Hosting plans and servers
ar_sa: خطط الاستضافة والخوادم
bg_bg: Хостинг планове и сървъри
ca_es: Plans d'allotjament i servidors
cs_cz: Plány hostingu a servery
de_de: Hosting-Pakete und Server
el_gr: Πακέτα φιλοξενίας και διακομιστές
fa_ir: پلن های هاستینگ و سرور
fi_fi: Hosting-paketit ja palvelimet
fr_fr: Plans d'hébergement et serveurs
hu_hu: Tárhelycsomagok és szerverek
id_id: Paket hosting dan peladen
lt_lt: Hostingo planai ir serveriai
nl_nl: Hosting abonnementen en servers
pl_pl: Plany hostingu i serwery
pt_br: Planos e servidores de hospedagem
pt_pt: Planos de alojamento e servidores
ro_ro: Planuri de găzduire și servere
ru_ru: Планы хостинга и серверы
sr_rs: Hosting paketi i serveri
tr_tr: Hosting Planları ve Sunucular
uk_ua: Тарифи та сервери
vi_vn: Gói hosting và máy chủ
zh_cn: 虚拟主机和服务器

source: :hosting for :domain
ar_sa: :host لـ :domain
bg_bg: :hosting за :domain
ca_es: :hosting per a :domain
cs_cz: :hosting pro :domain
de_de: :hosting für :domain
el_gr: :hosting για :domain
fa_ir: :hosting برای :domain
fi_fi: :hosting :domain ille
fr_fr: :hosting pour :domain
hu_hu: :hosting a :domain számára
id_id: :hosting untuk :domain
lt_lt: :hosting :domain
nl_nl: :hosting voor :domain
pl_pl: :hosting dla :domain
pt_br: :hosting para :domain
pt_pt: :alojamento para :domínio
ro_ro: :hosting pentru :domain
ru_ru: :hosting uchun :domain
sr_rs: :hosting za :domain
tr_tr: :domain alan adı için :hosting
uk_ua: :hosting для :domain
vi_vn: :hosting cho :domain
zh_cn: :hosting 的 :domain

source: Hosting product is not configured completely. Configure server for hosting product.
ar_sa: لم يتم تكوين منتج الاستضافة بالكامل. تكوين الخادم لاستضافة المنتج.
bg_bg: Хостинг продукта не е конфигуриран напълно. Конфигурирайте сървъра за хостинг продукта.
ca_es: El producte d'allotjament no està configurat completament. Configura el servidor per al producte d'allotjament.
cs_cz: Hostitelský produkt není zcela nakonfigurován. Konfigurace serveru pro hostování produktu.
el_gr: Το προϊόν φιλοξενίας δεν έχει ρυθμιστεί πλήρως. Ρυθμίστε το διακομιστή για το προϊόν φιλοξενίας.
fa_ir: محصول میزبانی به طور کامل پیکربندی نشده است. سرور را برای محصولات هاستینگ پیکربندی کنید.
fi_fi: Hosting-tuotetta ei ole määritetty kokonaan. Määritä palvelin hosting-tuotetta varten.
fr_fr: Le produit d'hébergement n'est pas entièrement configuré. Configurez le serveur pour le produit d'hébergement.
hu_hu: A tárhely termék nincs teljesen konfigurálva. Konfigurálja a szervert a tárhely termékhez.
id_id: Produk Hosting tidak diseting dengan benar. Atur server pada produk hosting.
lt_lt: Hostingo produktas nėra visiškai sukonfigūruotas. Sukonfigūruokite serverį hostingo produktui.
nl_nl: Product hosten is niet volledig geconfigureerd. Configureer server voor hosting product.
pl_pl: Produkt hostingu nie jest w pełni skonfigurowany. Skonfiguruj serwer dla produktu hostingu.
pt_br: O produto de hospedagem não está configurado completamente. Configure o servidor para hospedagem do produto.
pt_pt: O produto de alojamento não está completamente configurado. Configurar o servidor para o produto de alojamento.
ro_ro: Produsul de tip găzduire nu este configurat complet. Configurează serverul pentru produs de tip găzduire.
ru_ru: Хостинг-продукт не настроен полностью. Настройте сервер для хостинг-продукта.
sr_rs: Hosting proizvod nije u potpunosti konfigurisan. Konfigurišite server za hosting proizvoda.
tr_tr: Hosting ürünü tam olarak yapılandırılmamış. Hosting ürünü için sunucuyu yapılandırın.
uk_ua: Хостинг продукту не налаштовано повністю. Налаштуйте сервер хостингу продукту.
vi_vn: Sản phẩm lưu trữ web chưa được cấu hình xong. Hãy cấu hình máy chủ cho sản phẩm lưu trữ web.
zh_cn: 虚拟主机产品未完成配置。请为虚拟主机产品配置服务器。

source: Hosting product is not configured completely. Configure hosting plan for hosting product.
ar_sa: لم يتم تكوين منتج الاستضافة بالكامل. تكوين خطة الاستضافة لاستضافة المنتج.
bg_bg: Продуктът за хостинг не е конфигуриран напълно. Конфигурирайте хостинг плана за хостинг продукта.
ca_es: El producte d'allotjament no està configurat completament. Configura el pla d'allotjament per al producte d'allotjament.
cs_cz: Hostitelský produkt není zcela nakonfigurován. Nakonfigurujte hosting plán pro hostování produktu.
el_gr: Το προϊόν φιλοξενίας δεν έχει ρυθμιστεί πλήρως. Ρυθμίστε το διακομιστή για το προϊόν φιλοξενίας.
fa_ir: محصول میزبانی به طور کامل پیکربندی نشده است. پلن هاستینگ را برای محصولات هاستینگ پیکربندی کنید.
fi_fi: Hosting-tuotetta ei ole määritetty kokonaan. Määritä hosting-tuotteen hosting-suunnitelma.
fr_fr: Le produit d'hébergement n'est pas entièrement configuré. Configurez le plan d'hébergement pour le produit d'hébergement.
hu_hu: A tárhely termék nincs teljesen konfigurálva. Konfigurálja a tárhelyszolgáltatási csomagot a tárhelytermékhez.
id_id: Produk hosting tidak diatur dengan sempurna. Mohon untuk konfigurasikan produk hostingnya.
lt_lt: Hostingo produktas nėra pilnai sukonfigūruotas. Sukonfigūruokite produkto hostingo planą.
nl_nl: Product is niet volledig geconfigureerd. Configureer hosting plan voor het hosting product.
pl_pl: Produkt hostingu nie jest w pełni skonfigurowany. Skonfiguruj plan hostingu dla produktu hostingu.
pt_br: O produto de hospedagem não está configurado completamente. Configure o plano de hospedagem para o produto de hospedagem.
pt_pt: O produto de alojamento não está completamente configurado. Configurar o plano de alojamento para o produto de alojamento.
ro_ro: Produsul de tip găzduire nu este configurat complet. Configurează planul de găzduire pentru produs de tip găzduire.
ru_ru: Хостинг-продукт не настроен полностью. Настройте план хостинга для хостинг-продукта.
sr_rs: Hosting proizvod nije u potpunosti konfigurisan. Konfigurišite hosting plan za hosting proizvod.
tr_tr: Hosting ürünü tam olarak yapılandırılmamış. Hosting ürünü için Hosting Planını yapılandırın.
uk_ua: Хостинг продукту не налаштовано повністю. Налаштуйте сервер хостингу продукту.
vi_vn: Sản phẩm lưu trữ web chưa được cấu hình xong. Hãy cấu hình gói cho sản phẩm lưu trữ web.
zh_cn: 虚拟主机产品未完成配置。请为虚拟主机产品配置虚拟主机套餐。

source: Domain name is invalid.
ar_sa: المجال :domain غير صالح.
bg_bg: Домейнът не е валиден.
ca_es: El nom de domini no és vàlid.
cs_cz: Název domény je neplatný.
de_de: Domainname ist nicht gültig.
el_gr: Το όνομα χώρου δεν είναι έγκυρο.
fa_ir: نام دامنه نامعتبر است.
fi_fi: Verkkotunnus on virheellinen.
fr_fr: Le nom de domaine est invalide.
hu_hu: A domain név érvénytelen.
id_id: Nama domain tidak valid.
nl_nl: Domeinnaam is ongeldig.
pl_pl: Nazwa domeny jest nieprawidłowa.
pt_br: Nome do domínio é inválido.
pt_pt: O nome de domínio é inválido.
ro_ro: Numele domeniului este invalid.
ru_ru: Неверное имя домена.
sr_rs: Ime domena je nevažeće.
tr_tr: Alan Adı geçerli değil.
uk_ua: Доменне ім'я неприпустиме.
vi_vn: Tên miền không hợp lệ.
zh_cn: 域名无效。

source: Domain extension is invalid.
ar_sa: المجال :domain غير صالح.
bg_bg: Разширението на домейна не е валидено.
ca_es: L'extensió de domini no és vàlida.
cs_cz: Rozšíření domény je neplatné.
de_de: Domainendung ist ungültig.
el_gr: Η επέκταση domain είναι άκυρη.
fa_ir: پسوند دامنه نامعتبر است.
fi_fi: Verkkotunnuslaajennus on virheellinen.
fr_fr: L'extension de domaine est invalide.
hu_hu: A tartománykiterjesztés érvénytelen.
id_id: Ekstensi domain tidak valid.
nl_nl: Domeinextensie is ongeldig.
pl_pl: Rozszerzenie domeny jest nieprawidłowe.
pt_br: A extensão do domínio não é válida.
pt_pt: A extensão do domínio é inválida.
ro_ro: Extensia domeniului este invalidă.
ru_ru: Недопустимое расширение домена.
sr_rs: Ekstenzija domena je nevažeća.
tr_tr: Alan Adı uzantısı geçerli değil.
uk_ua: Доменне розширення помилкове.
vi_vn: Phần đuôi tên miền không hợp lệ.
zh_cn: 域名后缀无效。

source: Account username is missing or is invalid
ar_sa: اسم المستخدم الحساب مفقود أو غير صالح
bg_bg: Липсва потребителското име на акаунта или то е невалидно
ca_es: Falta el nom d'usuari del compte o no és vàlid
cs_cz: Uživatelské jméno účtu chybí nebo je neplatné
de_de: Benutzername fehlt oder ist ungültig
el_gr: Το όνομα χρήστη του λογαριασμού λείπει ή δεν είναι έγκυρο
fa_ir: نام کاربری حساب موجود نیست یا نامعتبر است
fi_fi: Tilin käyttäjänimi puuttuu tai on virheellinen
fr_fr: Le nom d'utilisateur est manquant ou est invalide
hu_hu: A fiók felhasználóneve hiányzik vagy érvénytelen
id_id: Username pengguna tidak ditemukan atau tidak valid
nl_nl: Gebruikersnaam ontbreekt of is ongeldig
pl_pl: Brakuje nazwy użytkownika konta lub jest nieprawidłowa
pt_br: Nome de usuário da conta está ausente ou é inválido
pt_pt: O nome de utilizador da conta está em falta ou é inválido
ro_ro: Numele de utilizator lipsește sau este nevalid
ru_ru: Имя пользователя учетной записи отсутствует или недопустимо
sr_rs: Korisničko ime naloga nedostaje ili je nevažeće
tr_tr: Hesap kullanıcı adı eksik yada geçersiz
uk_ua: Ім'я облікового запису відсутнє або недійсне
vi_vn: Tên đăng nhập tài khoản bị thiếu hoặc không hợp lệ
zh_cn: 账号的用户名缺失或无效

source: Account IP address is missing or is invalid
cs_cz: IP adresa účtu chybí nebo je neplatná
de_de: IP-Adresse des Kontos fehlt oder ist ungültig
el_gr: Λείπει η διεύθυνση IP του λογαριασμού ή δεν είναι έγκυρη
fa_ir: آدرس IP حساب موجود نیست یا نامعتبر است
fr_fr: L'IP du compte est manquante où est invalide
hu_hu: A fiók IP-címe hiányzik vagy érvénytelen
id_id: Alamat IP tidak ditemukan atau tidak valid
nl_nl: Account IP adres ontbreekt of is ongeldig
pl_pl: Brakuje adresu IP konta lub jest nieprawidłowy
ro_ro: Adresa IP a contului lipsește sau nu este validă
ru_ru: IP-адрес учетной записи отсутствует или недопустим
sr_rs: IP adresa naloga nedostaje ili je nevažeća
tr_tr: Hesap IP adresi eksik yada geçersiz
vi_vn: Địa chỉ IP tài khoản bị thiếu hoặc không hợp lệ
zh_cn: 账号IP地址不存在或无效

source: Domain SLD or TLD is missing
cs_cz: Doména SLD nebo TLD chybí
el_gr: Domain SLD ή TLD λείπει
fa_ir: دامنه SLD یا TLD وجود ندارد
fr_fr: Le domaine SLD ou TLD est manquant
hu_hu: Domain sld vagy tld hiányzik
id_id: Domain SLD atau TLD tidak ditemukan
nl_nl: Domein SLD of TLD ontbreekt
pl_pl: Brakuje SLD lub TLD domeny
ro_ro: Domeniul SLD sau TLD lipsește
ru_ru: Отсутствует SLD или TLD домена
sr_rs: Domen SLD ili TLD nedostaje
tr_tr: Alan adı uzantısı eksik
vi_vn: Sld hoặc tld tên miền bị thiếu

source: Account password is missing or is invalid
ar_sa: اسم المستخدم الحساب مفقود أو غير صالح
bg_bg: Паролата за профила липсва или не е валидна
ca_es: Falta la contrasenya del compte o no és vàlida
cs_cz: Chybí heslo k účtu nebo je neplatné
de_de: Account-Passwort wurde nicht angegeben oder ist ungültig
el_gr: Το όνομα χρήστη του λογαριασμού λείπει ή δεν είναι έγκυρο
fa_ir: رمز عبور حساب موجود نیست یا نامعتبر است
fi_fi: Tilin salasana puuttuu tai on virheellinen
fr_fr: Le mot de passe du compte est manquant où est invalide
hu_hu: A fiók jelszava hiányzik vagy érvénytelen
id_id: Manajer kata sandi tidak ditemukan atau tidak valid
nl_nl: Wachtwoord ontbreekt of is ongeldig
pl_pl: Brakuje hasła konta lub jest nieprawidłowe
pt_br: A senha da conta está ausente ou é inválida
pt_pt: A palavra-passe da conta está em falta ou é inválida
ro_ro: Parola contului lipsește sau este incorectă
ru_ru: Пароль учетной записи отсутствует или недопустим
sr_rs: Lozinka naloga nedostaje ili je nevažeća
tr_tr: Hesap şifresi eksik yada geçersiz
uk_ua: Пароль облікового запису відсутній або помилковий
vi_vn: Mật khẩu tài khoản bị thiếu hoặc không hợp lệ
zh_cn: 账号的密码缺失或无效

source: Invalid server manager. Server was not configured properly.
ar_sa: مدير الخادم غير صالح. لم يتم تكوين الخادم بشكل صحيح.
bg_bg: Невалиден мениджър на сървъра. Сървърът не е конфигуриран правилно.
ca_es: Gestor de servidor no vàlid. El servidor no s'ha configurat correctament.
cs_cz: Neplatný správce serveru. Server nebyl správně nakonfigurován.
de_de: Ungültiger Servermanager. Server wurde nicht richtig konfiguriert.
el_gr: Μη έγκυρος διαχειριστής διακομιστή. Ο διακομιστής δεν έχει ρυθμιστεί σωστά.
fa_ir: مدیر سرور نامعتبر است. سرور به درستی پیکربندی نشده است.
fi_fi: Virheellinen palvelinhallinta. Palvelinta ei määritetty oikein.
fr_fr: Gestionnaire de serveur invalide. Le serveur n'a pas été configuré correctement.
hu_hu: Érvénytelen kiszolgálókezelő. A kiszolgálót nem megfelelően konfigurálták.
id_id: Manajer peladen tidak valid. Peladen tidak dikonfigurasi dengan benar.
lt_lt: Netinkama serverio tvarkyklė. Serveris nebuvo tinkamai sukonfigūruotas.
nl_nl: Ongeldige server manager. Server is niet correct geconfigureerd.
pl_pl: Nieprawidłowy menedżer serwera. Serwer nie został poprawnie skonfigurowany.
pt_br: Gerenciador de servidor inválido. O servidor não foi configurado corretamente.
pt_pt: Gestor de servidor inválido. O servidor não foi configurado corretamente.
ro_ro: Manager de server incorect. Serverul nu a fost configurat corespunzător.
ru_ru: Неверный менеджер сервера. Сервер настроен неправильно.
sr_rs: Nevažeći menadžer servera. Server nije pravilno konfigurisan.
tr_tr: Geçersiz sunucu yöneticisi. Sunucu düzgün yapılandırılmadı.
uk_ua: Помилковий диспетчер сервера. Сервер було налаштовано неправильно.
vi_vn: Trình quản lý máy chủ không hợp lệ. Máy chủ chưa được cấu hình chính xác.
zh_cn: 无效的服务器管理器。服务器配置不正确。

source: Server manager :adapter is invalid.
ro_ro: Managerul de server :adapter este invalid.
ru_ru: Менеджер сервера :adapter недопустим.

source: Cannot remove hosting plan which has active accounts
cs_cz: Nelze odstranit plán hostingu, který má aktivní účty
el_gr: Δεν μπορεί να καταργηθεί το πακέτο φιλοξενίας που έχει ενεργούς λογαριασμούς
fa_ir: نمی توان پلن هاستینگ را که دارای حساب های فعال هستند را حذف کرد
fr_fr: Impossible de supprimer le plan d'hébergement, ayant des comptes actifs
hu_hu: Nem lehet eltávolítani a tárhelyet, amely aktív fiókokkal rendelkezik
id_id: Tidak dapat menghapus paket hosting apabila ada akun yang aktif
nl_nl: Kan hostingplan wat actieve accounts heeft niet verwijderen
pl_pl: Nie można usunąć planu hostingu, który ma aktywne konta
ro_ro: Nu se poate elimina planul de găzduire care are conturi active
ru_ru: Невозможно удалить план хостинга с активными учетными записями
sr_rs: Nije moguće ukloniti hosting plan koji ima aktivne naloge
tr_tr: Aktif hesapları olan hosting planı kaldırılamaz
vi_vn: Không thể xóa gói lưu trữ web đã có tài khoản đang hoạt động

source: Could not find main domain product
ar_sa: تعذر العثور على منتج النطاق الرئيسي
bg_bg: Не можах да намеря продукт на основния домейн
ca_es: No s'ha pogut trobar el producte del domini principal
cs_cz: Nelze najít hlavní doménový produkt
el_gr: Αδυναμία εύρεσης του κύριου προϊόντος domain
fa_ir: محصول دامنه اصلی پیدا نشد
fi_fi: Pääasiallisia verkkotunnustuotteita ei löytynyt
fr_fr: Impossible de trouver le produit du domaine principal
hu_hu: Nem találta a fő domain terméket
id_id: Tidak dapat mencari produk domain utamanya
lt_lt: Nepavyko rasti pagrindinio domeno produkto
nl_nl: Kan het hoofddomein product niet vinden
pl_pl: Nie można znaleźć głównego produktu domeny
pt_br: Não foi possível encontrar o principal produto do domínio
pt_pt: Não foi possível encontrar o produto do domínio principal
ro_ro: Nu s-a putut găsi domeniul principal
ru_ru: Не удалось найти основной доменный продукт
sr_rs: Nije moguće pronaći proizvod glavnog domena
tr_tr: Ana alan adı ürünü bulunamadı
uk_ua: Не вдалося знайти основний домен продукту
vi_vn: Không tìm thấy sản phẩm tên miền chính
zh_cn: 未找到产品的主域名

source: License plugin :plugin was not found.
ro_ro: Plugin-ul cu licenţă :plugin nu a fost găsit.
ru_ru: Плагин лицензии :plugin не найден.

source: License plugin does not have generate method
cs_cz: Licenční plugin nemá metodu generování
hu_hu: A licenc plugin nem rendelkezik generáló módszerrel
ro_ro: Plugin-ul de licență nu are metodă de generare
ru_ru: Плагин лицензии не имеет метода generate

source: Maximum number of iterations reached while generating license key
ar_sa: تم الوصول إلى الحد الأقصى لعدد التكرار أثناء إنشاء مفتاح API
bg_bg: Максимален брой итерации, достигнат при генерирането на лиценз ключ
ca_es: S'ha assolit el nombre màxim d'iteracions mentre es genera la clau de llicència
cs_cz: Při generování licenčního klíče bylo dosaženo maximálního počtu opakování
el_gr: Μέγιστος αριθμός επαναλήψεων που επιτεύχθηκαν κατά τη δημιουργία του κλειδιού άδειας χρήσης
fa_ir: در هنگام تولید کلید مجوز به حداکثر تعداد تکرار رسیده است
fi_fi: Lisenssiavaimen luomisessa saavutettu iteraatioiden enimmäismäärä
fr_fr: Nombre maximum d'itérations atteint lors de la génération de clé de licence
hu_hu: A licenckulcs generálásakor elért maximális iterációk száma
id_id: Perulangan maksimum telah tercapai ketika membuat kunci lisensi
lt_lt: Pasiektas maksimalus iteracijų skaičius generuojant licencijos raktą
nl_nl: Maximum aantal iteraties bereikt tijdens het genereren van de licentiesleutel
pl_pl: Osiągnięto maksymalną liczbę iteracji podczas generowania klucza licencyjnego
pt_br: Número máximo de iterações atingido durante a geração da chave de licença
pt_pt: Número máximo de iterações atingido durante a geração da chave de licença
ro_ro: S-a atins numărul maxim de iterații în timp ce se generează cheia licenței
ru_ru: Достигнуто максимальное количество итераций при генерации лицензионного ключа
sr_rs: Dostignut je maksimalan broj iteracija tokom generisanja licencnog ključa
tr_tr: Lisans anahtarı oluşturulurken maksimum yineleme sayısına ulaşıldı
uk_ua: Досягнута максимальна кількість ітерацій при генерації ліцензійного ключа
vi_vn: Số lần dùng tối đa đã hết khi tạo mã bản quyền
zh_cn: 生成授权码时达到最大的迭代次数

source: Your IP address (:ip) is blocked. Please contact our support to lift your block.
ar_sa: عنوان IP الخاص بك (:ip) محظور. الرجاء الاتصال بالدعم لرفع الكتلة الخاصة بك.
bg_bg: Вашият ИП адрес (:ip) е блокиран. Моля, свържете се с нашата поддръжка, за да премахнем блокирането.
ca_es: La vostra adreça IP (:ip) està bloquejada. Poseu-vos en contacte amb el nostre suport per aixecar el vostre bloc.
cs_cz: Vaše IP adresa (:ip) je zablokována. Obraťte se na naši podporu, abyste zrušili svůj blokaci.
de_de: Deine IP-Adresse (:ip) ist gesperrt. Bitte kontaktiere unseren Support, um diese Sperre aufzuheben.
el_gr: Η διεύθυνση IP σας (:ip) έχει αποκλειστεί. Επικοινωνήστε με την υποστήριξή μας για την άρση του μπλοκ σας.
fa_ir: آدرس IP شما (:ip) مسدود شده است. لطفا با پشتیبانی ما تماس بگیرید تا بلاک خود را بردارید.
fi_fi: IP-osoitteesi (:ip) on estetty. Ota yhteyttä asiakaspalveluumme eston poistamiseksi.
fr_fr: Votre adresse IP (:ip) est bloquée. Veuillez contacter notre support pour lever votre block.
hu_hu: A Te IP-címed (:ip) blokkolva van. Kérjük, lépj kapcsolatba ügyfélszolgálatunkkal a blokkolás feloldása érdekében.
id_id: IP Addres anda (:ip) telah diblokir. Mohon hubungi teknisi supaya dihapus blokirannya.
lt_lt: Jūsų IP adresas (:ip) užblokuotas. Norėdami panaikinti blokavimą, susisiekite su mūsų pagalbos komanda.
nl_nl: Dit IP adres (:ip) is geblokkeerd. Neem contact op met onze helpdesk om de blokkade op te heffen.
pl_pl: Twój adres IP (:ip) jest zablokowany. Skontaktuj się z naszym działem obsługi, aby usunąć blokadę.
pt_br: Seu endereço IP (:ip) está bloqueado. Entre em contato com nosso suporte para remover seu bloqueio.
pt_pt: O seu endereço IP (:ip) está bloqueado. Contacte o nosso apoio para levantar o seu bloqueio.
ro_ro: Adresa ta IP (:ip) este blocată. Te rugăm să contactezi suportul nostru pentru a ridica restricția.
ru_ru: Ваш IP-адрес (:ip) заблокирован. Обратитесь в службу поддержки, чтобы снять блокировку.
sr_rs: Vaša IP adresa (:ip) je blokirana. Molimo kontaktirajte našu podršku da biste odblokirali svoju blokadu.
tr_tr: IP adresiniz (:ip) bloke edilmiştir. Engellemenizi kaldırmak için lütfen desteğimizle iletişime geçin.
uk_ua: Вашу IP-адресу (:ip) заблоковано. Будь ласка, зверніться в нашу підтримку для зняття блоку.
vi_vn: Địa chỉ IP của bạn (:ip) đã bị chặn. Vui lòng liên hệ với bộ phận hỗ trợ của chúng tôi để được giải quyết.
zh_cn: 您的 IP 地址 (:ip) 已被屏蔽。请联系我们解封。

source: To use reCAPTCHA you must get an API key from <a href='https://www.google.com/recaptcha/admin/create'>here</a>
ar_sa: لاستخدام reCAPTCHA يجب أن تحصل على مفتاح API من <a href='https://www.google.com/recaptcha/admin/create'>هنا</a>
bg_bg: За да използвате reCAPTCHA, трябва да се сдобиете с API ключ от <a href='https://www.google.com/recaptcha/admin/create'>тук</a>
ca_es: Per utilitzar reCAPTCHA, heu d'obtenir una clau API des d' <a href='https://www.google.com/recaptcha/admin/create'>aquí</a>
cs_cz: Pro použití reCAPTCHA musíte získat API klíč z <a href='https://www.google.com/recaptcha/admin/create'>zde</a>
de_de: Um reCAPTCHA verwenden zu können, musst du einen API-Schlüssel von <a href='https://www.google.com/recaptcha/admin/create'>hier</a> erstellen
el_gr: Για να χρησιμοποιήσετε το reCAPTCHA πρέπει να λάβετε ένα κλειδί API από <a href='https://www.google.com/recaptcha/admin/create'>εδώ</a>
fa_ir: برای استفاده از ریکپتچا گوگل باید ابتدا از <a href='https://www.google.com/recaptcha/admin/create'>اینجا</a> کلید API دریافت کنید
fi_fi: Jotta voit käyttää reCAPTCHAa, sinun on saatava API-avain osoitteesta <a href='https://www.google.com/recaptcha/admin/create'>täältä</a>
fr_fr: Pour utiliser reCAPTCHA vous devez vous procurer une clé API depuis <a href='https://www.google.com/recaptcha/admin/create'>ici</a>
hu_hu: A reCAPTCHA használatához API-kulcsot kell szereznie a <a href='https://www.google.com/recaptcha/admin/create'>honnan</a>
id_id: Untuk menggunakan reCAPTCHA anda harus mendapatkan kunci API <a href='https://www.google.com/recaptcha/admin/create'>di sini</a>
lt_lt: Jei norite naudoti reCAPTCHA, turite gauti API raktą <a href='https://www.google.com/recaptcha/admin/create'>čia</a>
nl_nl: Om reCAPTCHA te gebruiken, moet een API-sleutel worden verkregen via <a href='https://www.google.com/recaptcha/admin/create'>hier</a>
pl_pl: Aby używać reCAPTCHA, musisz uzyskać klucz API z <a href='https://www.google.com/recaptcha/admin/create'>tutaj</a>
pt_br: Para usar reCAPTCHA você deve obter uma chave de API <a href='https://www.google.com/recaptcha/admin/create'>aqui</a>
pt_pt: Para utilizar o reCAPTCHA, é necessário obter uma chave de API a partir de <a href='https://www.google.com/recaptcha/admin/create'>aqui</a>
ro_ro: Pentru a utiliza reCAPTCHA trebuie să obțineți o cheie API de <a href='https://www.google.com/recaptcha/admin/create'>aici</a>
ru_ru: Чтобы использовать reCAPTCHA, вы должны получить API-ключ <a href='https://www.google.com/recaptcha/admin/create'>здесь</a>
sr_rs: Da biste koristili reCAPTCHA, morate da preuzmete API ključ <a href='https://vvv.google.com/recaptcha/admin/create'>ovde</a>
tr_tr: reCAPTCHA'yı kullanmak için <a href='https://www.google.com/recaptcha/admin/create'>buradan</a> bir API anahtarı almanız gerekiyor
uk_ua: Щоб використовувати reCAPTCHA, ви повинні отримати ключ API <a href='https://www.google.com/recaptcha/admin/create'>тут</a>
vi_vn: Để sử dụng reCAPTCHA bạn phải có mã API được lấy <a href='https://www.google.com/recaptcha/admin/create'>tại đây</a>
zh_cn: 如需启用 reCAPTCHA ，请到 <a href='https://www.google.com/recaptcha/admin/create'>这里</a> 申请 API 密钥
