Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Support tickets regarding this order
ar_sa: دعم التذاكر فيما يتعلق بهذا الطلب
bg_bg: Билети за поддръжка свързани с тази поръчка
ca_es: Bitllets de suport per a aquesta comanda
cs_cz: Tikety týkající se této objednávky
de_de: Support-Tickets für diese Bestellung
el_gr: Αίτημα τεχνικής υποστήριξης σχετικά με αυτή την παραγγελία
fa_ir: تیکت های پشتیبانی مربوط به این سفارش
fi_fi: Tukipyynnöt koskien tätä tilausta
fr_fr: Tickets concernant cette commande
hu_hu: Támogatási jegyek ehhez a rendeléshez
id_id: Dukungan tiket yang mengacu pada pesanan ini
lt_lt: Pagalbos bilietai, susiję su šiuo užsakymu
nl_nl: Helpdesk tickets met betrekking tot deze bestelling
pl_pl: Bilety wsparcia dotyczące tego zamówienia
pt_br: Tickets de suporte relacionados a este pedido
pt_pt: Bilhetes de apoio relativos a esta encomenda
ro_ro: Tichete de asistență pentru această comandă
ru_ru: Тикеты поддержки по этому заказу
sr_rs: Tiketi podrške u vezi sa ovom narudžbom
tr_tr: Bu siparişle ilgili destek talepleri
uk_ua: Звернення щодо цього замовлення
vi_vn: Yêu cầu hỗ trợ về đơn hàng này
zh_cn: 此订单的工单

source: Create new order
ar_sa: إنشاء طلب جديد
bg_bg: Създаване на нова поръчка
ca_es: Crea una comanda nova
cs_cz: Vytvořit novou objednávku
de_de: Neue Bestellung
el_gr: Δημιουργία νέας παραγγελίας
fa_ir: ایجاد سفارش جدید
fi_fi: Luo uusi tilaus
fr_fr: Créez une nouvelle commande
hu_hu: Új rendelés létrehozása
id_id: Buat pesanan baru
lt_lt: Sukurti naują užsakymą
nl_nl: Nieuwe bestelling aanmaken
pl_pl: Utwórz nowe zamówienie
pt_br: Novo pedido
pt_pt: Criar nova encomenda
ro_ro: Creați o comandă nouă
ru_ru: Создать новый заказ
sr_rs: Napravite novu narudžbu
tr_tr: Yeni sipariş oluştur
uk_ua: Створити нове замовлення
vi_vn: Tạo đơn hàng mới
zh_cn: 创建新订单

source: for
ar_sa: من أجل
bg_bg: за
ca_es: per
cs_cz: pro
de_de: für
el_gr: για
fa_ir: برای
fi_fi: kohteelle
fr_fr: pour
hu_hu: a
id_id: untuk
lt_lt: kam
nl_nl: voor
pl_pl: dla
pt_br: para
pt_pt: para
ro_ro: pentru
ru_ru: uchun
sr_rs: za
uk_ua: для
vi_vn: cho
zh_cn: 为

source: Activate order
ar_sa: تنشيط الطلب
bg_bg: Активиране на поръчката
ca_es: Activa la comanda
cs_cz: Aktivovat objednávku
de_de: Bestellung aktivieren
el_gr: Ενεργοποίηση παραγγελίας
fa_ir: فعال کردن سفارش
fi_fi: Aktivoi tilaus
fr_fr: Activer la commande
hu_hu: Rendelés aktiválása
id_id: Aktifkan pesanan
lt_lt: Aktyvuoti užsakymą
nl_nl: Bestelling activeren
pl_pl: Aktywuj zamówienie
pt_br: Ativar pedido
pt_pt: Ativar a ordem
ro_ro: Activează comanda
ru_ru: Активировать заказ
sr_rs: Aktivirajte narudžbu
tr_tr: Siparişi Etkinleştir
uk_ua: Активувати замовлення
vi_vn: Kích hoạt đơn đặt
zh_cn: 有效订单

source: Mark invoice as paid
cs_cz: Označit fakturu jako uhrazenou
ro_ro: Marcați factura că plătită
ru_ru: Пометить счет как оплаченный
sr_rs: Označi fakturu kao plaćenu

source: Confirm that the first invoice has already been paid by the client
cs_cz: Potvrďte, že první faktura již byla uhrazena klientem
ro_ro: Confirmați că prima factură a fost deja plătită de client
ru_ru: Подтвердите, что первый счет уже оплачен клиентом
sr_rs: Potvrdite da je klijent već platio prvu fakturu

source: Place new order
ar_sa: إنشاء طلب جديد
bg_bg: Реализирайте нова поръчка
ca_es: Fes una nova comanda
cs_cz: Zadat novou objednávku
de_de: Neue Bestellung
el_gr: Δημιουργία νέας παραγγελίας
fa_ir: ثبت سفارش جدید
fi_fi: Tee uusi tilaus
fr_fr: Effectuer une nouvelle commande
hu_hu: Új rendelés leadása
id_id: Buat pesanan baru
lt_lt: Sukurti naują užsakymą
nl_nl: Nieuwe bestelling plaatsen
pl_pl: Złóż nowe zamówienie
pt_br: Fazer novo pedido
pt_pt: Efetuar nova encomenda
ro_ro: Plasează o comandă nouă
ru_ru: Yangi buyurtmani joylashtirish
sr_rs: Napravite novu narudžbu
tr_tr: Yeni Siparişi Tamamla
uk_ua: Створити нове замовлення
vi_vn: Đặt đơn hàng mới
zh_cn: 新增订单

source: Selected price is 0.00
ar_sa: السعر المحدد هو 0.00
bg_bg: Избраната цена е 0.00
ca_es: El preu seleccionat és de 0,00
cs_cz: Vybraná cena je 0,00
de_de: Ausgewählter Preis ist 0.00
el_gr: Η επιλεγμένη τιμή είναι 0.00
fa_ir: قیمت انتخابی 0.00 است
fi_fi: Valittu hinta on 0,00
fr_fr: Le prix sélectionné est de 0.00
hu_hu: A kiválasztott ár 0,00
id_id: Harga yang terpilih adalah 0.00
lt_lt: Pasirinkta kaina 0.00
nl_nl: De geselecteerde prijs is 0,00
pl_pl: Wybrana cena wynosi 0.00
pt_br: O preço selecionado é de 0.00
pt_pt: O preço selecionado é 0,00
ro_ro: Prețul selectat este 0.00
ru_ru: Выбранная цена: 0.00
sr_rs: Odabrana cena je 0.00
tr_tr: Seçilen fiyat 0.00
uk_ua: Обрана ціна становить 0.00
vi_vn: Giá được chọn là 0.00
zh_cn: 选定价格为 0.00

source: Product is disabled in configuration
ar_sa: تم تعطيل المنتج في التكوين
bg_bg: Продуктът е деактивиран в конфигурацията
ca_es: El producte està desactivat en la configuració
cs_cz: Produkt je zakázán v konfiguraci
de_de: Produkt ist in der Konfiguration deaktiviert
el_gr: Το προϊόν είναι απενεργοποιημένο στις ρυθμίσεις
fa_ir: محصول در پیکربندی غیرفعال است
fi_fi: Tuote on poistettu käytöstä asetuksissa
fr_fr: Produit désactivé dans la configuration
hu_hu: A termék le van tiltva a konfigurációban
id_id: Produk dinonaktifkan di pengaturan
lt_lt: Produktas išjungtas konfigūracijoje
nl_nl: Het product is uitgeschakeld in de configuratie
pl_pl: Produkt jest wyłączony w konfiguracji
pt_br: O produto está desativado na configuração
pt_pt: O produto está desativado na configuração
ro_ro: Produsul este dezactivat în configurație
ru_ru: Продукт отключен в конфигурации
sr_rs: Proizvod je onemogućen u konfiguraciji
tr_tr: Ürün yapılandırmada devre dışı bırakıldı
uk_ua: Продукт вимкнено у конфігурації
vi_vn: Sản phẩm bị tắt trong cấu hình
zh_cn: 产品在配置中被禁用

source: Orders settings
ar_sa: إعدادات الطلب
bg_bg: Настройки на поръчките
ca_es: Configuració de comandes
cs_cz: Nastavení objednávek
de_de: Bestelleinstellungen
el_gr: Ρυθμίσεις παραγγελιών
fa_ir: تنظیمات سفارشات
fi_fi: Tilausten asetukset
fr_fr: Paramètres de commande
hu_hu: Rendelési beállítások
id_id: Pengaturan pesanan
lt_lt: Užsakymo nustatymai
nl_nl: Bestelling instellingen
pl_pl: Ustawienia zamówień
pt_br: Configurações de pedidos
pt_pt: Definições das ordens
ro_ro: Setări comenzi
sr_rs: Podešavanja narudžbina
tr_tr: Siparişlerin Ayarları
uk_ua: Налаштування замовлень
vi_vn: Cài đặt đơn hàng
zh_cn: 订单设置

source: Settings updated
ar_sa: تم تحديث الإعدادات بنجاح
bg_bg: Настройките са актуализирани
ca_es: S'ha actualitzat la configuració
cs_cz: Nastavení aktualizováno
de_de: Einstellungen aktualisiert
el_gr: Οι ρυθμίσεις ενημερώθηκαν
fa_ir: تنظیمات به روز شد
fi_fi: Asetukset päivitetty
fr_fr: Paramètres mis à jour
hu_hu: A beállítások frissítve
id_id: Berhasil menyimpan setelan
lt_lt: Nustatymai atnaujinti
nl_nl: Instellingen bijgewerkt
pl_pl: Ustawienia zaktualizowane
pt_br: Configurações atualizadas
pt_pt: Definições actualizadas
ro_ro: Setările au fost actualizate
ru_ru: Настройки обновлены
sr_rs: Podešavanja su ažurirana
tr_tr: Ayarlar güncellendi
uk_ua: Налаштування оновлено
vi_vn: Cài đặt đã được cập nhật
zh_cn: 设置已更新

source: Expiration date
ar_sa: تاريخ انتهاء الصلاحية
bg_bg: Валидно до
ca_es: Data de venciment
cs_cz: Datum konce platnosti
de_de: Ablaufdatum
el_gr: Ημερομηνία λήξης
fa_ir: تاریخ انقضاء
fi_fi: Viimeinen käyttöpäivä
fr_fr: Date d’expiration
hu_hu: Lejárat dátuma
id_id: Kadaluarsa
lt_lt: Galiojimo laikas
nl_nl: Vervaldatum
pl_pl: Data wygaśnięcia
pt_br: Data de vencimento
pt_pt: Data de expiração
ro_ro: Data expirării
ru_ru: Дата истечения
sr_rs: Datum isteka
tr_tr: Sona erme tarihi
uk_ua: Термін дії
vi_vn: Ngày hết hạn
zh_cn: 有效期至

source: Next date is counted from last order expiration date
ar_sa: التاريخ التالي يتم حسابه من تاريخ انتهاء صلاحية الطلب الأخير
bg_bg: Следващата дата се брои от датата на изтичане на последната поръчка
ca_es: La data següent es compta des de la data de caducitat de l'última comanda
cs_cz: Další datum se počítá od data vypršení platnosti poslední objednávky
de_de: Das nächste Datum wird ab dem Ablaufdatum der letzten Bestellung gezählt
el_gr: Η επόμενη ημερομηνία υπολογίζεται από την ημερομηνία λήξης της τελευταίας παραγγελίας
fa_ir: تاریخ بعدی از تاریخ انقضای آخرین سفارش محاسبه می شود
fi_fi: Seuraava päivämäärä lasketaan viimeisimmän tilauksen päättymispäivästä
fr_fr: La date suivante est comptée à partir de la dernière date d'expiration de la commande
hu_hu: A következő dátumot az utolsó rendelés lejárati dátumától számítjuk
id_id: Tanggal berikutnya dihitung dari tanggal kedaluwarsa pesanan terakhir
lt_lt: Kita data skaičiuojama nuo paskutinio užsakymo galiojimo pabaigos datos
nl_nl: De volgende datum wordt gerekend vanaf de vervaldatum van de laatste bestelling
pl_pl: Następna data jest liczona od ostatniej daty wygaśnięcia zamówienia
pt_br: A próxima data é contada a partir da data de vencimento do último pedido
pt_pt: A data seguinte é contada a partir da data de expiração da última encomenda
ro_ro: Data următoare este numărată de la data expirării ultimei comenzi
ru_ru: Следующая дата отсчитывается от даты истечения последнего заказа
sr_rs: Sledeći datum se računa od datuma isteka poslednje porudžbine
tr_tr: Bir sonraki tarih, son sipariş bitiş tarihinden itibaren sayılır
uk_ua: Наступна дата відраховується від дати закінчення терміну дії останнього замовлення
vi_vn: Ngày tiếp theo được đếm từ ngày hết hạn gần nhất của đơn hàng
zh_cn: 下一个日期是从最近订单到期日期计算

source: Next date is counted from renewal (payment) date
ar_sa: التاريخ التالي يتم حسابه من تاريخ التجديد (الدفع)
bg_bg: Следващата дата се брои от датата на подновяване или датата в която е (платено преди това)
ca_es: La propera data es compta des de la data de renovació (pagament).
cs_cz: Další datum se počítá od data obnovení (platby)
de_de: Das nächste Datum wird ab dem Verlängerungsdatum (Zahlungsdatum) gezählt
el_gr: Η επόμενη ημερομηνία υπολογίζεται από την ημερομηνία ανανέωσης (πληρωμής)
fa_ir: تاریخ بعدی از تاریخ تمدید (پرداخت) محاسبه می شود
fi_fi: Seuraava päivämäärä lasketaan uusimispäivästä (maksupäivästä)
fr_fr: La date suivante est comptée à partir de la date de renouvellement (paiement)
hu_hu: A következő dátumot a megújítás (fizetés) dátumától számítja a rendszer
id_id: Tanggal berikutnya dihitung dari tanggal perpanjangan (pembayaran)
lt_lt: Kita data skaičiuojama nuo pratęsimo (mokėjimo) datos
nl_nl: De volgende datum wordt gerekend vanaf de verlengingsdatum (betalingsdatum)
pl_pl: Następna data jest liczona od daty odnowienia (płatności)
pt_br: A próxima data é contada a partir da data de renovação (pagamento)
pt_pt: A data seguinte é contada a partir da data de renovação (pagamento)
ro_ro: Următoarea dată este calculată de la reînnoirea (payment) dată
ru_ru: Следующая дата отсчитывается от даты продления (оплаты)
sr_rs: Sledeći datum se računa od (plaćanja) datuma obnove
tr_tr: Bir sonraki tarih, yenileme (ödeme) tarihinden itibaren sayılır
uk_ua: Наступна дата відраховується від дати поновлення (оплати)
vi_vn: Ngày tiếp theo được đếm từ ngày gia hạn (thanh toán) của đơn hàng
zh_cn: 下一个日期是从续费(付款) 日期计算

source: Next date is counted from last expiration date or renewal date whichever is greater
ar_sa: التاريخ التالي يتم حسابه من تاريخ آخر انتهاء أو تاريخ التجديد أيهما أكبر
bg_bg: Следващата дата се брои от последната дата на изтичане на срока на валидност или от датата на подновяване, в зависимост от това коя е по-голяма
ca_es: La data següent es compta des de l'última data de caducitat o de renovació, la que sigui més gran
cs_cz: Další datum se počítá od data posledního vypršení platnosti nebo data obnovení, podle toho, které datum je větší
de_de: Das nächste Datum wird ab dem letzten Ablaufdatum oder dem Verlängerungsdatum gezählt, je nachdem, welches größer ist
el_gr: Η επόμενη ημερομηνία υπολογίζεται από την τελευταία ημερομηνία λήξης ή την ημερομηνία ανανέωσης, όποια είναι μεγαλύτερη
fa_ir: تاریخ بعدی از آخرین تاریخ انقضا یا تاریخ تمدید هر کدام که بیشتر باشد محاسبه می شود
fi_fi: Seuraava päivämäärä lasketaan viimeisestä voimassaolon päättymispäivästä tai uusimispäivästä sen mukaan, kumpi on suurempi
fr_fr: La date suivante est comptée à partir de la dernière date d'expiration ou de renouvellement selon la plus grande
hu_hu: A következő dátumot a rendszer az utolsó lejárati dátumtól vagy a megújítási dátumtól számítja, attól függően, hogy melyik a nagyobb
id_id: Tanggal berikutnya dihitung dari tanggal kedaluwarsa terakhir atau tanggal perpanjangan mana yang lebih besar
lt_lt: Kita data skaičiuojama nuo paskutinės galiojimo pabaigos arba pratęsimo datos, atsižvelgiant į tai, kuri yra didesnė
nl_nl: De volgende datum wordt gerekend vanaf de laatste vervaldatum of verlengingsdatum, afhankelijk van welke datum het grootst is
pl_pl: Następna data jest liczona od ostatniej daty wygaśnięcia lub daty odnowienia, która jest większa
pt_br: A próxima data é contada a partir da última data de vencimento ou data de renovação, o que for maior
pt_pt: A data seguinte é contada a partir da última data de expiração ou da data de renovação, consoante a que for maior
ro_ro: Data următoare este calculată de la ultima dată de expirare sau data reînnoirii, în funcție de care este mai mare
ru_ru: Следующая дата отсчитывается от последней даты истечения или даты продления, в зависимости от того, что больше
sr_rs: Sledeći datum se računa od poslednjeg datuma isteka ili datuma obnavljanja, koji god je veći
tr_tr: Bir sonraki tarih, son geçerlilik tarihinden veya yenileme tarihinden hangisi büyükse, o tarihten itibaren sayılır
uk_ua: Наступна дата відраховується від останньої дати закінчення терміну дії або дати поновлення, залежно від того, яка з них більша
vi_vn: Ngày tiếp theo được đếm từ ngày hết hạn gần nhất hoặc ngày gia hạn căn theo ngày nào lớn hơn
zh_cn: 下一个日期是从最近的到期日或续费日期计算，以较晚者为准

source: Show addon orders in orders list
ar_sa: إظهار طلبات الإضافة في قائمة الطلبات
bg_bg: Показване на поръчките на добавките в списъка с поръчки
ca_es: Mostra comandes complementàries a la llista de comandes
cs_cz: Zobrazit doplňky v seznamu objednávek
de_de: Addon-Aufträge in der Auftragsliste anzeigen
el_gr: Εμφάνιση παραγγελιών πρόσθετων στη λίστα παραγγελιών
fa_ir: نمایش سفارشات مکمل در لیست سفارشات
fi_fi: Näytä lisäosatilaukset tilausten luettelossa
fr_fr: Afficher les commandes d'extensions dans la liste des commandes
hu_hu: Kiegészítő rendelések megjelenítése a rendelések listájában
id_id: Menampilkan pesanan tambahan dalam daftar pesanan
lt_lt: Rodyti priedų užsakymus užsakymų sąraše
nl_nl: Toon add-on bestellingen in orderlijst
pl_pl: Pokaż zamówienia dodatkowe na liście zamówień
pt_br: Mostrar pedidos adicionais na lista de pedidos
pt_pt: Mostrar encomendas adicionais na lista de encomendas
ro_ro: Afișează comenzi de suplimente în lista de comenzi
ru_ru: Показывать заказы дополнений в списке заказов
sr_rs: Prikaži porudžbine dodataka na listi naloga
tr_tr: Ürün eklentisi siparişlerini, siparişler listesinde göster
uk_ua: Показувати замовлення з додатком у списку замовлень
vi_vn: Hiện phần mở rộng đơn hàng trong danh sách đặt hàng
zh_cn: 在订单列表中显示附加组件

source: If this is disabled they are shown in master order view "Addons" tab.
ar_sa: إذا تم تعطيل هذا يتم عرضها في علامة التبويب "الإضافات" الرئيسية للطلب.
bg_bg: Ако това е забранено, те се показват в главния изглед на поръчката в раздела "Добавки".
ca_es: Si està desactivat, es mostren a la pestanya "Complements" de la vista de comanda mestra.
cs_cz: Pokud je toto zakázáno, zobrazí se v hlavní obrazovce v záložce "Doplňky".
de_de: Wenn dies deaktiviert ist, werden sie in der Stammdatenansicht auf der Registerkarte "Addons" angezeigt.
el_gr: Αν αυτό είναι απενεργοποιημένο, εμφανίζονται στην καρτέλα κύρια προβολή παραγγελίας "Πρόσθετα".
fa_ir: اگر این غیرفعال باشد، در برگه «افزونه‌ها» در نمای سفارش اصلی نشان داده می‌شوند.
fi_fi: Jos tämä on poistettu käytöstä, ne näkyvät pääjärjestysnäkymän "Lisäosat"-välilehdellä.
fr_fr: Si cette option est désactivée, elles sont affichées dans l'onglet "Extensions" de la commande générale.
hu_hu: Ha ez le van tiltva, akkor megjelennek a főrendelési nézet "Addons" lapján.
id_id: Jika ini dinonaktifkan, maka akan ditampilkan dalam tampilan pesanan master tab "Addons".
lt_lt: Jei tai išjungta, jie rodomi pagrindinio užsakymo rodinio skirtuke "Priedai".
nl_nl: Als dit is uitgeschakeld, worden ze weergegeven in de master order weergave "Addons" tab.
pl_pl: Jeśli jest to wyłączone, są one pokazywane w widoku zamówienia głównego w zakładce „Dodatki”.
pt_br: Se isso estiver desativado, eles serão mostrados na guia "Complementos" da exibição do pedido principal.
pt_pt: Se isso estiver desativado, eles serão mostrados na guia "Complementos" da exibição do pedido principal.
ro_ro: Dacă aceasta este dezactivată, acestea sunt afișate în fila „Suplimente” din vizualizarea comenzii principale.
ru_ru: Если это отключено, они отображаются во вкладке "Дополнения" основного заказа.
sr_rs: Ako je ovo onemogućeno, oni su prikazani u prikazu glavnog naloga na kartici "Dodaci".
tr_tr: Bu devre dışı bırakılırsa, ana sipariş görünümü "Ürün Eklentileri" sekmesinde gösterilir.
uk_ua: Якщо це вимкнено, вони відображаються у перегляді основного замовлення на вкладці «Додатки».
vi_vn: Nếu chức năng này bị tắt chúng có thể được hiển thị trong đơn hàng chính, tab "Phần mở rộng".
zh_cn: 如果禁用，它们会在主订单视图“附加组件”选项卡中显示。

source: Auto suspend reason
ar_sa: سبب التعليق التلقائي
bg_bg: Причина за автоматично прекратяване
ca_es: Motiu de suspensió automàtica
cs_cz: Důvod automatického pozastavení
de_de: Grund für die automatische Unterbrechung
el_gr: Αιτία αυτόματης αναστολής
fa_ir: دلیل تعلیق خودکار
fi_fi: Automaattisen keskeytyksen syy
fr_fr: Raison de suspension automatique
hu_hu: Automatikus felfüggesztés oka
id_id: Alasan penangguhan otomatis
lt_lt: Automatinio sustabdymo priežastis
nl_nl: Reden voor automatische blokkering
pl_pl: Automatyczny powód zawieszenia
pt_br: Motivo da suspensão automática
pt_pt: Motivo da suspensão automática
ro_ro: Motiv suspendare automată
ru_ru: Причина автоматической приостановки
sr_rs: Razlog za automatsko suspendovanje
tr_tr: Otomatik askıya alma nedeni
uk_ua: Причина автопризупинення
vi_vn: Lý do tự động ngưng
zh_cn: 自动暂停原因

source: Auto Cancellation
ar_sa: الإلغاء التلقائي
bg_bg: Автоматична анулация
ca_es: Cancel·lació automàtica
cs_cz: Automatické zrušení
de_de: Automatische Stornierung
el_gr: Αυτόματη Ακύρωση
fa_ir: لغو خودکار
fi_fi: Automaattinen Peruutus
fr_fr: Annulation automatique
hu_hu: Automatikus lemondás
id_id: Pembatalan Otomatis
lt_lt: Automatinis atšaukimas
nl_nl: Automatische annulering
pl_pl: Automatyczne anulowanie
pt_br: Cancelamento automático
pt_pt: Cancelamento automático
ro_ro: Anulare automată
ru_ru: Автоматическая отмена
sr_rs: Automatsko otkazivanje
tr_tr: Otomatik İptal
uk_ua: Автоматичне скасування
vi_vn: Tự động hủy bỏ
zh_cn: 自动取消

source: Cancel Suspended Orders
ar_sa: إلغاء الطلبات المعلقة
bg_bg: Реактивиране на прекратените Поръчки
ca_es: Cancel·la les comandes suspeses
cs_cz: Zrušit pozastavené objednávky
de_de: Storniere eine ausgesetzte Bestellungen
el_gr: Ακύρωση Ανεσταλμένων Παραγγελιών
fa_ir: لغو تعلیق سفارش‌ها
fi_fi: Peruuta keskeytetyt tilaukset
fr_fr: Annuler les commandes suspendues
hu_hu: Felfüggesztett megrendelések törlése
id_id: Batalkan Pesanan Yang Ditangguhkan
lt_lt: Atšaukti sustabdytus užsakymus
nl_nl: Geblokkeerde orders annuleren
pl_pl: Anuluj zawieszone zamówienia
pt_br: Cancelar Pedidos Suspensos
pt_pt: Cancelar ordens suspensas
ro_ro: Anulează comenzi suspendate
ru_ru: Отменять приостановленные заказы
sr_rs: Otkažite suspendovane porudžbine
tr_tr: Askıya Alınan Siparişleri İptal Et
uk_ua: Скасувати призупинені замовлення
vi_vn: Hủy bỏ đơn hàng đã tạm ngưng
zh_cn: 取消暂停的订单

source: Do Not Cancel Suspended Orders
ar_sa: لا تقم بإلغاء الطلبات المعلقة
bg_bg: Не отказвай прекратените Поръчки
ca_es: No cancel·lis les comandes suspeses
cs_cz: Nezrušit pozastavené objednávky
de_de: Storniere die ausgesetzte Bestellungen nicht
el_gr: Να Μην Ακυρωθούν οι Ανεσταλμένες Παραγγελίες
fa_ir: سفارش‌های تعلیق شده را لغو نکن
fi_fi: Älä peruuta keskeytettyjä tilauksia
fr_fr: Ne pas annuler les commandes suspendues
hu_hu: Ne törölje a felfüggesztett megrendeléseket
id_id: Batalkan Pesanan Yang Ditangguhkan
lt_lt: Neatšaukti sustabdytų užsakymų
nl_nl: Geblokkeerde orders niet annuleren
pl_pl: Nie anuluj zawieszonych zamówień
pt_br: Não Cancelar Pedidos Suspensos
pt_pt: Não cancelar ordens suspensas
ro_ro: Nu anula comenzile suspendate
ru_ru: Не отменять приостановленные заказы
sr_rs: Nemojte otkazivati suspendovane porudžbine
tr_tr: Askıya Alınan Siparişleri İptal Etme
uk_ua: Не скасовувати призупинені замовлення
vi_vn: Không hủy bỏ đơn hàng đã ngưng
zh_cn: 不要取消暂停的订单

source: days after order suspension with reason
ar_sa: أيام بعد تعليق الطلب بسبب
bg_bg: дни след прекратяването на поръчката с посочена причината
ca_es: dies després de la suspensió de la comanda amb motiu
cs_cz: dny po pozastavení příkazu s odůvodněním
de_de: Tage nach Aussetzung der Bestellung mit Angabe von Gründen
el_gr: ημέρες μετά την αναστολή της παραγγελίας με λόγο
fa_ir: روز پس از تعلیق سفارش با دلیل
fi_fi: päivän kuluttua tilauksen keskeyttämisestä perusteluineen
fr_fr: jours après la suspension de la commande avec raison
hu_hu: napokkal a megrendelés felfüggesztése után indoklással
id_id: hari setelah penangguhan pesanan dengan alasan
lt_lt: dienos po užsakymo sustabdymo dėl priežasties
nl_nl: dagen na opschorting bestelling met reden
pl_pl: dni po zawieszeniu zamówienia z powodem
pt_br: dias após a suspensão do pedido pelo motivo
pt_pt: dias após a suspensão da ordem com indicação do motivo
ro_ro: zile după suspendarea comenzii cu motiv
ru_ru: дней после приостановки заказа по причине
sr_rs: dana nakon suspenzije naloga sa razlogom
tr_tr: siparişin gerekçeli olarak askıya alınmasından sonraki günler
uk_ua: Днів після призупинення замовлення з причиною
vi_vn: số ngày sau khi ngưng đơn hàng với lý do
zh_cn: 订单已暂停了多少天

source: Suspension reasons
ar_sa: سبب التعليق
bg_bg: Причини за прекратяването
ca_es: Motius de suspensió
cs_cz: Důvody pozastavení
de_de: Sperrungsgrund
el_gr: Λόγοι αναστολής
fa_ir: دلایل تعلیق
fi_fi: Keskeyttämisen syyt
fr_fr: Raisons de suspension
hu_hu: A felfüggesztés okai
id_id: Alasan penangguhan
lt_lt: Sustabdymo priežastys
nl_nl: Blokkeringsredenen
pl_pl: Powody zawieszenia
pt_br: Motivos da suspensão
pt_pt: Motivos da suspensão
ro_ro: Motivele suspendării
ru_ru: Причины приостановления
sr_rs: Razlozi suspenzije
tr_tr: Askıya alma nedeni
uk_ua: Причини призупинення
vi_vn: Lý do tạm ngưng
zh_cn: 暂停原因

source: My Products & Services
ar_sa: المنتجات و الخدمات
bg_bg: Мойте Продукти & Услуги
ca_es: Els meus productes i serveis
cs_cz: Moje produkty a služby
de_de: Meine Leistungen
el_gr: Τα προϊόντα & οι υπηρεσίες μου
fa_ir: محصولات و سرویس های من
fi_fi: Omat tuotteet & palvelut
fr_fr: Mes produits et services
hu_hu: Saját termékek és szolgáltatások
id_id: Produk & Layanan
lt_lt: Mano produktai & Paslaugos
nl_nl: Mijn producten en diensten
pl_pl: Moje produkty i usługi
pt_br: Meus Produtos e Serviços
pt_pt: Os meus produtos e serviços
ro_ro: Produsele și serviciile mele
ru_ru: Товары и Услуги
sr_rs: Moji proizvodi i usluge
tr_tr: Ürünlerim ve Hizmetlerim
uk_ua: Мої продукти та послуги
vi_vn: Sản phẩm và dịch vụ của tôi
zh_cn: 我的产品和服务

source: Services
ar_sa: الخدمات
bg_bg: Услуги
ca_es: Serveis
cs_cz: Služby
de_de: Dienste
el_gr: Υπηρεσίες
fa_ir: سرویسها
fi_fi: Palvelut
hu_hu: Szolgáltatások
id_id: Layanan
lt_lt: Paslaugos
pl_pl: Usługi
pt_br: Serviços
pt_pt: Serviços
ro_ro: Servicii
sr_rs: Usluge
tr_tr: Hizmetler
uk_ua: Послуги
vi_vn: Dịch vụ
zh_cn: 服务
