Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: years @
ar_sa: سنوات @
bg_bg: години @
cs_cz: roky @
de_de: Jahre @
el_gr: έτη @
fa_ir: سال‌ها @
fi_fi: vuotta @
fr_fr: années @
hu_hu: évek @
id_id: tahun @
nl_nl: jaren @
pl_pl: lata @
pt_br: anos @
ro_ro: ani @
ru_ru: года/лет @
sr_rs: godine @
tr_tr: yıl @
vi_vn: nhiều năm @

source: License settings
ar_sa: إعدادات الترخيص
bg_bg: Настройки на лиценза
ca_es: Configuració de la llicència
cs_cz: Nastavení licence
de_de: Lizenz-Einstellungen
el_gr: Ρυθμίσεις άδειας
fa_ir: تنظیمات مجوز
fi_fi: Lisenssin asetukset
fr_fr: Paramètres de la licence
hu_hu: Licencbeállítások
id_id: Pengaturan lisensi
lt_lt: Licencijos nustatymai
nl_nl: Licentie instellingen
pl_pl: Ustawienia licencji
pt_br: Configurações de licença
pt_pt: Definições da licença
ro_ro: Setări licență
ru_ru: Настройки лицензии
sr_rs: Podešavanja licence
tr_tr: Lisans Ayarları
uk_ua: Налаштування ліцензії
vi_vn: Thiết lập giấy phép
zh_cn: 许可证设置

source: License settings updated
ar_sa: تم تحديث إعدادات الترخيص
bg_bg: Настройките на лиценза бяха актуализирани
ca_es: Configuració de la llicència actualitzada
cs_cz: Nastavení licence bylo aktualizováno
de_de: Lizenz-Einstellungen aktualisiert
el_gr: Οι ρυθμίσεις άδειας ενημερώθηκαν
fa_ir: تنظیمات لایسنس بروزرسانی شد
fi_fi: Lisenssiasetukset päivitetty
fr_fr: Paramètres de licence mis à jour
hu_hu: Licencbeállítások frissítve
id_id: Pengaturan lisensi diperbarui
lt_lt: Licencijos nustatymai atnaujinti
nl_nl: Licentie instellingen bijgewerkt
pl_pl: Ustawienia licencji zostały zaktualizowane
pt_br: Configurações da licença atualizada
pt_pt: Definições de licença actualizadas
ro_ro: Setări de licență actualizate
ru_ru: Настройки лицензии обновлены
sr_rs: Podešavanja licence su ažurirana
tr_tr: Lisans ayarları güncellendi
uk_ua: Налаштування ліцензії оновлено
vi_vn: Đã cập nhật cài đặt giấy phép
zh_cn: 许可证设置已更新

source: Validate IP
bg_bg: Проверете ИП
ca_es: Valida la IP
cs_cz: Ověřit IP
el_gr: Επικύρωση διεύθυνσης IP
fa_ir: اعتبارسنجی آی‌پی
fi_fi: Vahvista IP
fr_fr: Valider l'adresse IP
hu_hu: IP-cím ellenőrzése
id_id: Validasi IP
lt_lt: Patvirtinti IP
nl_nl: Valideer IP
pl_pl: Zatwierdź IP
pt_br: Validar IP
pt_pt: Validar IP
ro_ro: Validează IP
ru_ru: Проверять IP
sr_rs: Potvrdite IP
tr_tr: IP Adresini Doğrula
uk_ua: Перевірка валідності IP
vi_vn: Xác minh IP
zh_cn: 校验 IP

source: Validate Hostname
bg_bg: Удостоверяване на името на хоста
ca_es: Valida el nom d'amfitrió
cs_cz: Ověřit Hostname
de_de: Hostname überprüfen
el_gr: Επικύρωση διακομιστή
fa_ir: هاست نیم معتبر
fi_fi: Vahvista isäntänimi
fr_fr: Valider Nom de domaine
hu_hu: Állomásnév érvényesítése
id_id: Validasi nama host
lt_lt: Patvirtinti Hostname
nl_nl: Valideer hostnaam
pl_pl: Zatwierdź nazwę hosta
pt_br: Validar Hostname
pt_pt: Validar o nome do anfitrião
ro_ro: Validează hostname
ru_ru: Проверять имя хоста
sr_rs: Potvrdite Hostname
tr_tr: Sunucu Adını Doğrula
uk_ua: Перевірка валідності імені хоста
vi_vn: Xác minh tên máy chủ
zh_cn: 校验主机名

source: Validate Version
ar_sa: التحقق من صحة الإصدار
bg_bg: Валидирайте версията
ca_es: Valida la versió
cs_cz: Ověřit verzi
de_de: Gültige Versionen
el_gr: Επικύρωση Έκδοσης
fa_ir: اعتبارسنجی نسخه
fi_fi: Vahvista Versio
fr_fr: Valider la Version
hu_hu: Verzió ellenőrzése
id_id: Validasi versi
lt_lt: Patvirtinti Versiją
nl_nl: Valideer versie
pl_pl: Zatwierdź wersję
pt_br: Validar Versão
pt_pt: Validar versão
ro_ro: Validează versiune
ru_ru: Проверять версию
sr_rs: Potvrdi Verziju
tr_tr: Versiyonu Doğrula
uk_ua: Перевірка валідності версії
vi_vn: Xác minh phiên bản
zh_cn: 校验版本

source: Validate Path
ar_sa: التحقق من المسار
bg_bg: Проверка на пътя
ca_es: Valida la ruta
cs_cz: Ověřit cestu
de_de: Pfad überprüfen
el_gr: Επικύρωση διαδρομής
fa_ir: اعتبارسنجی مسیر
fi_fi: Vahvista Polku
fr_fr: Valider le Chemin
hu_hu: Elérési út érvényesítése
id_id: Validasi path
lt_lt: Patvirtinti Kelią
nl_nl: Valideer pad
pl_pl: Zatwierdź ścieżkę
pt_br: Validar Caminho
pt_pt: Validar caminho
ro_ro: Validează cale
ru_ru: Проверять путь
sr_rs: Potvrdi Putanju
tr_tr: Konumu Doğrula
uk_ua: Перевірка валідності шляху
vi_vn: Xác minh đường dẫn
zh_cn: 校验路径

source: License plugins
ar_sa: إضافات الترخيص
bg_bg: Плъгини с лиценз
ca_es: Complements de llicència
cs_cz: Licenční pluginy
de_de: Lizenz-Plugins
el_gr: Πρόσθετα αδειών
fa_ir: لایسنس پلاگین ها
fi_fi: Lisenssin liitännäiset
fr_fr: Plugins de licence
hu_hu: Licencbővítmények
id_id: Plugins lisensi
lt_lt: Licencijos papildiniai
nl_nl: Licentie plugins
pl_pl: Wtyczki licencji
pt_br: Plugins de licença
pt_pt: Plugins de licença
ro_ro: Plugin-uri cu licență
ru_ru: Плагины лицензий
sr_rs: Licencni dodaci
tr_tr: Lisans Eklentileri
uk_ua: Плагіни ліцензії
vi_vn: Giấy phép plugins
zh_cn: 许可证插件

source: You can create your own license generation plugins for FOSSBilling. Follow these steps to add a new one:
ro_ro: Puteți crea propriile plugin-uri pentru generarea licenței pentru FOSSBilling. Urmați acești pași pentru a adăuga unul nou:
ru_ru: Вы можете создавать собственные плагины генерации лицензий для FOSSBilling. Следуйте этим шагам, чтобы добавить новый:

source: A license plugin is a PHP class named
ro_ro: Un plugin de licență este o clasă PHP numită
ru_ru: Плагин лицензии - это PHP класс с именем

source: that must include a
ro_ro: care trebuie să includă o
ru_ru: который должен включать

source: method.
ro_ro: metodă.
ru_ru: метод.

source: See the default example plugin at
ro_ro: Vezi modulul implicit de exemplu la
ru_ru: Смотрите пример плагина по умолчанию в

source: Save your custom plugin in
ro_ro: Salvează plugin-ul personalizat în
ru_ru: Сохраните ваш пользовательский плагин в

source: FOSSBilling will automatically detect your new plugin.
ro_ro: FOSSBilling va detecta automat noul tău plugin.
ru_ru: FOSSBilling автоматически обнаружит ваш новый плагин.

source: Read the documentation
ro_ro: Citește documentația
ru_ru: Прочитайте документацию

source: for more details.
ro_ro: pentru mai multe detalii.
ru_ru: для получения более подробной информации.

source: Key
ar_sa: المفتاح
bg_bg: Ключ
ca_es: Clau
cs_cz: Klíč
de_de: Schlüssel (Key)
el_gr: Κλειδί
fa_ir: کلید
fi_fi: Avain
fr_fr: Clé
hu_hu: Kulcs
id_id: Kunci
lt_lt: Raktas
nl_nl: Sleutel
pl_pl: Klucz
pt_br: Chave
pt_pt: Chave
ro_ro: Cheie
ru_ru: Ключ
sr_rs: Ključ
tr_tr: Anahtar
uk_ua: Ключ
vi_vn: Khóa mã
zh_cn: 密钥

source: Last ping
ar_sa: آخر بينغ
bg_bg: Последен пинг
ca_es: Últim ping
cs_cz: Poslední ping
de_de: Letzter Ping
el_gr: Τελευταίο Ping
fa_ir: آخرید قیمت
fi_fi: Viimeisin pingi
fr_fr: Dernier ping
hu_hu: Utolsó ping
id_id: Ping terakhir
lt_lt: Paskutinis ping
nl_nl: Laatste ping
pl_pl: Ostatni ping
pt_br: Último ping
pt_pt: Último ping
ro_ro: Ultimul ping
ru_ru: Soʻnggi ping
sr_rs: Poslednji ping
tr_tr: Son Ping
uk_ua: Останній пінг
vi_vn: Ping gần đây
zh_cn: 延时

source: License configuration
ar_sa: تكوين الترخيص
bg_bg: Лиценз конфигурация
ca_es: Configuració de la llicència
cs_cz: Konfigurace licence
de_de: Lizenz-Konfiguration
el_gr: Διαμόρφωση άδειας χρήσης
fa_ir: پیکربندی مجوز
fi_fi: Lisenssin määritykset
fr_fr: Configuration de la licence
hu_hu: Licenc konfigurációja
id_id: Konfigurasi Lisensi
lt_lt: Licencijos konfigūracija
nl_nl: Licentie configuratie
pl_pl: Konfiguracja licencji
pt_br: Configuração da licença
pt_pt: Configuração da licença
ro_ro: Configurarea licenței
ru_ru: Конфигурация лицензии
sr_rs: Konfiguracija licence
tr_tr: Lisans Yapılandırması
uk_ua: Налаштування ліцензії
zh_cn: 许可证配置

source: License updated
ar_sa: تم تحديث الترخيص
bg_bg: Лиценза беше актуализиран
ca_es: Llicència actualitzada
cs_cz: Licence byla aktualizována
de_de: Lizenz aktualisiert
el_gr: Η άδεια ενημερώθηκε
fa_ir: مجوز بروزرسانی شد
fi_fi: Lisenssi päivitetty
fr_fr: Licence mise à jour
hu_hu: Licenc frissítve
id_id: Lisensi diperbarui
lt_lt: Licencija atnaujinta
nl_nl: Licentie bijgewerkt
pl_pl: Licencja została zaktualizowana
pt_br: Licença atualizada
pt_pt: Licença actualizada
ro_ro: Licență actualizată
ru_ru: Лицензия обновлена
sr_rs: Licenca je ažurirana
tr_tr: Lisans güncellendi
uk_ua: Ліцензію оновлено
zh_cn: 许可证已更新

source: License key
ar_sa: مفتاح الترخيص
bg_bg: Ключ на лиценза
ca_es: Clau de llicència
cs_cz: Licenční klíč
de_de: Lizenzschlüssel
el_gr: Κλειδί άδειας χρήσης
fa_ir: کلید مجوز
fi_fi: Lisenssiavain
fr_fr: Clé de licence
hu_hu: Licenc kulcs
id_id: Kunci lisensi
lt_lt: Licencijos raktas
nl_nl: Licentie sleutel
pl_pl: Klucz licencji
pt_br: Chave da licença
pt_pt: Chave de licença
ro_ro: Cheie licență
ru_ru: Лицензионный ключ
sr_rs: Licencni ključ
tr_tr: Lisans anahtarı
uk_ua: Ліцензійний ключ
zh_cn: 许可证密钥

source: License validation rules
ar_sa: قواعد التحقق من الرخصة
bg_bg: Правила за валидиране на лиценза
ca_es: Normes de validació de llicències
cs_cz: Pravidla pro ověření licence
de_de: Regeln zur Lizenzvalidierung
el_gr: Κανόνες επικύρωσης άδειας
fa_ir: قوانین تایید مجوز
fi_fi: Lisenssin varmennussäännöt
fr_fr: Règles de validation des licences
hu_hu: Licencérvényesítési szabályok
id_id: Aturan validasi lisensi
lt_lt: Licencijos patvirtinimo taisyklės
nl_nl: Licentie validatie regels
pl_pl: Zasady walidacji licencji
pt_br: Regras de validação da licença
pt_pt: Regras de validação de licenças
ro_ro: Reguli de validare a licenței
ru_ru: Правила проверки лицензии
sr_rs: Pravila validacije licence
tr_tr: Lisans doğrulama kuralları
uk_ua: Правила перевірки ліцензії
zh_cn: 许可证校验规则

source: Valid IPs (one per line)
ar_sa: عناوين IP صالحة (واحد لكل سطر)
bg_bg: Валидни Ипта (пишете само по едно на ред)
ca_es: IP vàlides (una per línia)
cs_cz: Platné IP (jeden na řádek)
de_de: Gültige IPs (eine pro Zeile)
el_gr: Έγκυρες IP (μία ανά γραμμή)
fa_ir: IP های معتبر (هر یک در یک سطر)
fi_fi: Kelvolliset IP-osoitteet (yksi per rivi)
fr_fr: IP valides (une par ligne)
hu_hu: Érvényes IP-címek (soronként egy)
id_id: IP valid (satu per baris)
lt_lt: Galiojantys IP (po vieną eilutėje)
nl_nl: Geldige IP's (één per regel)
pl_pl: Działające IP (jedno na linię)
pt_br: IPs válidos (um por linha)
pt_pt: IPs válidos (um por linha)
ro_ro: IP-uri valide (unul pe linie)
ru_ru: Допустимые IP (по одному в строке)
sr_rs: Važeće IP adrese (jedna po liniji)
tr_tr: Geçerli IP'ler (Her satırda bir tane)
uk_ua: Допустимі IP-адреси (по одній в рядку)
vi_vn: IP hợp lệ (1 trên 1 dòng)
zh_cn: 有效的 IP (每行1个)

source: Validate host
ar_sa: التحقق من المضيف
bg_bg: Удостоверяване на хоста
ca_es: Valida l'amfitrió
cs_cz: Ověřit hostitele
de_de: Host überprüfen
el_gr: Επικύρωση διακομιστή
fa_ir: تایید اعتبار هاست
fi_fi: Vahvista isäntä
fr_fr: Valider le domaine
hu_hu: Gazdagép ellenőrzése
id_id: Validasi host
lt_lt: Patvirtinti host
nl_nl: Valideer hostnaam
pl_pl: Zatwierdź hosta
pt_br: Validar o host
pt_pt: Validar o anfitrião
ro_ro: Validează gazda
ru_ru: Проверять хост
sr_rs: Potvrdite host
tr_tr: Sunucuyu doğrula
uk_ua: Перевірка валідності хоста
vi_vn: Xác minh máy chủ
zh_cn: 校验主机

source: Valid hosts (one per line)
ar_sa: مضيفين صالحين (واحد لكل سطر)
bg_bg: Валидни хостове (пишете само по един на ред)
ca_es: Amfitrions vàlids (un per línia)
cs_cz: Platní hostitelé (jeden na řádek)
de_de: Gültige Hosts (ein pro Zeile)
el_gr: Έγκυροι κεντρικοί υπολογιστές (ένας ανά γραμμή)
fa_ir: هاست های معتبر (هر یک در یک سطر)
fi_fi: Kelvolliset isännät (yksi per rivi)
fr_fr: Hôtes valides (un par ligne)
hu_hu: Érvényes állomások (soronként egy)
id_id: Host valid (satu per baris)
lt_lt: Galiojantys hosts (po vieną eilutėje)
nl_nl: Geldige hosts (één per regel)
pl_pl: Działające hosty (jeden na linię)
pt_br: Hosts válidos (um por linha)
pt_pt: Anfitriões válidos (um por linha)
ro_ro: Gazde valide (unul pe rând)
ru_ru: Допустимые хосты (по одному в строке)
sr_rs: Potvrdite hostove (jedan po liniji)
tr_tr: Geçerli Sunucular (Her satırda bir tane)
uk_ua: Допустимі хости (по одному в рядку)
vi_vn: Xác minh máy chủ (1 trên 1 dòng)
zh_cn: 有效的主机(每行1个)

source: Validate path
ar_sa: التحقق من المسار
bg_bg: Проверка на пътя
ca_es: Valida el camí
cs_cz: Ověřit cestu
de_de: Pfad überprüfen
el_gr: Επικύρωση διαδρομής
fa_ir: مسیر تایید اعتبار
fi_fi: Vahvista polku
fr_fr: Valider le chemin
hu_hu: Elérési út érvényesítése
id_id: Validasi path
lt_lt: Patvirtinti kelią
nl_nl: Pad valideren
pl_pl: Zatwierdź ścieżkę
pt_br: Validar o caminho
pt_pt: Validar caminho
ro_ro: Validează calea
ru_ru: Проверять путь
sr_rs: Potvrdi putanju
tr_tr: Konumu Doğrula
uk_ua: Перевірка валідності шляху
vi_vn: Xác minh đường dẫn
zh_cn: 校验路径

source: Valid paths (one per line)
ar_sa: مسارات صالحة (واحد لكل سطر)
bg_bg: Валидни пътища (пишете само по един на ред)
ca_es: Camins vàlids (un per línia)
cs_cz: Platné cesty (jedna na řádek)
de_de: Gültige Pfade (einer pro Zeile)
el_gr: Έγκυρες διαδρομές (μία ανά γραμμή)
fa_ir: مسیرهای معتبر (هر یک در یک سطر)
fi_fi: Kelvolliset polut (yksi per rivi)
fr_fr: Chemins valides (un par ligne)
hu_hu: Érvényes elérési utak (soronként egy)
id_id: Path valid (satu per baris)
lt_lt: Galiojantys keliai (po vieną eilutėje)
nl_nl: Geldige paden (één per regel)
pl_pl: Działające ścieżki (jedna na linię)
pt_br: Caminhos válidos (um por linha)
pt_pt: Caminhos válidos (um por linha)
ro_ro: Căi valide (unul pe linie)
ru_ru: Допустимые пути (по одному в строке)
sr_rs: Potvrdi putanje (jedna po liniji)
tr_tr: Geçerli konumlar (Her satırda bir tane)
uk_ua: Допустимі шляхи (по одному в рядку)
vi_vn: Xác minh đường dẫn (1 trên 1 dòng)
zh_cn: 有效的路径(每行一个)

source: Validate version
ar_sa: التحقق من صحة الإصدار
bg_bg: Валидирайте версията
ca_es: Valida la versió
cs_cz: Ověřit verzi
de_de: Version überprüfen
el_gr: Επικύρωση έκδοσης
fa_ir: اعتبارسنجی نسخه
fi_fi: Vahvista versio
fr_fr: Valider la version
hu_hu: Verzió ellenőrzése
id_id: Validasi versi
lt_lt: Validuoti versiją
nl_nl: Valideer versie
pl_pl: Zatwierdź wersję
pt_br: Validar versão
pt_pt: Validar versão
ro_ro: Validează versiunea
ru_ru: Проверять версию
sr_rs: Potvrdi verziju
tr_tr: Versiyonu Doğrula
uk_ua: Перевірка валідності версії
vi_vn: Xác minh phiên bản
zh_cn: 校验版本

source: Valid versions (one per line)
ar_sa: إصدارات صالحة (واحد لكل سطر)
bg_bg: Валидни версии (пишете само по една на ред)
ca_es: Versions vàlides (una per línia)
cs_cz: Platné verze (jedna na řádek)
de_de: Gültige Versionen (eine pro Zeile)
el_gr: Έγκυρες εκδόσεις (μία ανά γραμμή)
fa_ir: نسخه های معتبر (هر یک در یک سطر)
fi_fi: Kelvolliset versiot (yksi per rivi)
fr_fr: Versions valides (une par ligne)
hu_hu: Érvényes verziók (soronként egy)
id_id: Versi valid (satu per baris)
lt_lt: Galiojančios versijos (po vieną eilutėje)
nl_nl: Geldige versies (één per regel)
pl_pl: Działające wersje (jedna na linię)
pt_br: Versões válidas (uma por linha)
pt_pt: Versões válidas (uma por linha)
ro_ro: Versiuni valide (una pe linie)
ru_ru: Допустимые версии (по одному в строке)
sr_rs: Potvrdi verzije (jedna po liniji)
tr_tr: Geçerli versiyonlar (Her satırda bir tane)
uk_ua: Припустимі версії (по одній в рядку)
vi_vn: Phiên bản hợp lệ (1 trên 1 dòng)
zh_cn: 有效的版本(每行1个)

source: License details
ar_sa: تفاصيل الرخصة
bg_bg: Детайли за лиценза
ca_es: Detalls de la llicència
cs_cz: Podrobnosti licence
de_de: Lizenzdetails
el_gr: Λεπτομέρειες άδειας
fa_ir: جزئیات مجوز
fi_fi: Lisenssin tiedot
fr_fr: Détails de la licence
hu_hu: Licenc részletei
id_id: Rincian lisensi
lt_lt: Licencijos informacija
nl_nl: Licentie details
pl_pl: Szczegóły licencji
pt_br: Detalhes da licença
pt_pt: Detalhes da licença
ro_ro: Detalii licență
ru_ru: Детали лицензии
sr_rs: Detalji licence
tr_tr: Lisans Detayları
uk_ua: Деталі ліцензії
vi_vn: Thông tin giấy phép
zh_cn: 许可证详情

source: Valid IPs
bg_bg: Валидни ИП адреси
ca_es: IPs vàlides
cs_cz: Platné IP adresy
de_de: Valide IPs
el_gr: Εγκυρες IP
fa_ir: اعتبارسنجی آی‌پی‌ها
fi_fi: Kelvolliset IP-osoitteet
fr_fr: IP valides
hu_hu: Érvényes IP-címek
id_id: IP Valid
lt_lt: Galiojantys IP
nl_nl: Geldige IP's
pl_pl: Działające IP
pt_br: IPs válidos
pt_pt: IPs válidos
ro_ro: IP-uri valide
ru_ru: Допустимые IP
sr_rs: Validne IP adrese
tr_tr: Geçerli IP'ler
uk_ua: Допустимі IP-адреси
vi_vn: IP hợp lệ
zh_cn: 有效的IP

source: All IPs
cs_cz: Všechny IP adresy
de_de: Alle IPs
el_gr: Όλες οι ip διευθύνσεις
fa_ir: همه IP ها
fi_fi: Kaikki IP-osoitteet
fr_fr: Toutes les IP
hu_hu: Minden IP
id_id: Semua IP
nl_nl: Alle IP adressen
pl_pl: Wszystkie IP
ro_ro: Toate IP-urile
ru_ru: Все IP
sr_rs: Sve IP adrese
vi_vn: Tất cả IP

source: Valid Domains
ar_sa: النطاقات الصالحة
bg_bg: Валидни домейни
ca_es: Dominis vàlids
cs_cz: Platné domény
de_de: Gültige Domains
el_gr: Έγκυρα domains
fa_ir: اعتبارسنجی دامنه‌ها
fi_fi: Kelvolliset Verkkotunnukset
fr_fr: Domaines valides
hu_hu: Érvényes domainek
id_id: Domain valid
lt_lt: Galiojantys Domenai
nl_nl: Geldige domeinen
pl_pl: Działające domeny
pt_br: Domínios válidos
pt_pt: Domínios válidos
ro_ro: Domenii valide
ru_ru: Допустимые домены
sr_rs: Validni Domeni
tr_tr: Geçerli Alan Adları
uk_ua: Допустимі домени
vi_vn: Tên miền hợp lệ
zh_cn: 有效的域名

source: All hosts
ar_sa: جميع المضيفين
bg_bg: Всички хостове
ca_es: Tots els amfitrions
cs_cz: Všichni hostitelé
de_de: Alle Systeme
el_gr: Όλοι οι κεντρικοί υπολογιστές
fa_ir: همه هاست ها
fi_fi: Kaikki isännät
fr_fr: Tous les Hôtes
hu_hu: Minden házigazda
id_id: Semua host
lt_lt: Visi mazgai
nl_nl: Alle hosts
pl_pl: Wszystkie hosty
pt_br: Todos os hosts
pt_pt: Todos os anfitriões
ro_ro: Toate gazdele
sr_rs: Svi hosts
tr_tr: Bütün sunucular
uk_ua: Усі хости
vi_vn: Tất cả hosts
zh_cn: 所有域名

source: Valid Versions
ar_sa: إصدارات صالحة
bg_bg: Валидни Версии
ca_es: Versions vàlides
cs_cz: Platné verze
de_de: Gültige Versionen
el_gr: Έγκυρες Εκδόσεις
fa_ir: نسخه های معتبر
fi_fi: Kelvolliset Versiot
fr_fr: Version valides
hu_hu: Érvényes verziók
id_id: Versi valid
lt_lt: Galiojančios versijos
nl_nl: Geldige versies
pl_pl: Działające wersje
pt_br: Versões Válidas
pt_pt: Versões válidas
ro_ro: Versiuni valide
ru_ru: Допустимые версии
sr_rs: Validne Verzije
tr_tr: Geçerli Versiyonlar
uk_ua: Допустимі версії
vi_vn: Tất cả Phiên bản
zh_cn: 有效的版本

source: All versions
ar_sa: كافة الاصدارات
bg_bg: Всички версии
ca_es: Totes les versions
cs_cz: Všechny verze
de_de: Alle Versionen
el_gr: Όλες οι εκδόσεις
fa_ir: همه نسخه‌ها
fi_fi: Kaikki versiot
fr_fr: Toutes les versions
hu_hu: Minden verzió
id_id: Semua versi
lt_lt: Visos versijos
nl_nl: Alle versies
pl_pl: Wszystkie wersje
pt_br: Todas as versões
pt_pt: Todas as versões
ro_ro: Toate versiunile
sr_rs: Sve verzije
tr_tr: Bütün versiyonlar
uk_ua: Всі версії
vi_vn: Tất cả phiên bản
zh_cn: 所有版本

source: Valid Installation Paths
cs_cz: Platné cesty instalace
de_de: Gültige Installationspfade
el_gr: Έγκυρες Διαδρομές Εγκατάστασης
fa_ir: مسیرهای نصب معتبر
fi_fi: Kelvolliset Asennuspolut
fr_fr: Chemins d'installation valides
hu_hu: Érvényes telepítési útvonalak
id_id: Valid instalasi path
nl_nl: Geldige installatie paden
pl_pl: Prawidłowe ścieżki instalacji
ro_ro: Căi de instalare valide
ru_ru: Допустимые пути установки
sr_rs: Važeće putanje za instalaciju
vi_vn: Đường dẫn cài đặt hợp lệ

source: All paths
ar_sa: جميع المسارات
bg_bg: Всички пътища
ca_es: Tots els camins
cs_cz: Všechny cesty
de_de: Alle Pfade
el_gr: Όλες οι διαδρομές
fa_ir: همه مسیرها
fi_fi: Kaikki polut
fr_fr: Tous les chemins
hu_hu: Minden útvonal
id_id: Semua path
lt_lt: Visi keliai
nl_nl: Alle paden
pl_pl: Wszystkie ścieżki
pt_br: Todos os caminhos
pt_pt: Todos os caminhos
ro_ro: Toate căile
ru_ru: Все пути
sr_rs: Sve putanje
tr_tr: Bütün konumlar
uk_ua: Усі шляхи
vi_vn: Tất cả đường dẫn
zh_cn: 所有路径

source: Reset license
ar_sa: إعادة تعيين الترخيص
bg_bg: Анулиране на лиценза
ca_es: Restableix la llicència
cs_cz: Obnovit licenci
de_de: Lizenz zurücksetzen
el_gr: Επαναφορά άδειας
fa_ir: بازنشانی مجوز
fi_fi: Nollaa lisenssi
fr_fr: Réinitialiser la Licence
hu_hu: Licenc visszaállítása
id_id: Atur ulang lisensi
lt_lt: Iš naujo nustatyti licenciją
nl_nl: Licentie resetten
pl_pl: Zresetuj licencję
pt_br: Redefinir licença
pt_pt: Repor a licença
ro_ro: Resetează licența
ru_ru: Сбросить лицензию
sr_rs: Resetujte licencu
tr_tr: Lisansı Sıfırla
uk_ua: Скинути ліцензію
vi_vn: Khởi tạo bản quyền
zh_cn: 重置许可证

source: You can reset your license parameters if you have changed your server
ar_sa: يمكنك إعادة تعيين معلمات الترخيص الخاصة بك إذا قمت بتغيير الخادم الخاص بك
bg_bg: Можете да анулирате параметрите на лиценза си, ако сте променили сървъра си
ca_es: Podeu restablir els paràmetres de la vostra llicència si heu canviat de servidor
cs_cz: Pokud jste změnili svůj server, můžete resetovat parametry licence
de_de: Du kannst deine Lizenzparameter zurücksetzen, wenn du deinen Server geändert hast
el_gr: Μπορείτε να επαναφέρετε τις παραμέτρους της άδειάς σας εάν έχετε αλλάξει τον διακομιστή σας
fa_ir: اگر سرور خود را تغییر داده اید، می توانید پارامترهای مجوز خود را بازنشانی کنید
fi_fi: Voit nollata lisenssiparametrit, jos olet muuttanut palvelintasi
fr_fr: Vous pouvez réinitialiser vos paramètres de licence si vous avez modifié votre serveur
hu_hu: Visszaállíthatja a licencparamétereket, ha megváltoztatta a kiszolgálót
id_id: Anda bisa mengatur ulang parameter lisensi jika Anda telah mengubah server Anda
lt_lt: Jei pakeitėte serverį, galite iš naujo nustatyti licencijos parametrus
nl_nl: Licentieparameters kunnen worden gereset als de server is gewijzigd
pl_pl: Możesz zresetować parametry licencji, jeśli zmieniłeś serwer
pt_br: Você pode redefinir seus parâmetros de licença se você mudar seu servidor
pt_pt: Pode repor os seus parâmetros de licença se tiver alterado o seu servidor
ro_ro: Puteți reseta parametrii de licență dacă v-ați schimbat serverul
ru_ru: Вы можете сбросить параметры лицензии, если изменили свой сервер
sr_rs: Možete resetovati parametre licence ako ste promenili server
tr_tr: Sunucunuzu değiştirdiyseniz lisans parametrelerinizi sıfırlayabilirsiniz.
uk_ua: Ви можете скинути параметри ліцензії, якщо ви змінили свій сервер
vi_vn: Bạn có thể tạo lại thông số bản quyền nếu bạn đã thay đổi máy chủ của bạn
zh_cn: 如果您更改了服务器，您可以重置许可参数

source: License was reset
ar_sa: تم إعادة تعيين الترخيص
bg_bg: Лиценза беше анулиран
ca_es: S'ha restablert la llicència
cs_cz: Licence byla obnovena
de_de: Lizenz wurde zurückgesetzt
el_gr: Η άδεια χρήσης επαναφέρθηκε
fa_ir: مجوز بازنشانی شد
fi_fi: Lisenssi nollattiin
fr_fr: La licence a été réinitialisée
hu_hu: A licenc alaphelyzetbe lett állítva
id_id: Lisensi telah diatur ulang
lt_lt: Licencija buvo nustatyta iš naujo
nl_nl: Licentie is gereset
pl_pl: Licencja została zresetowana
pt_br: A licença foi redefinida
pt_pt: A licença foi reposta
ro_ro: Licența a fost resetată
ru_ru: Лицензия сброшена
sr_rs: Licenca je resetovana
tr_tr: Lisans sıfırlandı
uk_ua: Ліцензію було скинуто
vi_vn: Bản quyền đã được đặt lại
zh_cn: 许可证已重置

source: Membership settings
ar_sa: إعدادات العضوية
bg_bg: Настройки за членство
ca_es: Configuració de pertinença
cs_cz: Nastavení členství
de_de: Mitgliedschafts Einstellungen
el_gr: Ρυθμίσεις συνδρομής
fa_ir: تنظیمات عضویت
fi_fi: Jäsenyyden asetukset
fr_fr: Paramètres d’abonnement
hu_hu: Tagsági beállítások
id_id: Pengaturan keanggotaan
lt_lt: Narystės nustatymai
nl_nl: Lidmaatschap instellingen
pl_pl: Ustawienia członkostwa
pt_br: Configurações de afiliados
pt_pt: Definições de filiação
ro_ro: Setări de membru
ru_ru: Настройки членства
sr_rs: Podešavanja članstva
tr_tr: Üyelik Ayarları
uk_ua: Налаштування членства
vi_vn: Cài đặt thành viên
zh_cn: 会员设置
