Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Most email templates receives parameters from FOSSBilling. You can browse them on "Variables" tab. Copy variable name to email template and hit preview to see parsed content. Please note that values will be different when actual email is sent.
bg_bg: Повечето шаблони за имейли получават параметрите от FOSSBilling. Можете да ги прегледате в раздела "Променливи". Копирайте името на променливата в имейл шаблона и натиснете за предварителен преглед, за да видите анализираното съдържание. Моля, обърнете внимание, че стойностите ще бъдат различни при изпращане на действителния имейл.
ca_es: La majoria de plantilles de correu electrònic reben paràmetres de FOSSBilling. Podeu cercar-los a la pestanya "Variables". Copieu el nom de la variable a la plantilla de correu electrònic i premeu la vista prèvia per veure el contingut analitzat. Tingueu en compte que els valors seran diferents quan s'enviï el correu electrònic real.
de_de: Die meisten E-Mail-Vorlagen enthalten Parameter von FOSSBilling. Diese können im Tab "Variablen" nachgeschlagen werden. Kopiere den Variablennamen in die E-Mail-Vorlage und klicke auf Vorschau, um eine Vorschau der E-Mail zu erhalten. Bitte beachte, dass die Werte beim Versenden von E-Mails unterschiedlich sein werden.
el_gr: Τα περισσότερα πρότυπα email λαμβάνουν παραμέτρους από το FOSSBilling. Μπορείτε να τις αναζητήσετε στην καρτέλα «Μεταβλητές». Αντιγράψτε το όνομα της μεταβλητής στο πρότυπο email και πατήστε προεπισκόπηση για να δείτε το αναλυμένο περιεχόμενο. Λάβετε υπόψη ότι οι τιμές θα είναι διαφορετικές όταν αποστέλλεται το πραγματικό μήνυμα ηλεκτρονικού ταχυδρομείου.
id_id: Kebanyakan template email menerima parameter dari FOSSBilling. Kamu bisa mencarinya pada tab "Variabel". Salin nama variable ke template email dan tekan tinjau untuk melihat uraian konten. Perhatikan, isinya akan berbeda saat email sebenarnya dikirim.
pl_pl: Większość szablonów e-maili otrzymuje parametry od FOSSBilling. Możesz je przeglądać na karcie „Zmienne”. Skopiuj nazwę zmiennej do szablonu e-maila i naciśnij podgląd, aby zobaczyć sparsowaną treść. Należy zauważyć, że wartości będą inne, gdy rzeczywisty e-mail zostanie wysłany.
pt_br: A maioria dos modelos de e-mail recebe parâmetros do Sistema. Você pode pesquisá-los na guia "Variáveis". Copie o nome da variável para o modelo de e-mail e clique em visualizar para ver o conteúdo analisado. Observe que os valores serão diferentes quando o e-mail real for enviado.
pt_pt: A maioria dos modelos de correio eletrónico recebe parâmetros do FOSSBilling. Pode consultá-los no separador "Variáveis". Copie o nome da variável para o modelo de correio eletrónico e prima a pré-visualização para ver o conteúdo analisado. Tenha em atenção que os valores serão diferentes quando o correio eletrónico for enviado.
tr_tr: Çoğu e-posta şablonu, parametreleri FOSSBilling'den alır. "Değişkenler" sekmesinden bunlara göz atabilirsiniz. Değişken adını e-posta şablonuna kopyalayın ve ayrıştırılmış içeriği görmek için önizlemeye basın. Gerçek e-posta gönderildiğinde değerlerin farklı olacağını lütfen unutmayın.
uk_ua: Більшість шаблонів електронної пошти отримує параметри від FOSSBilling. Ви можете переглянути їх на вкладці «Змінні». Скопіюйте назву змінної до шаблону електронної пошти та натисніть попередній перегляд, щоб побачити проаналізований вміст. Будь ласка, зверніть увагу, що значення будуть іншими під час надсилання фактичного електронного листа.
zh_cn: 大多数电子邮件模板都从 FOSSBilling 接收参数。您可以在“变量”选项卡上浏览这些参数。 复制变量名称到电子邮件模板，点击预览查看解析的内容。请注意，如果在实际中发送电子邮件，值将有所不同。

source: Learn more about extensions
bg_bg: Научете повече за разширенията
ca_es: Més informació sobre les extensions
de_de: Erfahre mehr über Erweiterungen
el_gr: Μάθετε περισσότερα για τις επεκτάσεις
id_id: Pelajari lebih banyak tentang ekstensi
pl_pl: Dowiedz się więcej o rozszerzeniach
pt_br: Saiba mais sobre as extensões
pt_pt: Saiba mais sobre as extensões
tr_tr: Eklentiler hakkında daha fazla bilgi
uk_ua: Докладніше про розширення
zh_cn: 了解有关扩展组件的详细信息

source: Although FOSSBilling displays in U.S. English by default, it has the capability to be used in any language. Follow instructions bellow to install new language.
bg_bg: Въпреки че FOSSBilling се показва на английски език по подразбиране, софтуерът има вградената способност да се използва на всеки език. Следвайте инструкциите по-долу, за да инсталирате нов език.
de_de: Obwohl FOSSBilling standardmäßig in U.S.-Englisch angezeigt wird, kann es in jeder Sprache verwendet werden. Folgen Sie den nachstehenden Anweisungen, um die neue Sprache zu installieren.
el_gr: Παρόλο που το FOSSBilling εμφανίζεται εξ ορισμού στα αγγλικά (US), έχει τη δυνατότητα να χρησιμοποιηθεί σε οποιαδήποτε γλώσσα. Ακολουθήστε τις παρακάτω οδηγίες για να εγκαταστήσετε τη νέα γλώσσα.
id_id: Meskipun FOSSBilling menampilkan bahasa Inggris Amerika secara bawaan, ini memiliki kemampuan atau fitur untuk menggunakan bahasa apa saja. Ikuti instruksi dibawah untuk memasang bahasa baru.
pl_pl: Choć FOSSBilling domyślnie wyświetla się w języku angielskim (USA), ma możliwość korzystania z dowolnego języka. Postępuj zgodnie z poniższymi instrukcjami, aby zainstalować nowy język.
pt_br: Embora o FOSSBilling seja exibido em inglês dos EUA por padrão, ele pode ser usado em qualquer idioma. Siga as instruções abaixo para instalar o novo idioma.
tr_tr: FOSSBilling varsayılan olarak ABD İngilizcesi olarak görüntülense de her dilde kullanılabilme özelliğine sahiptir. Yeni bir dil yüklemek için aşağıdaki talimatları izleyin.
uk_ua: Хоча за замовчуванням FOSSBilling використовує англійську мову, програмне забезпечення має вбудовану можливість використовувати будь-яку мову. Дотримуйтесь інструкцій нижче, щоб встановити нову мову.

source: Installing a new language
bg_bg: Новия език се инсталира
de_de: Installieren einer neuen Sprache
el_gr: Εγκατάσταση νέας γλώσσας
id_id: Pasang bahasa baru
pl_pl: Instalacja nowego języka
pt_br: Instalando um novo idioma
tr_tr: Yeni bir dil yükleme
uk_ua: Встановлення нової мови

source: Changing default language
bg_bg: Промяна на езика по подразбиране
ca_es: Canvi de l'idioma predeterminat
de_de: Standardsprache ändern
el_gr: Αλλαγή προεπιλεγμένης γλώσσας
id_id: Ubah bahasa bawaan
pl_pl: Zmiana domyślnego języka
pt_br: Alterando o idioma padrão
pt_pt: Alterar o idioma predefinido
tr_tr: Varsayılan dili değiştirme
uk_ua: Зміна мови за замовчуванням
zh_cn: 更改默认语言

source: You are logged out
bg_bg: Успешно излязохте от профила си
ca_es: Has tancat la sessió
de_de: Du bist nicht angemeldet
el_gr: Δεν είστε συνδεδεμένος
id_id: Anda telah keluar
pl_pl: Jesteś wylogowany
pt_br: Você está desconectado
pt_pt: Está desconectado
tr_tr: Oturumunuz kapatıldı
uk_ua: Ви вийшли з системи
zh_cn: 你已经退出

source: Sign up
bg_bg: Регистрация
ca_es: Registra't
de_de: Registrierung
el_gr: Εγγραφή
id_id: Daftar
pl_pl: Zarejestruj się
pt_br: Registrar-se
pt_pt: Inscrever-se
tr_tr: Kayıt ol
uk_ua: Зареєструватися
zh_cn: 注册

source: Products and services
bg_bg: Продукти и услуги
ca_es: Productes i serveis
de_de: Angebote
el_gr: Προϊόντα και υπηρεσίες
id_id: Produk dan Layanan
pl_pl: Produkty i usługi
pt_br: Produtos e Serviços
pt_pt: Produtos e serviços
tr_tr: Ürünler ve Hizmetler
uk_ua: Продукти та послуги
zh_cn: 产品和服务

source: Knowledge base
bg_bg: База знания
ca_es: Base de coneixements
de_de: Wissensdatenbank
el_gr: Γνωσιακή βάση
id_id: Pengetahuan dasar
pl_pl: Baza wiedzy
pt_br: Base de conhecimento
pt_pt: Base de dados de conhecimentos
tr_tr: Bilgi Bankası
uk_ua: База знань
zh_cn: 知识库

source: Browse our KB for answers and FAQ
bg_bg: Прегледайте нашата БЗ за отговори и ЧЗВ
ca_es: Exploreu la nostra KB per obtenir respostes i preguntes freqüents
de_de: Durchsuche unsere Wissensdatenbank für Antworten
el_gr: Περιηγηθείτε στη Γνωσιακή Βάση για απαντήσεις και Συχνές Ερωτήσεις
id_id: Cari Pengetahuan Dasar kami untuk jawaban dan pertanyaan yang sering ditanyakan
pl_pl: Przeglądaj naszą bazę wiedzy w poszukiwaniu odpowiedzi i FAQ
pt_br: Navegue em nossa Base de Conhecimento para respostas e Perguntas Frequentes
tr_tr: FAQ için Bilgi Bankasına göz atın
uk_ua: Перегляньте нашу базу знань для відповідей на часті запитання
zh_cn: 浏览我们的知识库以获取答案和常见问题

source: Although FOSSBilling ships with most popular payment gateways, you can install other gateways.
bg_bg: Въпреки че FOSSBilling се доставя с най-популярните платежни шлюзове, можете да инсталирате други платежни шлюзове.
ca_es: Tot i que FOSSBilling s'envia amb les passarel·les de pagament més populars, podeu instal·lar altres passarel·les.
de_de: Obwohl FOSSBilling mit den meisten gängigen Zahlungsgateways ausgeliefert wird, können Sie auch andere Gateways installieren.
el_gr: Παρόλο που το FOSSBilling συνοδεύεται από τις πιο δημοφιλείς πύλες πληρωμών, μπορείτε να εγκαταστήσετε και άλλες πύλες.
id_id: Meskipun FOSSBIlling menggandeng gateway pembayaran populer, Anda juga dapat memasang gateway lainnya.
pl_pl: Chociaż FOSSBilling jest dostarczany z najpopularniejszymi bramami płatności, możesz instalować inne bramy.
pt_br: Embora o FOSSBilling seja fornecido com os métodos de pagamento mais populares, você pode instalar outros.
pt_pt: Embora o FOSSBilling seja fornecido com os gateways de pagamento mais populares, é possível instalar outros gateways.
tr_tr: FOSSBilling en popüler ödeme yöntemleriyle birlikte gelse de, başka ödeme yöntemlerini kurabilirsiniz.
uk_ua: Хоча FOSSBilling поставляється з більшістю популярних платіжних шлюзів, ви можете встановити інші шлюзи.
zh_cn: 虽然 FOSSBilling 自带主流的支付网关，但您也可以安装其它的。

source: to learn how to create your own payment gateway and share it with community
bg_bg: за да научите как да създадете свой собствен метод за плащане и да го споделите с общността
ca_es: per aprendre a crear la vostra pròpia passarel·la de pagament i compartir-la amb la comunitat
de_de: Um zu erfahren, wie Sie Ihr eigenes Zahlungsgateway erstellen und mit der Gemeinschaft teilen können
el_gr: για να μάθετε πώς να δημιουργήσετε τη δική σας πύλη πληρωμών και να τη μοιραστείτε με την κοινότητα
id_id: untuk mempelajari bagaimana membuat gateway pembayaran Anda sendiri dan membagikannya kepada komunitas
pl_pl: aby dowiedzieć się, jak stworzyć własną bramę płatności i podzielić się nią z społecznością
pt_br: para aprender como criar seu próprio método de pagamento e compartilhá-lo com a comunidade
pt_pt: para saber como criar o seu próprio gateway de pagamento e partilhá-lo com a comunidade
uk_ua: щоб дізнатися, як створити власний платіжний шлюз та поділитися ним зі спільнотою
zh_cn: 学习如何开发支付网关并分享到社区

source: New subscription
bg_bg: Нов абонамент
ca_es: Nova subscripció
de_de: Neues Abonnement
el_gr: Νέα συνδρομή
id_id: Langganan baru
pl_pl: Nowa subskrypcja
pt_br: Nova assinatura
pt_pt: Nova subscrição
tr_tr: Yeni Abonelik
uk_ua: Нова підписка
zh_cn: 添加订阅

source: Sales TAX
bg_bg: Данък върху продажбите
ca_es: Impost sobre la venda
de_de: Mehrwertsteuer
el_gr: Φόρος Πωλήσεων
id_id: Pajak Penjualan
pl_pl: Podatek od sprzedaży
pt_br: Imposto sobre Vendas
pt_pt: Imposto sobre vendas
tr_tr: Satış Vergisi
uk_ua: Податок з продажів
zh_cn: 销售税

source: sales Tax
bg_bg: данък върху продажбите
ca_es: impost sobre la venda
de_de: Mehrwertsteuer
el_gr: φόρος Πώλησης
id_id: pajak penjualan
pl_pl: Podatek od sprzedaży
pt_br: Imposto sobre vendas
pt_pt: imposto sobre vendas
tr_tr: satış Vergisi
uk_ua: Податок з продажу
zh_cn: 销售税

source: News and announcements
bg_bg: Новини и известия
ca_es: Notícies i anuncis
de_de: Neuigkeiten und Ankündigungen
el_gr: Νέα και ανακοινώσεις
id_id: Berita dan pengumuman
pl_pl: Aktualności i ogłoszenia
pt_br: Notícias e comunicados
pt_pt: Notícias e anúncios
tr_tr: Haberler ve Duyurular
uk_ua: Новини та оголошення
zh_cn: 公告、消息

source: New announcement
bg_bg: Ново известие
ca_es: Nou anunci
de_de: Neue Ankündigung
el_gr: Νέα ανακοίνωση
id_id: Pengumuman baru
pl_pl: Nowe ogłoszenie
pt_br: Novo comunicado
pt_pt: Novo anúncio
tr_tr: Yeni duyuru
uk_ua: Нове оголошення
zh_cn: 新公告

source: Reason of cancelation
bg_bg: Причини за анулирането
ca_es: Motiu de la cancel·lació
de_de: Stornierungsgrund
el_gr: Αιτία ακύρωσης
id_id: Alasan pembatalan
pl_pl: Powód anulowania
pt_br: Motivo do cancelamento
pt_pt: Motivo do cancelamento
tr_tr: İptal nedeni
uk_ua: Причина скасування
zh_cn: 取消的原因

source: Cancelation reason
bg_bg: Причина за анулиране
ca_es: Motiu de la cancel·lació
de_de: Stornierungsgrund
el_gr: Αιτιολογία ακύρωσης
id_id: Alasan pembatalan
pl_pl: Powód anulowania
pt_br: Motivo do cancelamento
pt_pt: Motivo do cancelamento
tr_tr: İptal sebebi
uk_ua: Причина скасування
zh_cn: 取消原因

source: Login or Sign up
bg_bg: Вход или регистрация
de_de: Anmelden / Registrieren
el_gr: Σύνδεση ή Εγγραφή
id_id: Masuk atau Daftar
pl_pl: Zaloguj się lub Zarejestruj się
pt_br: Entrar ou Registrar-se
tr_tr: Giriş Yap / Üye Ol
zh_cn: 登录 或 注册

source: New addon
bg_bg: Нова добавка
ca_es: Nou complement
de_de: Neue Addon
el_gr: Νέο πρόσθετο
id_id: Addon baru
pl_pl: Nowy dodatek
pt_br: Novo complemento
pt_pt: Novo addon
tr_tr: Yeni Ürün Eklentisi
uk_ua: Нове доповнення
zh_cn: 新建附加组件

source: New product
bg_bg: Нов продукт
ca_es: Producte nou
de_de: Neues Produkt
el_gr: Νεο προϊόν
id_id: Produk baru
pl_pl: Nowy produkt
pt_br: Novo produto
pt_pt: Novo produto
tr_tr: Yeni Ürün
uk_ua: Новий продукт
zh_cn: 新建产品

source: New category
bg_bg: Нова категория
ca_es: Nova categoria
de_de: Neue Kategorie
el_gr: Νέα κατηγορία
id_id: Kategori baru
pl_pl: Nowa kategoria
pt_br: Nova categoria
pt_pt: Nova categoria
tr_tr: Yeni Kategori
uk_ua: Нова категорія
zh_cn: 新建分类

source: Allow quantity selection on order form
bg_bg: Позволете избор на количество по поръчка
de_de: Mengenauswahl im Bestellformular zulassen
el_gr: Επιτρέψτε την επιλογή ποσότητας στη φόρμα παραγγελίας
id_id: Perbolehkan pemilihan jumlah dalam form pesanan
pl_pl: Zezwalaj na wybór ilości w formularzu zamówienia
pt_br: Permitir seleção de quantidade no formulário de pedido
tr_tr: Sipariş formunda miktar seçmeye izin ver

source: Setup default nameservers that will be used for new domain registrations if client have not provided his own nameservers in order form
bg_bg: Настройване на сървъри за имена по подразбиране, които ще се използват за нови регистрации на домейни, ако клиентът не е предоставил свои собствени сървъри за имена във формуляра за поръчка
ca_es: Configura els servidors de noms predeterminats que s'utilitzaran per als registres de dominis nous si el client no ha proporcionat els seus propis servidors de noms en el formulari de comanda
de_de: Richte Standard-Nameserver ein, die für neue Domain-Registrierungen verwendet werden, wenn der Kunde im Bestellformular keine eigenen Nameserver angegeben hat
el_gr: Ρύθμιση προεπιλεγμένων nameservers που θα χρησιμοποιούνται για νέες εγγραφές domain αν ο πελάτης δεν έχει δώσει τους δικούς του διακομιστές ονομάτων στη φόρμα παραγγελίας
id_id: Konfigurasi nameservers bawaan yang akan digunakan untuk pendaftaran domain baru jika klien tidak memiliki nameserversnya di form pesanan
pl_pl: Skonfiguruj domyślne serwery nazw, które będą używane do rejestracji nowych domen, jeśli klient nie podał swoich własnych serwerów nazw w formularzu zamówienia
pt_br: Configurar nameservers padrão que serão usados para novos registros de domínio se o cliente não tiver fornecido seus próprios nameservers no formulário de pedido
pt_pt: Configurar os servidores de nomes predefinidos que serão utilizados para os registos de novos domínios, caso o cliente não tenha fornecido os seus próprios servidores de nomes no formulário de encomenda
tr_tr: Müşteri sipariş formunda kendi isim sunucularını belirtmediyse, yeni alan adı kayıtları için kullanılacak varsayılan isim sunucularını ayarlayın
uk_ua: Встановити типові сервера імен, які будуть використовуватися для реєстрації нових доменів, якщо клієнт не вказав власних серверів імен у формі замовлення
zh_cn: 设置默认的DNS服务器，如果客户在注册域名的表单里没有填写

source: Domain locking is a security feature which acts to prevent your domain name from being transferred without first unlocking it. When this is enabled, a domain cannot be transferred even with the transfer code.
bg_bg: Заключването на домейна е функция за сигурност, която предотвратява прехвърлянето на името на домейна без предварителното му отключване. Когато тази функция е активирана, домейнът не може да бъде прехвърлен дори с кода за прехвърляне.
de_de: Die Domain sperre ist eine Sicherheitsfunktion, die verhindert, dass Ihr Domainname übertragen werden kann, ohne dass er zuvor dafür freigeschaltet wurde. Wenn diese Funktion aktiviert ist, kann eine Domäne auch mit dem Transfercode nicht übertragen werden.
el_gr: Το κλείδωμα του domain είναι ένα χαρακτηριστικό ασφαλείας που εμποδίζει τη μεταβίβαση του ονόματος domain σας χωρίς να έχει προηγηθεί το ξεκλείδωμά του. Όταν αυτό είναι ενεργοποιημένο, ένα domain δεν μπορεί να μεταφερθεί ακόμη και με τον κωδικό μεταφοράς.
id_id: Kunci Domain adalah fitur keamanan yang berfungsi untuk mencegah nama domain ditransfer tanpa dikunci. Ketika ini diaktifkan, maka domain tidak bisa ditransfer bahkan dengan kunci transfer sekalipun.
pl_pl: Blokada domeny to funkcja zabezpieczająca, która zapobiega przeniesieniu nazwy domeny bez wcześniejszego jej odblokowania. Po włączeniu tej opcji domenę nie można przenieść nawet z kodem transferu.
pt_br: O bloqueio de domínio é um recurso de segurança que atua para evitar que seu nome de domínio seja transferido sem primeiro desbloqueá-lo. Quando ativado, um domínio não pode ser transferido mesmo com o código de transferência.
tr_tr: Alan adı kilitleme, alan adınızın kilidini açmadan transfer edilmesini önleyen bir güvenlik özelliğidir. Bu etkinleştirildiğinde, transfer koduyla bile bir alan adı transfer edilemez.
zh_cn: 域名锁 是一个安全功能，在锁定的情况下，它能阻止您的域名被转移出您的账户。当它启用时，即使有转移吗，域名也无法执行转移操作。

source: Primary IP address of the server used to connect to it like: 127.0.0.1
bg_bg: Първичен IP адрес на сървъра за достъп до сървъра. Пример: 123.123.123.123
ca_es: Adreça IP principal del servidor utilitzat per connectar-s'hi com: 127.0.0.1
de_de: Zahlen IP-Adresse des Servers
el_gr: Πρωτεύουσα διεύθυνση IP του διακομιστή που χρησιμοποιείται για τη σύνδεσή του, πχ: 127.0.0.1
id_id: Alamat utama IP server digunakan untuk dihubungkan, seperti: 127.0.0.1
pl_pl: Podstawowy adres IP serwera używany do połączenia się z nim, np. 127.0.0.1
pt_br: Endereço IP primário do servidor usado para se conectar a ele, como: 127.0.0.1
pt_pt: Endereço IP primário do servidor utilizado para estabelecer ligação, por exemplo: 127.0.0.1
tr_tr: Sunucuya ait Primary IP adresi. Örneğin: 127.0.0.1
uk_ua: Основна IP адреса сервера, що використовується для з'єднання: 127.0.0.1
zh_cn: 用于连接到服务器的主IP地址，如：127.0.0.1

source: FOSSBilling gives you ability to provide your own license generation script. Follow the instructions bellow to install new license plugin
bg_bg: FOSSBilling ви дава възможност да предоставите собствен скрипт за генериране на лицензи. Следвайте инструкциите по-долу, за да инсталирате нов плъгин за лиценз
ca_es: FOSSBilling us ofereix la possibilitat de proporcionar el vostre propi script de generació de llicències. Seguiu les instruccions següents per instal·lar un nou connector de llicència
de_de: FOSSBilling gibt dir die Möglichkeit, dein eigenes Lizenz-Generierungs-Skript bereitzustellen. Folge dazu einfach den Anweisungen, um das neue Lizenz-Plugin zu installieren
el_gr: Το FOSSBilling σας δίνει τη δυνατότητα να παρέχετε το δικό σας σενάριο παραγωγής αδειών. Ακολουθήστε τις παρακάτω οδηγίες για να εγκαταστήσετε το νέο πρόσθετο άδειας
id_id: FOSSBilling memberi Anda abilitas untuk menyediakan skrip pembuatan lisensi Anda sendiri. Ikuti instruksinya dibawah untuk install plugin lisensi baru
pl_pl: FOSSBilling umożliwia dostarczenie własnego skryptu generowania licencji. Postępuj zgodnie z instrukcjami, aby zainstalować nową wtyczkę licencyjną
pt_br: O FOSSBilling permite que você forneça seu próprio script de geração de licença. Siga as instruções abaixo para instalar o novo plug-in de licença
pt_pt: O FOSSBilling dá-lhe a possibilidade de fornecer o seu próprio script de geração de licenças. Siga as instruções abaixo para instalar o novo plugin de licenças
tr_tr: FOSBilling size kendi lisans oluşturma komut dosyanızı kullanma olanağı sağlar. Yeni lisans eklentisini yüklemek için aşağıdaki talimatları izleyin
uk_ua: FOSSBilling дає можливість вказати власний сценарій створення ліцензії. Дотримуйтесь інструкцій нижче, щоб встановити новий плагін ліцензії
zh_cn: FOSSBilling 可以使用您自己的许可证生成脚本。请按照以下说明安装新的许可证插件

source: Staff members logins history
bg_bg: Хронология на стафф персонала за колко пъти са се вписвали в системата
ca_es: Historial d'inicis de sessió dels membres del personal
de_de: Mitarbeiter-Login-Verlauf
el_gr: Ιστορικό σύνδεσης μελών προσωπικού
id_id: Riwayat masuk anggota staff
pl_pl: Historia logowań członków personelu
pt_br: Histórico de login dos membros da equipe
pt_pt: Histórico de logins dos membros do pessoal
tr_tr: Personel Oturum Açma Geçmişi
uk_ua: Історія входу співробітників
zh_cn: 员工登录历史记录

source: This staff member updated.
bg_bg: Този стафф модератор потребител беше актуализиран.
ca_es: Aquest membre del personal s'ha actualitzat.
de_de: Dieser Mitarbeiter wurde aktualisiert.
el_gr: Αυτό το μέλος του προσωπικού ενημερώθηκε.
id_id: Anggota staff ini diperbarui.
pl_pl: Ten pracownik został zaktualizowany.
pt_br: Este membro da equipe foi atualizado.
pt_pt: Este membro do pessoal actualizou.
tr_tr: Personel güncellendi
uk_ua: Цього співробітника оновлено.
zh_cn: 该工作人员已更新。

source: Give all permissions
bg_bg: Предостави всички разрешения
de_de: Gib alle Berechtigungen
el_gr: Δώστε όλα τα δικαιώματα
id_id: Memberi semua izin
pl_pl: Przyznaj wszystkie uprawnienia
pt_br: Conceder todas as permissões
tr_tr: Tüm yetkileri ver

source: This administrator is allowed to do everything
bg_bg: Този администратор има разрешенията да прави абсолютно всичко
ca_es: Aquest administrador té permís per fer-ho tot
de_de: Dieser Administrator darf alles tun
el_gr: Αυτός ο διαχειριστής επιτρέπεται να κάνει τα πάντα
id_id: Administratur ini tidak diizinkan untuk melakukan apapun
pl_pl: Ten administrator ma uprawnienia do wszystkiego
pt_br: Este administrador tem permissão para fazer tudo
pt_pt: Este administrador está autorizado a fazer tudo
tr_tr: Bu yöneticinin her şeyi yapma izni var
uk_ua: Цьому адміністратору дозволено робити все
zh_cn: 此管理员允许执行所有操作

source: Repeat same password
bg_bg: Повторете същата парола
ca_es: Repetiu la mateixa contrasenya
de_de: Passwort wiederholen
el_gr: Επανάληψη του ίδιου κωδικού πρόσβασης
id_id: Ulangi kata sandi
pl_pl: Powtórz to samo hasło
pt_br: Repita a senha
pt_pt: Repetir a mesma palavra-passe
tr_tr: Şifre (Tekrar)
uk_ua: Повторіть ваш пароль
zh_cn: 再次输入密码

source: Tickets waiting for staff reply
bg_bg: Билети, чакащи отговор от стафф модератори
ca_es: Entrades a l'espera de resposta del personal
de_de: Tickets, die auf Mitarbeiter Antwort warten
el_gr: Αιτήματα τεχνικής υποστήριξης που περιμένουν την απάντησή σας
id_id: Menunggu balas staff
pl_pl: Zgłoszenia oczekujące na odpowiedź pracownika
pt_br: Tickets aguardando resposta da equipe
pt_pt: Bilhetes à espera de resposta do pessoal
tr_tr: Yanıtınızı bekleyen destek talepleri
uk_ua: Звернення, що очікують на Вашу відповідь
zh_cn: 待回复的工单
