Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Click on background closes popup
ar_sa: انقر على الخلفية يغلق المنبثق
bg_bg: Кликването върху фона затваря изкачащия прозорец
ca_es: Feu clic a fons per tancar la finestra emergent
cs_cz: Kliknutím na pozadí zavřete vyskakovací okno
de_de: Klick auf den Hintergrund um das Popup zu schließen
el_gr: Το κλικ στο φόντο κλείνει το αναδυόμενο παράθυρο
fa_ir: وقتی روی پس زمینه کلیک شود پنجره popup بسته شود
fi_fi: Napsauta taustaa sulkee ponnahdusikkunan
fr_fr: Cliquez sur l'arrière-plan pour fermer le popup
hu_hu: Kattintson a háttér bezárására felugró ablak
id_id: Klik pada background untuk menutup popup
lt_lt: Spustelėjus foną uždaromas iššokantis langas
nl_nl: Klik op de achtergrond om de pop-up te sluiten
pl_pl: Kliknięcie w tło zamyka wyskakujące okno
pt_br: Clique em segundo plano para fechar o pop-up
pt_pt: Clicar no fundo fecha a janela pop-up
ro_ro: Click-ul pe fundal închide fereastra de pop-up
ru_ru: Щелчок по фону закрывает всплывающее окно
sr_rs: Klikom na pozadinu zatvara se iskačući prozor
tr_tr: Arka plana tıklandığında pop-up kapansın
uk_ua: Натисніть на фон, щоб закрити спливаюче вікно
vi_vn: Click vào vùng bên ngoài để đóng popup
zh_cn: 点击背景关闭弹出窗口

source: Show values of custom form before checkout
ar_sa: إظهار قيم النموذج المخصص قبل الدفع
bg_bg: Показване на стойностите за персонализиран формуляр преди плащане
ca_es: Mostra els valors del formulari personalitzat abans de pagar
cs_cz: Zobrazit hodnoty vlastního formuláře před pokladnou
de_de: Werte des benutzerdefinierten Formulars vor dem bezahlen anzeigen
el_gr: Εμφάνιση τιμών προσαρμοσμένης φόρμας πριν από την ολοκλήρωση αγοράς
fa_ir: نمایش مقادیر فرم سفارشی قبل از پرداخت
fi_fi: Näytä mukautetun lomakkeen arvot ennen kassalle menoa
fr_fr: Afficher les valeurs du formulaire personnalisé avant la commande
hu_hu: Egyéni űrlap értékeinek megjelenítése fizetés előtt
id_id: Tunjukan isi dari form kustom sebelum checkout
lt_lt: Rodyti tinkintos formos reikšmes prieš atsiskaitant
nl_nl: Toon waarden van aangepast formulier vóór het afrekenen
pl_pl: Pokaż wartości niestandardowego formularza przed kasą
pt_br: Mostrar valores do formulário personalizado antes de finalizar a compra
pt_pt: Mostrar valores do formulário personalizado antes do checkout
ro_ro: Afișați valorile formularului personalizat înainte de finalizare
ru_ru: Показывать значения пользовательской формы перед оформлением заказа
sr_rs: Prikaži vrednosti prilagođenog obrasca pre plaćanja
tr_tr: Ödeme işleminden önce özel formun değerlerini göster
uk_ua: Показувати значення користувацької форми перед оформленням замовлення
vi_vn: Hiện giá trị của form tùy chỉnh trước khi thanh toán
zh_cn: 结帐前显示自定义表单的值

source: User input will be shown before checkout for custom form
ar_sa: سيتم عرض إدخال المستخدم قبل الدفع للنموذج المخصص
bg_bg: Потребителският вход ще бъде показан преди извършване на поръчката за персонализиран формуляр
ca_es: L'entrada de l'usuari es mostrarà abans de pagar per al formulari personalitzat
cs_cz: Uživatelský vstup bude zobrazen před objednávkou pro vlastní formulář
de_de: Benutzereingaben werden vor dem bezahlen für benutzerdefinierte Formulare angezeigt
el_gr: Η εισαγωγή χρήστη θα εμφανιστεί πριν την ολοκλήρωση αγοράς για προσαρμοσμένη φόρμα
fa_ir: ورودی کاربر قبل از پرداخت برای فرم سفارشی نشان داده خواهد شد
fi_fi: Käyttäjän syöttö näytetään ennen kassalle mukautettua lomaketta varten
fr_fr: L’entrée d’utilisateur s’affichera avant de payer pour le formulaire personnalisé
hu_hu: A felhasználói bevitel az egyéni űrlap kifizetése előtt jelenik meg
id_id: Input user akan muncul sebelum checkout untuk form kustom
lt_lt: Vartotojo įvestis bus rodoma prieš atsiskaitant su pasirinktine forma
nl_nl: Gebruikersinvoer wordt getoond vóór het afrekenen op een aangepast formulier
pl_pl: Wprowadzone przez użytkownika dane będą pokazywane przed kasą dla niestandardowego formularza
pt_br: A entrada do usuário será mostrada antes da finalização da compra do formulário personalizado
pt_pt: A entrada do utilizador será mostrada antes do checkout para o formulário personalizado
ro_ro: Intrarea utilizatorului va fi afișată înainte de finalizarea plății pentru formularul personalizat
ru_ru: Ввод пользователя будет показан перед оформлением заказа для пользовательской формы
sr_rs: Korisnički unos će biti prikazan pre kupovine za prilagođeni obrazac
tr_tr: Kullanıcı girişi, özel form için ödeme işleminden önce gösterilecektir
uk_ua: Введені користувачем дані будуть показані перед оформленням користувацької форми
vi_vn: Đầu vào người dùng sẽ được hiển thị trước khi thanh toán theo form tùy chỉnh
zh_cn: 用户在表单填写的自定义内容会结账前显示

source: Order Button code
ar_sa: رمز زر الطلب
bg_bg: Код бутон за поръчката
ca_es: Codi del botó de comanda
cs_cz: Kód tlačítka objednávky
de_de: Code der Bestellschaltfläche
el_gr: Κωδικός κουμπιού παραγγελίας
fa_ir: کد دکمه سفارش
fi_fi: Tilauspainikkeen koodi
fr_fr: Code du bouton de commande
hu_hu: Rendelés gomb kódja
id_id: Kode tombol pesan
lt_lt: Užsakymo mygtuko kodas
nl_nl: Bestelknop code
pl_pl: Kod przycisku zamówienia
pt_br: Código do botão de pedido
pt_pt: Código do botão de encomenda
ro_ro: Codul butonului de comandă
ru_ru: Код кнопки заказа
sr_rs: Kod Dugmeta za naručivanje
tr_tr: Sipariş Butonu kodu
uk_ua: Код кнопки замовлення
vi_vn: Mã nút đặt hàng
zh_cn: 订单按钮代码

source: Clicking on an HTML element with the classname or ID
cs_cz: Kliknutí na HTML prvek s názvem třídy nebo ID
de_de: Klicken auf ein HTML-Element mit dem Klassennamen oder der ID
el_gr: Κάνοντας κλικ σε ένα στοιχείο HTML με το όνομα κλάσης ή το αναγνωριστικό
fa_ir: با کلیک بر روی یک عنصر HTML با نام کلاس یا شناسه
fr_fr: Cliquer sur l'élément html avec le nom de classe ou l'ID
hu_hu: Kattintás egy HTML elemre a class név vagy ID alapján
id_id: Klik pada elemen HTML dengan nama kelas (classname) atau ID
nl_nl: Klikken op een HTML-element met de klasse naam of ID
pl_pl: Kliknięcie w element HTML o klasie lub ID
ro_ro: Făcând clic pe elementul HTML cu classname sau ID
ru_ru: Нажатие на HTML-элемент с именем класса или ID
sr_rs: Klikom na HTML element sa imenom klase ili ID-om

source: will open a popup window for
cs_cz: otevře vyskakovací okno pro
de_de: öffnet ein Popup-Fenster für
el_gr: θα ανοίξει ένα αναδυόμενο παράθυρο για
fa_ir: یک پنجره popup برای
fr_fr: ouvrira la fenêtre popup pour
hu_hu: mmegnyitja a felugró ablakot
id_id: akan membuka sebuah jendela popup untuk
nl_nl: zal een pop-up venster openen voor
pl_pl: otworzy okno wyskakujące dla
ro_ro: va deschide o fereastră pop-up pentru
ru_ru: откроет всплывающее окно для
sr_rs: otvoriće iskačući prozor za
tr_tr: şu ürün için pop-up pencereyi açar

source: symbols
ar_sa: الرموز
bg_bg: символи
ca_es: símbols
cs_cz: symboly
de_de: Symbole
el_gr: σύμβολα
fa_ir: نمادها
fi_fi: symbolit
fr_fr: symboles
hu_hu: szimbólumok
id_id: simbol
lt_lt: simboliai
nl_nl: symbolen
pl_pl: znaków
pt_br: símbolos
pt_pt: símbolos
ro_ro: simboluri
ru_ru: символы
sr_rs: simboli
tr_tr: semboller
uk_ua: Символи
vi_vn: biểu tượng
zh_cn: 符号

source: You need to add ID (if you want to use it for one html element) or class (if you want to use it for multiple elements) in order for it to work
ar_sa: تحتاج إلى إضافة معرف (إذا كنت ترغب في استخدامه لعنصر html واحد) أو صف دراسي (إذا كنت ترغب في استخدامه لعناصر متعددة) لكي يعمل
bg_bg: Трябва да добавите идент. (ако искате да го използвате за един html елемент) или клас (ако искате да го използвате за няколко елемента), за да може той да работи
ca_es: Heu d'afegir un identificador (si voleu utilitzar-lo per a un element html) o una classe (si voleu utilitzar-lo per a diversos elements) perquè funcioni
cs_cz: Musíte přidat ID (pokud ho chcete použít pro jeden HTML prvek) nebo třídu (pokud chcete použít pro více prvků), aby fungovala
de_de: Sie müssen die ID (wenn Sie es für ein Html-Element verwenden wollen) oder Klasse (wenn Sie es für mehrere Elemente verwenden wollen) hinzufügen, damit es funktioniert
el_gr: Θα πρέπει να προσθέσετε ID (αν θέλετε να το χρησιμοποιήσετε για ένα στοιχείο html) ή κλάση (αν θέλετε να το χρησιμοποιήσετε για πολλά στοιχεία) για να λειτουργήσει
fa_ir: شما باید شناسه(ID)(اگر می خواهید از آن برای یک عنصر html استفاده کنید) یا کلاس(class) (اگر می خواهید از آن برای چندین عنصر استفاده کنید) اضافه کنید تا کار کند
fi_fi: Sinun on lisättävä ID (jos haluat käyttää sitä yhdelle html-elementille) tai luokka (jos haluat käyttää sitä useille elementeille), jotta se toimisi
fr_fr: Vous devez ajouter un ID (si vous voulez l'utiliser pour un élément html) ou une classe (si vous voulez l'utiliser pour plusieurs éléments) pour qu'il fonctionne
hu_hu: Hozzá kell adnod az azonosítót (ha egy html elemhez akarod használni) vagy osztályt (ha több elemhez szeretnéd használni) ahhoz, hogy működjön
id_id: Anda perlu menambahkan ID (jika Anda ingin menggunakan ini untuk satu elemen HTML) atau nama kelas (jika Anda ingin menggunakannya di banyak elemen) untuk bekerja
lt_lt: Turite pridėti ID (jei norite jį naudoti vienam html elementui) arba klasę (jei norite naudoti keliems elementams), kad jis veiktų
nl_nl: Een ID moet worden toegevoegd (voor gebruik bij één HTML-element) of een class (voor gebruik bij meerdere elementen) om het te laten werken
pl_pl: Musisz dodać ID (jeśli chcesz go używać dla jednego elementu HTML) lub klasę (jeśli chcesz go używać dla wielu elementów) aby działał
pt_br: Você precisa adicionar um ID (se quiser usá-lo para um elemento html) ou classe (se quiser usá-lo para vários elementos) para que funcione
pt_pt: É necessário adicionar ID (se quiser utilizá-lo para um elemento html) ou classe (se quiser utilizá-lo para vários elementos) para que funcione
ro_ro: Trebuie să adăugați ID (dacă doriți să îl utilizați pentru un element html) sau clasă (dacă doriți să îl utilizați pentru mai multe elemente) pentru ca acesta să funcționeze
ru_ru: Вам нужно добавить ID (если вы хотите использовать его для одного HTML-элемента) или класс (если для нескольких элементов), чтобы это работало
sr_rs: Morate da dodate ID (ako želite da ga koristite za jedan html element) ili klasu (ako želite da ga koristite za više elemenata) da bi funkcionisalo
uk_ua: Вам необхідно додати ID (якщо ви хочете використовувати його для одного html елементу) або клас (якщо ви хочете використовувати його для декількох елементів) для роботи
vi_vn: Bạn cần thêm ID (nếu bạn muốn sử dụng nó cho một phần tử HTML) hoặc class (nếu bạn muốn sử dụng nót cho nhiều phần tử) để nó làm việc được
zh_cn: 您需要添加 ID (如果您想要将它用于一个 html 元素) 或类 (如果您想要将它用于多个元素) 才能正常工作

source: Add order-button class to your elements which must call popup. For example:
ar_sa: إضافة فئة زر الطلب إلى العناصر الخاصة بك التي يجب أن تتصل بالنافذات. على سبيل المثال:
bg_bg: Добавете клас клавиш към елементите си, които трябва да извикат изскачащ прозорец. Например:
ca_es: Afegiu la classe de botó d'ordre als vostres elements que han de cridar la finestra emergent. Per exemple:
cs_cz: Přidejte třídu tlačítka objednávky k elementům, které musí zavolat vyskakovací okno. Například:
de_de: Fügen Sie Ihren Elementen, die das Popup aufrufen müssen, die Klasse Bestellbutton hinzu. Zum Beispiel:
el_gr: Προσθέστε την κλάση order-button στα στοιχεία σας που πρέπει να καλέσουν το popup. Για παράδειγμα:
fa_ir: کلاس دکمه سفارش را به عناصر خود اضافه کنید که باید پنجره popup فراخوانی شود. مثلا:
fi_fi: Lisää tilauspainike-luokka elementteihisi, joiden on kutsuttava ponnahdusikkunaa. Esimerkiksi:
fr_fr: Ajouter la classe order-button à vos éléments qui doivent appeler le popup. Par exemple :
hu_hu: Adja hozzá az order-button osztályt az elemekhez, amelyeknek elő kell hívniuk. Például:
id_id: Tambah kelas order-button ke element Anda yang memanggil popup. Sebagai contoh:
lt_lt: Pridėkite order-button klasę prie elementų, kurie turi iškviesti iššokantįjį langą. Pavyzdžiui:
nl_nl: Voeg de class `order-button` toe aan de elementen die een popup moeten oproepen. Bijvoorbeeld:
pl_pl: Dodaj klasę order-button do swoich elementów, które muszą wywoływać wyskakujące okno. Na przykład:
pt_br: Adicione a classe de botão de pedido aos seus elementos que devem chamar o pop-up. Por exemplo:
pt_pt: Adicione a classe order-button aos seus elementos que devem chamar o popup. Por exemplo:
ro_ro: Adăugați clasa order-button în elementele dvs. care trebuie să apeleze popup. De exemplu:
ru_ru: Добавьте класс order-button к элементам, которые должны вызывать всплывающее окно. Например:
sr_rs: Dodajte klasu dugmeta za naručivanje svojim elementima koji moraju pozvati iskačući prozor. Na primer:
tr_tr: Pop-up'ı çağırması gereken öğelerinize sipariş düğmesi sınıfını ekleyin. Örneğin:
uk_ua: Додавайте клас кнопки замовлення для ваших елементів, які повинні викликати спливаюче вікно. Наприклад:
vi_vn: Thêm class order-button cho phần tử của bạn muốn mở cửa sổ popup. Ví dụ:
zh_cn: 将订单按钮类添加到必须调用弹出窗口的元素中。例如：

source: Add data-product attribute to your element to open specific product. For example:
ar_sa: إضافة سمة منتج البيانات إلى العنصر الخاص بك لفتح منتج معين. على سبيل المثال:
bg_bg: Добавете атрибут данни-продукт към елемента си, за да отворите конкретен продукт. Например:
ca_es: Afegiu l'atribut de producte de dades al vostre element per obrir un producte específic. Per exemple:
cs_cz: Přidejte atribut data-produktu k vašemu prvku pro otevření konkrétního produktu. Například:
de_de: Fügen Sie Ihrem Element das Attribut Produkt-Daten hinzu, um ein bestimmtes Produkt zu öffnen. Zum Beispiel:
el_gr: Προσθέστε το χαρακτηριστικό data-product στο στοιχείο σας για να ανοίξετε το συγκεκριμένο προϊόν. Για παράδειγμα:
fa_ir: برای باز کردن محصول خاص، ویژگی attribute data-product را به عنصر خود اضافه کنید. مثلا:
fi_fi: Lisää data-tuote-attribuutti elementtiisi avataksesi tietyn tuotteen. Esimerkiksi:
fr_fr: Ajouter l'attribut data-product à votre élément pour ouvrir un produit spécifique. Par exemple :
hu_hu: Adja hozzá a data-product attribútumot az elemhez egy adott termék megnyitásához. Például:
id_id: Tambah atribut data-product di elemen Anda untuk membuka spesifik produk. Sebagai contoh:
lt_lt: Pridėkite data-product atributą prie elemento, kad atidarytumėte konkretų produktą. Pavyzdžiui:
nl_nl: Voeg het data-productattribuut toe aan het element om een specifiek product te openen. Bijvoorbeeld:
pl_pl: Dodaj atrybut data-product do swojego elementu, aby otworzyć określony produkt. Na przykład:
pt_br: Adicione o atributo dados do produto ao seu elemento para abrir um produto específico. Por exemplo:
pt_pt: Adicione o atributo data-product ao seu elemento para abrir um produto específico. Por exemplo:
ro_ro: Adaugați atribut data-product către elementului tău pentru a deschide un anumit produs. De exemplu:
ru_ru: Добавьте атрибут data-product к вашему элементу, чтобы открыть конкретный продукт. Например:
sr_rs: Dodajte atribut data-product svom elementu da biste otvorili određeni proizvod. Na primer:
tr_tr: Belirli bir ürünü açmak için öğenize data-product özelliğini ekleyin. Örneğin:
uk_ua: Додайте атрибут data-product до елемента, щоб відкрити конкретний товар. Наприклад:
vi_vn: Thêm thuộc tính data-product vào phần tử của bạn để chỉ định sản phẩm cần mở. Vì dụ:
zh_cn: 将数据产品属性添加到您的元素以打开特定的产品。例如：

source: data-product attribute value will be overridden if popup's product is selected from select-box above
ar_sa: سيتم تجاوز قيمة سمة البيانات المنتج إذا تم اختيار المنتج المنبثق من مربع الاختيار أعلاه
bg_bg: стойността на атрибута на данните на продукта ще бъде превишена, ако продуктът на изскачащия прозорец е избран от полето за избор по-горе
ca_es: El valor de l'atribut del producte de dades se substituirà si el producte de la finestra emergent es selecciona a la casella de selecció de dalt
cs_cz: Hodnota atributu data-produktů bude přepsána, pokud je produkt vyskakovacího okna vybrán z vybraného pole
de_de: Der Wert des Attributs Datenprodukt wird überschrieben, wenn das Produkt des Popup-Fensters in der obigen Auswahlbox ausgewählt wird
el_gr: η τιμή του χαρακτηριστικού data-product θα παρακαμφθεί εάν το προϊόν του αναδυόμενου παραθύρου έχει επιλεγεί από το παραπάνω πλαίσιο επιλογής
fa_ir: اگر محصول پنجره popup از کادر انتخاب بالا انتخاب شود، مقدار مشخصه محصول داده لغو خواهد شد
fi_fi: data-tuote-attribuutin arvo ohitetaan, jos ponnahdusikkunan tuote on valittu yllä olevasta valintaruudusta
fr_fr: la valeur de l'attribut data-product sera remplacée si le produit de popup est sélectionné dans la case de sélection ci-dessus
hu_hu: az adat-termék attribútum értéke felülbírálásra kerül, ha a felugró ablak terméke ki van választva a fenti választómezőből
id_id: isi atribut data-product akan ditimpa jika popup produk dipilih dari select-box diatas
lt_lt: data-product atributo vertė bus nepaisoma, jei iššokančiojo lango produktas bus pasirinktas aukščiau esančiame select-box
nl_nl: data-product attribuut waarde zal worden overschreven als het popup-product is geselecteerd in de bovenstaande selectie box
pl_pl: Wartość atrybutu data-product zostanie zastąpiona, jeśli produkt wyskakującego okna jest wybrany z powyższego pola wyboru
pt_br: o valor dos dados do atributo do produto será substituído se o produto do pop-up for selecionado na caixa de seleção acima
pt_pt: o valor do atributo data-product será substituído se o produto da janela pop-up for selecionado na caixa de seleção acima
ro_ro: Valoarea atributului data-product va fi suprascrisă dacă produsul popup este selectat din căsuța selectată mai sus
ru_ru: значение атрибута data-product будет переопределено, если продукт выбран из выпадающего списка выше
sr_rs: vrednost atributa data-product će biti zamenjena ako je iskačući proizvod izabran iz selektovanog polja iznad
tr_tr: açılır pencerenin ürünü yukarıdaki seçim (select-box) kutusundan seçilirse data-product özelliği değeri geçersiz kılınır
uk_ua: Значення атрибуту data-product буде перевизначено, якщо товар вибрано у спливаючому полі вище
vi_vn: giá trị thuộc tính data-product sẽ bị ghi đè nếu popup sản phẩm được chọn từ hộp chọn phía trên
zh_cn: 如果从上面的选择框中选择弹出的产品，数据产品属性值将被覆盖

source: Copy this code to your website
ar_sa: نسخ هذه التعليمة البرمجية إلى موقع الويب الخاص بك
bg_bg: Копирайте този код на уебсайта си
ca_es: Copieu aquest codi al vostre lloc web
cs_cz: Zkopírujte tento kód do vaší stránky
de_de: Füge den Code in deine Webseite ein
el_gr: Αντιγράψτε αυτόν τον κώδικα στον ιστότοπό σας
fa_ir: این کد را در وب سایت خود کپی کنید
fi_fi: Kopioi tämä koodi verkkosivustollesi
fr_fr: Copiez ce code sur votre site web
hu_hu: Másolja ezt a kódot a webhelyére
id_id: Salin kode ini ke website Anda
lt_lt: Nukopijuokite šį kodą į savo svetainę
nl_nl: Kopieer deze code naar de website
pl_pl: Skopiuj ten kod na swoją stronę internetową
pt_br: Copie este código para seu site
pt_pt: Copie este código para o seu sítio Web
ro_ro: Copiază acest cod pe site-ul tău
ru_ru: Скопируйте этот код на ваш сайт
sr_rs: Kopirajte ovaj kod na svoju web lokaciju
tr_tr: Bu kodu sitenize kopyalayın
uk_ua: Скопіюйте цей код на свій веб-сайт
vi_vn: Sao chép đoạn mã này vào website của bạn
zh_cn: 复制代码到您的网站

source: Try your popup
ar_sa: جرب النوافذ المنبثقة
bg_bg: Изпробвайте изскачащия прозорец
ca_es: Prova la teva finestra emergent
cs_cz: Vyzkoušejte vyskakovací okno
de_de: Probiere dein Popup aus
el_gr: Δοκιμάστε το αναδυόμενο παράθυρο
fa_ir: popup خود را امتحان کنید
fi_fi: Kokeile ponnahdusikkunaa
fr_fr: Essayez votre popup
hu_hu: Próbálja ki az előugró ablakot
id_id: Coba popup Anda
lt_lt: Išbandykite iššokantįjį langą
nl_nl: Test de pop-up
pl_pl: Wypróbuj swoje wyskakujące okno
pt_br: Experimente seu pop-up
pt_pt: Experimente o seu pop-up
ro_ro: Încearcă fereastra pop-up
ru_ru: Попробуйте ваше всплывающее окно
sr_rs: Isprobajte svoj iskačući popup prozor
tr_tr: Pop-up pencerenizi test edin
uk_ua: Спробуйте ваше спливаюче вікно
vi_vn: Thử popup của bạn
zh_cn: 测试弹出窗口

source: Class name should start with dot (.) or hashtag (#) for ID
ar_sa: اسم الفصل يجب أن يبدأ بالنقطة (.) أو علامة (#) للمعرف
bg_bg: Името на класа трябва да започва с точка (.) или хаштаг (#) за ИД
ca_es: El nom de la classe ha de començar amb un punt (.) o un hashtag (#) per a l'identificador
cs_cz: Název třídy by měl začínat tečkou (.) nebo hashtag (#) pro ID
de_de: Der Klassenname sollte mit einem Punkt (.) oder einem Hashtag (#) für die ID beginnen
el_gr: Το όνομα κλάσης πρέπει να ξεκινά με τελεία (.) ή hashtag (#) για ID
fa_ir: نام کلاس باید با نقطه (.) یا هشتگ (#) برای ID شروع شود
fi_fi: Luokan nimen tulee alkaa pisteellä (.) tai hashtagilla (#) ID:tä varten
fr_fr: Le nom de la classe doit commencer par un point (.) ou un hashtag (#) pour l'ID
hu_hu: Az osztály nevének ponttal (.) vagy hashtaggel (#) kell kezdődnie az azonosítóhoz
id_id: Nama kelas tidak seharusnya dimulai dengan titik (.) atau tagar (#) untuk ID
lt_lt: ID Klasės pavadinimas turi prasidėti tašku (.) arba žyma su grotelėmis (#)
nl_nl: Klasse naam moet beginnen met een punt (.) of hashtag (#) voor ID
pl_pl: Nazwa klasy powinna zaczynać się od kropki (.) lub znaku hasztagu (#) dla ID
pt_br: Nome da classe deve começar com ponto (.) ou hashtag (#) para o ID
pt_pt: O nome da turma deve começar com ponto (.) ou hashtag (#) para identificação
ro_ro: Numele clasei ar trebui să înceapă cu punctul (.) sau hashtag (#) pentru ID
ru_ru: Имя класса должно начинаться с точки (.) или hashtag (#) для ID
sr_rs: Ime klase treba da počinje tačkom (.) ili heštegom (#) za ID
tr_tr: Sınıf adı, kimlik (ID) için nokta (.) veya hashtag (#) ile başlamalıdır
uk_ua: Назва класу повинна починатися з точки (.) або хештеґ (#) для ID
vi_vn: Tên class phải bắt đầu với dấu chấm (.) hoặc dấu thăng (#) với ID
zh_cn: 类名称应该以点 (.) 开头，ID 则是以开 (#) 开头
