Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Save config
ar_sa: حفظ الاعدادات
bg_bg: Запази конфигурацията
cs_cz: Uložit konfiguraci
de_de: Konfiguration speichern
el_gr: Αποθήκευση Ρυθμίσεων
fa_ir: ذخیره
fi_fi: Tallenna konfigurointi
fr_fr: Enregistrer la configuration
hu_hu: Konf. ment
id_id: Simpan konfigurasi
nl_nl: Configuratie Opslaan
pl_pl: Zapisz konfigurację
pt_br: Salvar configuração
pt_pt: Guardar configuração
ro_ro: Salvează configurația
ru_ru: Сохранить конфигурацию
sr_rs: Sačuvaj konfiguraciju
tr_tr: Yapılandırmayı Kaydet
uk_ua: Зберегти конфігурацію
zh_cn: 保存配置

source: Currently uploaded file
ar_sa: الملف المرفوع حاليا
bg_bg: Току-що качен файл
ca_es: Fitxer carregat actualment
cs_cz: Aktuálně nahraný soubor
de_de: Aktuell hochgeladene Datei
el_gr: Τρέχον μεταφορτωμένο αρχείο
fa_ir: فایل در حال حاضر آپلود شده است
fi_fi: Tällä hetkellä ladattu tiedosto
fr_fr: Fichier en cours d'envoi
hu_hu: Jelenleg feltöltött fájl
id_id: Dokumen yang terunggah saat ini
lt_lt: Dabartinis įkeltas failas
nl_nl: Huidig geüpload bestand
pl_pl: Obecnie przesłany plik
pt_br: Arquivo atualmente enviado
pt_pt: Ficheiro carregado atualmente
ro_ro: Fişier încărcat în prezent
ru_ru: Текущий загруженный файл
sr_rs: Trenutno otpremljena datoteka
tr_tr: Şu anda yüklenen dosya
uk_ua: Файл завантажено
vi_vn: Hiện tại tệp đã được tải lên
zh_cn: 当前已上传的文件

source: Upload new file
ar_sa: تحميل ملف جديد
bg_bg: Качване на нов файл
ca_es: Carrega un fitxer nou
cs_cz: Nahrát nový soubor
de_de: Neue Datei hochladen
el_gr: Μεταφόρτωση νέου αρχείου
fa_ir: آپلود فایل جدید
fi_fi: Lataa uusi tiedosto
fr_fr: Déposer un nouveau fichier
hu_hu: Új fájl feltöltése
id_id: Unggah dokumen baru
lt_lt: Įkelti naują failą
nl_nl: Uploaden nieuw bestand
pl_pl: Prześlij nowy plik
pt_br: Enviar novo arquivo
pt_pt: Carregar novo ficheiro
ro_ro: Încarcă un fișier nou
ru_ru: Yangi fayl yuklash
sr_rs: Dodajte novi fajl
tr_tr: Yeni dosya yükle
uk_ua: Завантажити новий файл
vi_vn: Tải lên tập tin mới
zh_cn: 上传新文件

source: Upload
ar_sa: رفع
bg_bg: Качване
ca_es: Pujar
cs_cz: Nahrát
de_de: Hochladen
el_gr: Μεταφόρτωση
fa_ir: آپلود
fi_fi: Lähetä
fr_fr: Importer
hu_hu: Feltöltés
id_id: Unggah
lt_lt: Įkelti
pl_pl: Prześlij
pt_br: Enviar
pt_pt: Carregar
ro_ro: Încarcă
ru_ru: Yuklash
sr_rs: Dodaj
tr_tr: Yükle
uk_ua: Завантажити
vi_vn: Tải lên
zh_cn: 上传

source: File was uploaded
ar_sa: تم رفع الملف
bg_bg: Файлът беше успешно качен
ca_es: S'ha penjat el fitxer
cs_cz: Soubor byl nahrán
de_de: Datei wurde hochgeladen
el_gr: Το αρχείο μεταφορτώθηκε
fa_ir: فایل آپلود شد
fi_fi: Tiedosto ladattiin
fr_fr: Le fichier a été envoyé
hu_hu: A fájl feltöltése megtörtént
id_id: Dokumen telah diunggah
lt_lt: Failas buvo įkeltas
nl_nl: Bestand is geüpload
pl_pl: Plik został przesłany
pt_br: Arquivo foi carregado
pt_pt: O ficheiro foi carregado
ro_ro: Fișierul a fost încărcat
ru_ru: Fayl yuklandi
sr_rs: Datoteka je otpremljena
tr_tr: Dosya yüklendi
uk_ua: Файл завантажено
vi_vn: Tệp đã được tải lên
zh_cn: 文件已上传

source: File information
ar_sa: معلومات الملف
bg_bg: Информация за файла
ca_es: Informació del fitxer
cs_cz: Informace o souboru
de_de: Datei Information
el_gr: Πληροφορίες αρχείου
fa_ir: اطلاعات فایل
fi_fi: Tiedoston tiedot
fr_fr: Information sur le fichier
hu_hu: A fájlokkal kapcsolatos adatok
id_id: Informasi dokumen
lt_lt: Failo informacija
nl_nl: Bestandsinformatie
pl_pl: Informacje o pliku
pt_br: Informação do arquivo
pt_pt: Informações sobre o ficheiro
ro_ro: Informații fișier
sr_rs: Informacije o fajlu
tr_tr: Dosya Bilgisi
uk_ua: Інформація про файл
vi_vn: Thông tin tệp tin
zh_cn: 文件信息

source: Filename
ar_sa: اسم الملف:
bg_bg: Име на файла
ca_es: Nom del fitxer
cs_cz: Název souboru
de_de: Dateiname
el_gr: Όνομα αρχείου
fa_ir: نام پرونده
fi_fi: Tiedostonimi
fr_fr: Nom du fichier
hu_hu: Fájlnév
id_id: Nama dokumen
lt_lt: Failo pavadinimas
nl_nl: Bestandsnaam
pl_pl: Nazwa pliku
pt_br: Nome do arquivo
pt_pt: Nome de ficheiro
ro_ro: Nume fișier
ru_ru: Fayl nomi
sr_rs: Naziv fajla
tr_tr: Dosya Adı
uk_ua: Назва файлу
vi_vn: Tên tập tin
zh_cn: 文件名

source: Location
ar_sa: الموقع
bg_bg: Местоположение
ca_es: Ubicació
cs_cz: Umístění
de_de: Standort
el_gr: Τοποθεσία
fa_ir: موقعیت
fi_fi: Sijainti
fr_fr: Emplacement
hu_hu: Helyszín
id_id: Lokasi
lt_lt: Vieta
nl_nl: Locatie
pl_pl: Lokalizacja
pt_br: Localização
pt_pt: Localização
ro_ro: Locaţie
ru_ru: Расположение
sr_rs: Lokacija
tr_tr: Konum
uk_ua: Місце розташування
vi_vn: Địa điểm
zh_cn: 位置

source: Downloads
ar_sa: التحميلات
bg_bg: Изтегляния
ca_es: Descàrregues
cs_cz: Stažené soubory
de_de: Herunterladen
el_gr: Λήψεις
fa_ir: دانلود ها
fi_fi: Lataukset
fr_fr: Téléchargements
hu_hu: Letöltések
id_id: Unduhan
lt_lt: Atsisiuntimai
pl_pl: Pobrania
pt_pt: Transferências
ro_ro: Descărcări
sr_rs: Preuzimanja
tr_tr: İndirmeler
uk_ua: Завантаження
vi_vn: Tải về
zh_cn: 下载次数

source: Upload new file for this order
ar_sa: تحميل ملف جديد لهذا الطلب
bg_bg: Качете нов файл за тази поръчка
ca_es: Carregueu un fitxer nou per a aquesta comanda
cs_cz: Nahrát nový soubor pro tuto objednávku
de_de: Neue Datei für diese Bestellung hochladen
el_gr: Ανεβάστε νέο αρχείο για αυτήν την παραγγελία
fa_ir: برای این سفارش فایل جدید آپلود کنید
fi_fi: Lataa uusi tiedosto tälle tilaukselle
fr_fr: Envoyer un nouveau fichier pour cette commande
hu_hu: Töltsön fel új fájlt ehhez a rendeléshez
id_id: Unggah dokumen baru untuk pesanan ini
lt_lt: Įkelti naują šio užsakymo failą
nl_nl: Nieuw bestand voor deze bestelling uploaden
pl_pl: Prześlij nowy plik dla tego zamówienia
pt_br: Enviar novo arquivo para este pedido
pt_pt: Carregar novo ficheiro para esta encomenda
ro_ro: Încarcă un fișier nou pentru această comandă
ru_ru: Загрузить новый файл для этого заказа
sr_rs: Otpremite novu datoteku za ovu porudžbinu
tr_tr: Bu sipariş için yeni dosya yükle
uk_ua: Завантажити новий файл для цього замовлення
vi_vn: Tải tệp mới vào đơn hàng này
zh_cn: 为该订单上传新的文件

source: Use this function to update existing order file. Client will be able to download new file from client area
ar_sa: استخدم هذه الوظيفة لتحديث ملف الطلب الحالي. سيكون العميل قادرا على تنزيل ملف جديد من منطقة العميل
bg_bg: Използвайте тази функция, за да актуализирате съществуващ файл с поръчки. Клиентът ще може да изтегли новия файл от клиентската зона
ca_es: Utilitzeu aquesta funció per actualitzar el fitxer de comandes existent. El client podrà descarregar un fitxer nou des de l'àrea de client
cs_cz: Použijte tuto funkci k aktualizaci souboru existující objednávky. Klient bude moci stáhnout nový soubor z zákaznické oblasti
de_de: Verwenden Sie diese Funktion, um eine bestehende Bestellung zu aktualisieren. Der Kunde kann die neue Datei aus dem Kundenbereich herunterladen
el_gr: Χρησιμοποιήστε αυτή τη λειτουργία για να ενημερώσετε το υπάρχον αρχείο παραγγελιών. Ο πελάτης θα μπορεί να κατεβάσει το νέο αρχείο από την πύλη πελατών
fa_ir: از این تابع برای به روز رسانی فایل سفارش موجود استفاده کنید. مشتری قادر خواهد بود فایل جدید را از ناحیه مشتری دانلود کند
fi_fi: Käytä tätä toimintoa olemassa olevan tilaustiedoston päivittämiseen. Asiakas voi ladata uuden tiedoston asiakasalueelta
fr_fr: Utilisez cette fonction pour mettre à jour le fichier de commande existant. Le client sera en mesure de télécharger le nouveau fichier depuis l'espace client
hu_hu: Ezzel a funkcióval frissítheti a meglévő megbízási csomagot. Az ügyfél képes lesz letölteni az új fájlt az ügyfélterületről
id_id: Gunakan fungsi ini untuk memperbarui pesanan
lt_lt: Naudokite šią funkciją norėdami atnaujinti esamą užsakymo failą. Klientas galės atsisiųsti naują failą iš kliento srities
nl_nl: Gebruik deze functie om een bestaand bestelbestand bij te werken. Client zal in staat zijn om een nieuw bestand te downloaden van het klantengebied
pl_pl: Użyj tej funkcji, aby zaktualizować istniejący plik zamówienia. Klient będzie mógł pobrać nowy plik z obszaru klienta
pt_br: Use esta função para atualizar o arquivo do pedido existente. O cliente será capaz de baixar o novo arquivo da área do cliente
pt_pt: Utilize esta função para atualizar o ficheiro de encomenda existente. O cliente poderá descarregar o novo ficheiro a partir da área de cliente
ro_ro: Utilizaţi această funcţie pentru a actualiza fişierul existent al comenzii. Clientul va putea descărca fişierul nou din zona de clienți
ru_ru: Используйте эту функцию для обновления существующего файла заказа. Клиент сможет загрузить новый файл из клиентской зоны
sr_rs: Koristite ovu funkciju za ažuriranje postojeće datoteke porudžbine. Klijent će moći da preuzme novu datoteku sa klijentskog područja
tr_tr: Mevcut sipariş dosyasını güncellemek için bu fonksiyonu kullanın. Müşteriniz yeni dosyayı Müşteri Sayfasından indirebilecek
uk_ua: Використовуйте цю функцію для оновлення наявного файлу замовлення. Клієнт зможе завантажувати новий файл з клієнтського кабінету
vi_vn: Chức năng này để cập nhật tệp đặt hàng hiện tại. Khách hàng có thể tải về tệp tin mới trong khu vực của khách hàng
zh_cn: 使用此功能来更新现有订单的文件。客户将能够从客户中心下载新文件

source: Download
ar_sa: تحميل
bg_bg: Изтегляне
ca_es: Descàrrega
cs_cz: Stáhnout
de_de: Herunterladen
el_gr: Μεταφόρτωση
fa_ir: دانلود
fi_fi: Lataa
fr_fr: Télécharger
hu_hu: Letöltés
id_id: Unduh
lt_lt: Atsisiųsti
pl_pl: Pobierz
pt_br: Fazer Download
pt_pt: Descarregar
ro_ro: Descarcă
ru_ru: Yuklash
sr_rs: Preuzimanje
tr_tr: İndir
uk_ua: Завантажити
vi_vn: Tải về
zh_cn: 下载

source: Hosting settings
ar_sa: إعدادات الاستضافة
bg_bg: Хостинг настройки
ca_es: Configuració d'allotjament
cs_cz: Nastavení hostingu
de_de: Hosting Einstellungen
el_gr: Ρυθμίσεις φιλοξενίας
fa_ir: تنظیمات هاستینگ
fi_fi: Hosting asetukset
fr_fr: Paramètres d'hébergement
hu_hu: Tárhely beállításai
id_id: Pengaturan hosting
lt_lt: Hostingo nustatymai
nl_nl: Hosting instellingen
pl_pl: Ustawienia hostingu
pt_br: Configurações de hospedagem
pt_pt: Definições de alojamento
ro_ro: Setări găzduire
sr_rs: Podešavanja hostinga
tr_tr: Hosting Ayarları
uk_ua: Параметри хостингу
vi_vn: Thiết lập hosting
zh_cn: 虚拟主机设置

source: Hosting settings updated
ar_sa: تم تحديث إعدادات الاستضافة
bg_bg: Хостинг настройките бяха актуализирани
ca_es: Configuració d'allotjament actualitzada
cs_cz: Nastavení hostingu bylo aktualizováno
de_de: Hosting Einstellungen aktualisiert
el_gr: Οι ρυθμίσεις φιλοξενίας ενημερώθηκαν
fa_ir: تنظیمات هاستینگ بروزرسانی شد
fi_fi: Hosting-asetukset päivitetty
fr_fr: Paramètres d'hébergement mis à jour
hu_hu: Tárhelybeállítások frissítve
id_id: Pengaturan hosting diperbarui
lt_lt: Hostingo nustatymai atnaujinti
nl_nl: Hosting instellingen bijgewerkt
pl_pl: Ustawienia hostingu zaktualizowane
pt_br: Configurações de hospedagem atualizadas
pt_pt: Definições de alojamento actualizadas
ro_ro: Setări de găzduire actualizate
sr_rs: Podešavanja hostinga ažurirana
tr_tr: Hosting ayarları güncellendi
uk_ua: Параметри хостингу оновлено
vi_vn: Thiết lập máy chủ đã được cập nhật
zh_cn: 已更新虚拟主机设置

source: Select server
cs_cz: Vybrat server
ro_ro: Selectare server
ru_ru: Выберите сервер
sr_rs: Izaberite server

source: Hosting plan
ar_sa: خطة الاستضافة
bg_bg: Хостинг план
ca_es: Pla d'allotjament
cs_cz: Plán hostingu
el_gr: Πακέτο φιλοξενίας
fa_ir: پلن هاستینگ
fi_fi: Hosting-suunnitelma
fr_fr: Plan d'hébergement
hu_hu: Tárhely-terv
id_id: Paket hosting
lt_lt: Hostingo planas
pl_pl: Plan hostingu
pt_br: Plano de hospedagem
pt_pt: Plano de alojamento
ro_ro: Plan de găzduire
ru_ru: Тарифный план хостинга
sr_rs: Hosting paket
tr_tr: Hosting Planı
uk_ua: Тарифний план хостингу
vi_vn: Gói hosting
zh_cn: 虚拟主机套餐

source: Select hosting plan
cs_cz: Vyberte plán hostingu
ro_ro: Selectați planul de găzduire
ru_ru: Выберите тарифный план хостинга
sr_rs: Izaberite plan hostinga

source: Reseller hosting
ar_sa: استضافة الموزع
bg_bg: Хостинг за препродавачи или реселъри
ca_es: Allotjament de distribuïdor
cs_cz: Hosting prodejce
el_gr: Reseller φιλοξενία
fa_ir: نمایندگی هساتینگ
fi_fi: Jälleenmyyjän hosting
fr_fr: Hébergement de revendeurs
hu_hu: Viszonteladói tárhely
id_id: Pengecer hosting
lt_lt: Perpardavėjo hostingas
pl_pl: Hosting dla resellera
pt_br: Revendedor hospedagem
pt_pt: Alojamento para revendedores
ro_ro: Găzduire reseller
ru_ru: Реселлер хостинг
tr_tr: Bayi Hosting
uk_ua: Хостинг посередника
vi_vn: Đại lý hosting
zh_cn: 代理商虚拟主机

source: Free domain registration
ar_sa: تسجيل النطاق المجاني
bg_bg: Безплатна регистрация на домейн
ca_es: Registre de domini gratuït
cs_cz: Bezplatná registrace domény
de_de: Kostenlose Domain-Registrierung
el_gr: Δωρεάν καταχώριση domain
fa_ir: ثبت دامنه رایگان
fi_fi: Ilmainen verkkotunnuksen rekisteröinti
fr_fr: Enregistrement de domaine gratuit
hu_hu: Ingyenes domain regisztráció
id_id: Registrasi domain gratis
lt_lt: Nemokama domenų registracija
nl_nl: Gratis domeinregistratie
pl_pl: Darmowa rejestracja domeny
pt_br: Registro de domínio grátis
pt_pt: Registo de domínio gratuito
ro_ro: Înregistrare domeniu gratuit
ru_ru: Bepul domenni ro'yxatdan o'tkazish
sr_rs: Besplatna registracija domena
tr_tr: Ücretsiz Alan Adı Kaydı
uk_ua: Безплатна реєстрація домену
vi_vn: Đăng ký tên miền miễn phí
zh_cn: 免费域名注册

source: Select free TLDs
cs_cz: Vyberte bezplatné TLD
de_de: Freie TLDs wählen
el_gr: Επιλέξτε δωρεάν TLDs
fa_ir: انتخاب پسوند های رایگان
fr_fr: Sélectionner les tlds gratuits
hu_hu: Válaszd ki az ingyenes tld-ket
id_id: Pilih domain tingkat atas gratis
nl_nl: Selecteer gratis TLD's
pl_pl: Wybierz darmowe TLDy
ro_ro: Selectează TLD-urile gratuite
ru_ru: Выберите бесплатные TLD
sr_rs: Odaberite besplatne TLD
tr_tr: Ücretsiz alan adı uzantılarını seçin

source: Select free periods
ar_sa: حدد فترات مجانية
bg_bg: Изберете безплатни периоди
ca_es: Seleccioneu períodes lliures
cs_cz: Vyberte bezplatná období
de_de: Freien Zeitraum auswählen
el_gr: Επιλέξτε δωρεάν περιόδους
fa_ir: انتخاب دوره های رایگان
fi_fi: Valitse ilmaiset jaksot
fr_fr: Sélectionnez les périodes gratuites
hu_hu: Válaszd ki az ingyenes időszakokat
id_id: Pilih masa berlaku gratis
lt_lt: Pasirinkti nemokamą laikotarpį
nl_nl: Kies gratis periodes
pl_pl: Wybierz darmowe okresy
pt_br: Selecione períodos gratuitos
pt_pt: Selecionar períodos livres
ro_ro: Selectează perioadele gratuite
ru_ru: Выберите бесплатные периоды
sr_rs: Odaberite besplatne periode
tr_tr: Ücretsiz kayıt süresini seçin
uk_ua: Виберіть безплатний період
vi_vn: Chọn thời gian miễn phí
zh_cn: 选择免费的周期

source: Month
ar_sa: شهر
bg_bg: Месец
ca_es: Mes
cs_cz: Měsíc
de_de: Monat
el_gr: Μήνας
fa_ir: ماه
fi_fi: Kuukausi
fr_fr: Mois
hu_hu: Hónap
id_id: Bulan
lt_lt: Mėnuo
nl_nl: Maand
pl_pl: Miesiąc
pt_br: Mês
pt_pt: Mês
ro_ro: Lună
ru_ru: Oy
sr_rs: Mesec
tr_tr: Ay
uk_ua: Місяць
vi_vn: Tháng
zh_cn: 月

source: Months
ar_sa: أشهر
bg_bg: Месеци
ca_es: Mesos
cs_cz: Měsíců
de_de: Monate
el_gr: Μήνες
fa_ir: ماه‌ها
fi_fi: Kuukautta
fr_fr: Mois
hu_hu: Hónapok
id_id: Bulan
lt_lt: Mėnesiai
nl_nl: Maanden
pl_pl: Miesiące
pt_br: Meses
pt_pt: Meses
ro_ro: Luni
ru_ru: Месяцев
sr_rs: Meseca
tr_tr: Ay
uk_ua: Місяці
vi_vn: Tháng
zh_cn: 月

source: Year
ar_sa: سنة
bg_bg: Година
ca_es: Any
cs_cz: Rok
de_de: Jahr
el_gr: Έτος
fa_ir: سال
fi_fi: Vuosi
fr_fr: Année
hu_hu: Év
id_id: Tahun
lt_lt: Metai
nl_nl: Jaar
pl_pl: Rok
pt_br: Ano
pt_pt: Ano
ro_ro: Ani
ru_ru: Yil
sr_rs: Godina
tr_tr: Yıl
uk_ua: Рік
vi_vn: Năm
zh_cn: 年

source: Free domain transfer
ar_sa: نقل نطاق مجاني
bg_bg: Безплатно прехвърляне на домейна
ca_es: Transferència de domini gratuïta
cs_cz: Převod domény zdarma
de_de: Kostenlose Domänenübertragung
el_gr: Δωρεάν μεταφορά domain
fa_ir: انتقال رایگان دامنه
fi_fi: Ilmainen verkkotunnuksen siirto
fr_fr: Transfert de domaine gratuit
hu_hu: Ingyenes domain átvitel
id_id: Gratis pemindahan domain
lt_lt: Nemokamas domeno perkėlimas
nl_nl: Gratis domein overdracht
pl_pl: Darmowy transfer domeny
pt_br: Transferência de domínio gratuita
pt_pt: Transferência de domínio gratuita
ro_ro: Transfer domeniu gratuit
ru_ru: Бесплатный перенос домена
sr_rs: Besplatan prenos domena
tr_tr: Ücretsiz Alan Adı Transferi
uk_ua: Безплатний трансфер домену
vi_vn: Chuyển nhượng tên miền miễn phí
zh_cn: 免费域名转移

source: Hosting plans
ar_sa: خطط الاستضافة
bg_bg: Хостинг планове
ca_es: Plans d'allotjament
cs_cz: Plány hostingu
de_de: Hosting Plan
el_gr: Πακέτο φιλοξενίας
fa_ir: پلن هاستینگ
fi_fi: Hosting-paketit
fr_fr: Plans d'hébergement
hu_hu: Tárhely-tervek
id_id: Paket Hosting
lt_lt: Hostingo planai
nl_nl: Hosting plan
pl_pl: Plany hostingu
pt_br: Planos de hospedagem
pt_pt: Planos de alojamento
ro_ro: Planuri de găzduire
ru_ru: Тарифные планы хостинга
sr_rs: Hosting planovi
tr_tr: Hosting Planları
uk_ua: Тарифні плани
vi_vn: Gói hosting
zh_cn: 虚拟主机套餐

source: New hosting plan
ar_sa: خطة استضافة جديدة
bg_bg: Нов хостинг план
ca_es: Nou pla d'allotjament
cs_cz: Nový plán hostingu
de_de: Neuer Hosting-Plan
el_gr: Νέο πακέτο φιλοξενίας
fa_ir: ایجاد پلن هاستینگ
fi_fi: Uusi hosting-paketti
fr_fr: Nouveau plan d'hébergement
hu_hu: Új tárhely-terv
id_id: Paket baru hosting
lt_lt: Naujas hostingo planas
nl_nl: Nieuw hosting plan
pl_pl: Nowy plan hostingu
pt_br: Novo plano de hospedagem
pt_pt: Novo plano de alojamento
ro_ro: Plan de găzduire nou
ru_ru: Новый тарифный план хостинга
sr_rs: Novi hosting plan
tr_tr: Yeni Hosting Planı
uk_ua: Новий тарифний план хостингу
vi_vn: Thêm gói hosting
zh_cn: 新建虚拟主机套餐

source: Servers
ar_sa: السيرفرات
bg_bg: Сървъри
ca_es: Servidors
cs_cz: Servery
de_de: Server
el_gr: Διακομιστές
fa_ir: سرورها
fi_fi: Palvelimet
fr_fr: Serveurs
hu_hu: Szerverek
lt_lt: Serveriai
pl_pl: Serwery
pt_br: Servidores
pt_pt: Servidores
ro_ro: Servere
sr_rs: Serveri
tr_tr: Sunucular
uk_ua: Сервери
vi_vn: Máy chủ
zh_cn: 服务器

source: New server
ar_sa: سيرفر جديد
bg_bg: Нов сървър
ca_es: Servidor nou
cs_cz: Nový server
de_de: Neuer Server
el_gr: Νέος διακομιστής
fa_ir: سرور جدید
fi_fi: Uusi palvelin
fr_fr: Nouveau serveur
hu_hu: Új szerver
id_id: Server baru
lt_lt: Naujas serveris
nl_nl: Nieuwe Server
pl_pl: Nowy serwer
pt_br: Novo servidor
pt_pt: Novo servidor
ro_ro: Server nou
ru_ru: Yangi server
sr_rs: Novi serveri
tr_tr: Yeni Sunucu
uk_ua: Новий сервер
vi_vn: Thêm máy chủ
zh_cn: 新建服务器

source: Hosting management
ar_sa: إدارة الاستضافة
bg_bg: Хостинг управление
ca_es: Gestió d'allotjament
cs_cz: Správa hostingu
el_gr: Διαχείριση φιλοξενίας
fa_ir: مدیریت هاستینگ
fi_fi: Hostingin hallinta
fr_fr: Gestion de l'hébergement
hu_hu: Tárhelykezelés
id_id: Kelola Hosting
lt_lt: Hostingo valdymas
nl_nl: Hosting beheer
pl_pl: Zarządzanie hostingiem
pt_br: Gerenciamento de hospedagem
pt_pt: Gestão do alojamento
ro_ro: Gestionare găzduire
ru_ru: Hosting boshqaruvi
sr_rs: Upravljanje stingom
tr_tr: Hosting Yönetimi
uk_ua: Керування хостингом
vi_vn: Quản lý hosting
zh_cn: 虚拟主机管理

source: Manage hosting plan
ar_sa: إدارة خطة الاستضافة
bg_bg: Управление на хостинг плана
ca_es: Gestionar el pla d'allotjament
cs_cz: Správa plánu hostingu
de_de: Hosting-Paket verwalten
el_gr: Διαχείριση πακέτου φιλοξενίας
fa_ir: مدیریت پلن هاستینگ
fi_fi: Hallitse hosting-pakettia
fr_fr: Gérer le plan d'hébergement
hu_hu: Tárhely-terv kezelése
id_id: Kelola paket hosting
lt_lt: Tvarkyti hostingo planą
nl_nl: Hosting plan beheren
pl_pl: Zarządzaj planem hostingu
pt_br: Gerenciar plano de hospedagem
pt_pt: Gerir o plano de alojamento
ro_ro: Gestionează planul de găzduire
ru_ru: Управление тарифным планом хостинга
sr_rs: Upravljajte hosting planom
tr_tr: Hosting Planlarını Yönet
uk_ua: Керування тарифним планом
vi_vn: Quản lý gói hosting
zh_cn: 管理虚拟主机套餐

source: Hosting plan updated
ar_sa: تم تحديث إعدادات الاستضافة
bg_bg: Хостинг плана беше актуализиран
ca_es: Pla d'allotjament actualitzat
cs_cz: Plán hostingu byl aktualizován
de_de: Hosting-Paket geändert
el_gr: Οι ρυθμίσεις φιλοξενίας ενημερώθηκαν
fa_ir: بروزرسانی پلن هاستینگ
fi_fi: Hosting-paketti päivitetty
fr_fr: Plan d'hébergement mis à jour
hu_hu: Tárhely-terv frissítve
id_id: Paket hosting diperbarui
lt_lt: Hostingo planas atnaujintas
nl_nl: Hosting plan bijgewerkt
pl_pl: Plan hostingu zaktualizowany
pt_br: Plano de hospedagem atualizado
pt_pt: Plano de alojamento atualizado
ro_ro: Plan de găzduire actualizat
ru_ru: Тарифный план хостинга обновлен
sr_rs: Hosting plan ažuriran
tr_tr: Hosting planı güncellendi
uk_ua: Тарифний план оновлено
vi_vn: Gói hosting đã được cập nhật
zh_cn: 虚拟主机套餐已更新

source: Unique name to identify this hosting plan
ar_sa: إسم فريد لتحديد خطة الاستضافة هذه
bg_bg: Уникално име за идентифициране на този хостинг план
ca_es: Nom únic per identificar aquest pla d'allotjament
cs_cz: Jedinečný název pro identifikaci tohoto hostingového plánu
de_de: Eindeutiger Name zur Identifizierung dieses Hosting-Plans
el_gr: Μοναδικό όνομα για την αναγνώριση αυτού του πακέτου φιλοξενίας
fa_ir: نام منحصر به فرد برای شناسایی این پلن هاست
fi_fi: Yksilöllinen nimi tämän hosting-paketin tunnistamiseksi
fr_fr: Nom unique pour identifier ce plan d'hébergement
hu_hu: Egyedi név a tárhely-terv azonosításához
id_id: Nama unik untuk identifikasi paket hosting ini
lt_lt: Unikalus šio hostingo plano pavadinimas
nl_nl: Unieke naam om dit hosting plan te identificeren
pl_pl: Unikalna nazwa identyfikująca ten plan hostingu
pt_br: Nome exclusivo para identificar este plano de hospedagem
pt_pt: Nome único para identificar este plano de alojamento
ro_ro: Nume unic pentru a identifica acest plan de găzduire
ru_ru: Уникальное имя для идентификации этого тарифного плана хостинга
sr_rs: Jedinstveno ime za identifikaciju ovog hosting paketa
tr_tr: Bu hosting planını tanımlayan benzersiz ad
uk_ua: Унікальне ім'я для ідентифікації цього тарифного плану
vi_vn: Tên duy nhất để định danh gói hosting này
zh_cn: 标识此虚拟主机套餐的唯一名称

source: Disk quota
ar_sa: سعة القرص
bg_bg: Дискова квота
ca_es: Quota de disc
cs_cz: Disková kvóta
de_de: Festplattenspeicher
el_gr: Χώρος στο δίσκο
fa_ir: فضای دیسک
fi_fi: Levykiintiö
fr_fr: Quota espace disque
hu_hu: Lemezkvóta
id_id: Quota Penyimpanan
lt_lt: Disko Talpa
nl_nl: Opslag quota
pl_pl: Limit miejsca na dysku
pt_br: Cota de disco
pt_pt: Quota de disco
ro_ro: Cotă de disc
ru_ru: Disk kvotasi
sr_rs: Prostor na disku
tr_tr: Disk Kotası
uk_ua: Дискова квота
vi_vn: Ổ cứng
zh_cn: 磁盘配额

source: Bandwidth
ar_sa: الباندويث
bg_bg: Трафик
ca_es: Ample de banda
cs_cz: Šířka pásma
de_de: Bandbreite
el_gr: Εύρος ζώνης
fa_ir: ترافیک
fi_fi: Kaistanleveys
fr_fr: Bande Passante
hu_hu: Sávszélesség
id_id: Bandwith
lt_lt: Duomenų Srautas
nl_nl: Bandbreedte
pl_pl: Przepustowość
pt_br: Largura de banda
pt_pt: Largura de banda
ro_ro: Lăţimea de bandă
ru_ru: Tarmoq kengligi
sr_rs: Protok
tr_tr: Bant Genişliği
uk_ua: Пропускна спроможність
vi_vn: Lưu lượng
zh_cn: 流量

source: Max Addon domains
ar_sa: الحد الأقصى لنطاقات الإضافات
bg_bg: Макс домейни на добавки
ca_es: Dominis màxim de complements
cs_cz: Maximální počet domén doplňků
el_gr: Μέγιστος αριθμός domains
fa_ir: حداکثر دامنه
fi_fi: Maksimi lisäverkkotunnukset
fr_fr: Nombre maximum de domaines complémentaires
hu_hu: Max. Addon domainek
id_id: Maksimal addon domain
lt_lt: Max Domenų Kiekis
nl_nl: Max Addon domeinen
pl_pl: Maks. dodatkowe domeny
pt_br: Máximo de domínios adicionais
pt_pt: Máximo de domínios adicionais
ro_ro: Maxim domenii adiționale
ru_ru: Макс. доп. доменов
sr_rs: Maksimalno dodatnih domena
tr_tr: Maksimum, İlave Alan Adı
uk_ua: Максимальна кількість доменів
vi_vn: Tên miền bổ sung được dùng
zh_cn: 附加域个数
