Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Update graphs
ar_sa: تحديث الرسوم البيانية
bg_bg: Актуализиране на графиките
ca_es: Actualitzar gràfics
cs_cz: Aktualizovat grafy
de_de: Diagramme aktualisieren
el_gr: Ενημέρωση γραφημάτων
fa_ir: بروزرسانی نمودارها
fi_fi: Päivitä kaaviot
fr_fr: Mettre à jour les graphiques
hu_hu: Grafikon frissítése
id_id: Perbarui grafis
lt_lt: Atnaujinti diagramas
nl_nl: Grafieken bijwerken
pl_pl: Aktualizuj wykresy
pt_br: Atualizar gráficos
pt_pt: Atualizar gráficos
ro_ro: Actualizați graficele
ru_ru: Обновить график
sr_rs: Ažurirajte grafiku
tr_tr: Grafikleri Güncelle
uk_ua: Оновити графіки
vi_vn: Cập nhật biểu đồ
zh_cn: 刷新图表

source: Recent client activity
cs_cz: Nedávná aktivita klienta
ro_ro: Activitatea recentă a clientului
ru_ru: Недавняя активность клиентов

source: Recent staff activity
ar_sa: أنشطة الموظفين الأخيرة
bg_bg: Скорошна дейност на стафф модераторите
ca_es: Activitat recent del personal
cs_cz: Nedávná činnost zaměstnanců
de_de: Letzte Mitarbeiteraktivitäten
el_gr: Πρόσφατη δραστηριότητα προσωπικού
fa_ir: فعالیت اخیر کارکنان
fi_fi: Viimeaikainen henkilöstön toiminta
fr_fr: Activité récente de l'équipe
hu_hu: Legutóbbi vezetőségi aktivitás
id_id: Aktivitas staff terbaru
lt_lt: Naujausia darbuotojų veikla
nl_nl: Recente medewerkeractiviteit
pl_pl: Ostatnia aktywność personelu
pt_br: Atividade recente do pessoal
pt_pt: Atividade recente do pessoal
ro_ro: Activitate recentă a personalului
ru_ru: Последняя активность персонала
sr_rs: Poslednje aktivnosti osoblja
tr_tr: Güncel Personel Aktiviteleri
uk_ua: Недавня активність співробітників
vi_vn: Hoạt động gần đây của nhân viên
zh_cn: 近期员工活动

source: Delete selected
ar_sa: حذف المحدد
bg_bg: Изтриване на избраното
ca_es: Esborra la selecció
cs_cz: Odstranit vybrané
de_de: Ausgewählte löschen
el_gr: Διαγραφή επιλεγμένων
fa_ir: حذف موارد انتخاب شده
fi_fi: Poista valitut
fr_fr: Supprimer la sélection
hu_hu: Kiválasztás törlése
id_id: Hapus yang Dipilih
lt_lt: Ištrinti pasirinktus
nl_nl: Verwijder selectie
pl_pl: Usuń zaznaczone
pt_br: Excluir selecionado
pt_pt: Eliminar selecionado
ro_ro: Ştergeţi selecţia
ru_ru: Удалить выбранное
sr_rs: Obrši odabrane
tr_tr: Seçilenleri sil
uk_ua: Видалити обране
vi_vn: Xóa mục đang chọn
zh_cn: 删除选中

source: Are you sure you want to delete the selected items?
ar_sa: هل تريد بالتأكيد حذف العناصر المحددة؟
bg_bg: Сигурни ли сте, че искате да изтриете избраните артикули?
ca_es: Esteu segur que voleu suprimir els elements seleccionats?
cs_cz: Jste si jisti, že chcete odstranit vybrané položky?
de_de: Sind Sie sicher, dass Sie die markierten Einträge löschen möchen?
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε τα επιλεγμένα αντικείμενα;
fa_ir: آیا از حذف موارد انتخاب شده مطمئن هستید?
fi_fi: Haluatko varmasti poistaa valitut kohteet?
fr_fr: Êtes-vous sûr de vouloir supprimer l'élément sélectionné ?
hu_hu: Valóban törölni szeretnéd a kiválasztott elemeket?
id_id: Apa Anda yakin ingin menghapus item yang dipilih?
lt_lt: Ar tikrai norite ištrinti pasirinktus elementus?
nl_nl: Is het zeker dat de geselecteerde items verwijderd moeten worden?
pl_pl: Czy na pewno chcesz usunąć zaznaczone elementy?
pt_br: Você tem certeza que deseja remover os itens selecionados?
pt_pt: Tem a certeza de que pretende apagar os itens seleccionados?
ro_ro: Sunteţi sigur că doriţi să ştergeţi elementele selectate?
ru_ru: Вы уверены, что хотите удалить выбранные элементы?
sr_rs: Da li ste sigruni da želite obrisati odabrane stavke?
tr_tr: Seçilen öğeleri silmek istediğinizden emin misiniz?
uk_ua: Ви дійсно бажаєте видалити виділені елементи?
vi_vn: Bạn muốn xóa các mục đã chọn?
zh_cn: 您确定要删除选中的项目吗？

source: No items selected
ar_sa: لم يتم تحديد عناصر
bg_bg: Няма избрани артикули
ca_es: No s'ha seleccionat cap element
cs_cz: Nebyly vybrány žádné položky
de_de: Keine Elemente ausgewählt
el_gr: Δεν επιλέχθηκαν αντικείμενα
fa_ir: هیچ موردی انتخاب نشده است
fi_fi: Ei valittuja kohteita
fr_fr: Aucun élément sélectionné
hu_hu: Nincs elem kiválasztva
id_id: Tidak ada item yang dipilih
lt_lt: Nepasirinkta jokių elementų
nl_nl: Geen items geselecteerd
pl_pl: Nie zaznaczono żadnych elementów
pt_br: Nenhum item selecionado
pt_pt: Nenhum item selecionado
ro_ro: Nici un element selectat
ru_ru: Нет выделенных элементов
sr_rs: Nema odabranih stavki
tr_tr: Hiçbir öğe seçilmedi
uk_ua: Жоден елемент не вибрано
vi_vn: Không có mục nào được chọn
zh_cn: 没有选中的条目

source: You need to select at least one item to delete
ar_sa: تحتاج إلى تحديد عنصر واحد على الأقل لحذفه
bg_bg: Трябва да изберете поне един елемент, който да изтриете
ca_es: Heu de seleccionar almenys un element per suprimir
cs_cz: Musíte vybrat alespoň jednu položku k odstranění
de_de: Sie müssen mindestens ein Element auswählen, um es zu löschen
el_gr: Πρέπει να επιλέξετε τουλάχιστον ένα φάκελο για διαγραφή
fa_ir: شما باید حداقل یک مورد را برای حذف انتخاب کنید
fi_fi: Valitse ainakin yksi objekti, joka poistetaan
fr_fr: Vous devez sélectionner au minimum un élément à supprimer
hu_hu: Legalább egy elemet szükséges kiválasztanod a törléshez
id_id: Kamu harus memilih setidaknya salah satu item yang akan dihapus
lt_lt: Turite pasirinkti bent vieną elementą, kurį norite ištrinti
nl_nl: Er moet minimaal één item worden geselecteerd om te verwijderen
pl_pl: Musisz zaznaczyć co najmniej jeden element do usunięcia
pt_br: Você precisa selecionar pelo menos um item para excluir
pt_pt: É necessário selecionar pelo menos um item para eliminar
ro_ro: Trebuie să selectaţi cel puţin un element pentru a şterge
ru_ru: Вам нужно выбрать хотя бы один элемент для удаления
sr_rs: Trebate odabrati barem jednu stavku za brisanje
tr_tr: Silmek için en az bir öğe seçmeniz gerekiyor
uk_ua: Ви повинні вибрати хоча б один елемент для видалення
vi_vn: Bạn phải chọn ít nhất là 1 mục để xóa
zh_cn: 至少要选择一个要删除的项目

source: View on the extension directory
ar_sa: عرض في دليل الإضافة
bg_bg: Преглед на директорията с разширения
ca_es: Veure al directori d'extensions
cs_cz: Zobrazit v adresáři rozšíření
de_de: Im Erweiterungsverzeichnis anzeigen
el_gr: Προβολή στον κατάλογο επεκτάσεων
fa_ir: در فهرست افزونه ها مشاهده کنید
fi_fi: Näytä lisäosien kansiossa
fr_fr: Voir sur le répertoire des extensions
hu_hu: Tekintsd meg a kiterjesztés könyvtárát
id_id: Tampilkan direktori ekstensi
lt_lt: Žiūrėkite plėtinių kataloge
nl_nl: Bekijk het in de extensie map
pl_pl: Zobacz w katalogu rozszerzeń
pt_br: Ver no diretório de extensões
pt_pt: Ver no diretório de extensões
ro_ro: Vezi in directorul extensiilor
ru_ru: Посмотреть в каталоге расширений
sr_rs: Pogledajte na direktorijumu za dodatke
tr_tr: Eklenti kataloğunda görüntüle
uk_ua: Переглянути каталог розширень
vi_vn: Xem trên thư mục tiện ích mở rộng
zh_cn: 查看扩展目录

source: View extension README
cs_cz: Zobrazit rozšíření README
de_de: README für die Erweiterung anzeigen
el_gr: Προβολή README
fa_ir: مشاهده افزونه README
fi_fi: Näytä laajennuksen README
fr_fr: Voir le README de l'extension
hu_hu: Olvasd el a README fájlt
id_id: Tampilkan README ekstensi
nl_nl: Bekijk extensie README
pl_pl: Zobacz README rozszerzenia
ro_ro: Vezi extensia README
ru_ru: Посмотреть README расширения
sr_rs: Pogledaj datoteku README
vi_vn: Xem README tiện ích

source: Install extension
ar_sa: تثبيت الاضافة
bg_bg: Инсталиране на разширение
cs_cz: Instalovat rozšíření
de_de: Erweiterung installieren
el_gr: Εγκατάσταση επέκτασης
fa_ir: نصب افزونه
fi_fi: Asenna lisäosa
fr_fr: Installer l'extension
hu_hu: Telepítsd a bővítményt
id_id: Pasang ekstensi
nl_nl: Installeer extensie
pl_pl: Zainstaluj rozszerzenie
pt_br: Instalar extensão
ro_ro: Instalează extensia
ru_ru: Установить расширение
sr_rs: Instalirajte dodatke
tr_tr: Eklenti yükle
uk_ua: Встановити розширення
vi_vn: Cài đặt tiện ích

source: Explore FOSSBilling extensions
ar_sa: استكشاف ملحقات FOSSBilling
bg_bg: Разгледай разрешенията на FOSSBilling
cs_cz: Prozkoumejte FOSSBilling rozšíření
de_de: Entdecke FOSSBilling-Erweiterungen
el_gr: Εξερεύνηση επεκτάσεων FOSSBilling
fa_ir: دانلود افزونه های FOSSBilling
fi_fi: Tutustu FOSSBilling-laajennuksiin
fr_fr: Explorer les extensions de FOSSBilling
hu_hu: Fedezd fel a FOSSBilling bővítményeket
id_id: Eksplorasi ekstensi FOSSBilling
nl_nl: Verken FOSSBilling extensies
pl_pl: Przeglądaj rozszerzenia FOSSBilling
pt_br: Explore extensões FOSSBilling
ro_ro: Explorează extensiile FOSSBilling
ru_ru: Исследовать расширения FOSSBilling
sr_rs: Istražite FOSSBilling dodatke
tr_tr: FOSSBilling eklentilerini keşfedin
uk_ua: Переглянути розширення FOSSBilling
vi_vn: Khám phá tiện ích mở rộng Thanh toán FOSS

source: Fetching extension details.
ar_sa: جلب تفاصيل الإضافة.
bg_bg: Извлича се информацията за разширението.
cs_cz: Načítání detailů rozšíření.
de_de: Abrufen von Details zur Erweiterung.
el_gr: Λήψη λεπτομερειών επεκτάσεων.
fa_ir: جزئیات افزونه.
fi_fi: Haetaan lisäosan tietoja.
fr_fr: Récupération des détails de l'extension.
hu_hu: Bővítmény részleteinek lekérése.
id_id: Memuat rincian ekstensi.
nl_nl: Extensiegegevens worden opgehaald.
pl_pl: Pobieranie szczegółów rozszerzenia.
pt_br: Buscando detalhes da extensão.
ro_ro: Preluarea detaliilor extensiei.
ru_ru: Получение деталей расширения.
sr_rs: Preuzimanje podataka io dodatku.
tr_tr: Eklenti detayları alınıyor.
uk_ua: Відомості про розширення.
vi_vn: Đang tìm nạp chi tiết tiện ích mở rộng.

source: Support ticket
ar_sa: تذاكر الدعم
bg_bg: Билет за поддръжка
ca_es: Bitllet de suport
cs_cz: Tiket podpory
el_gr: Αίτημα τεχνικής υποστήριξης
fa_ir: تیکت پشتیبانی
fi_fi: Tukipyyntö
fr_fr: Ticket d'assistance
hu_hu: Támogatási jegy
id_id: Tiket dukungan
lt_lt: Pagalbos bilietas
pl_pl: Bilet pomocy
pt_br: Ticket de suporte
pt_pt: Pedido de apoio
ro_ro: Tichet de asistență
ru_ru: Тикет поддержки
sr_rs: Tiket za podršku
tr_tr: Destek Talebi
uk_ua: Заявка в підтримку
vi_vn: Phiếu yêu cầu hỗ trợ
zh_cn: 工单

source: Staff member
ar_sa: الموظفون:
bg_bg: Стафф модератор потребител
ca_es: Membre del personal
cs_cz: Zaměstnanec
de_de: Mitarbeiter
el_gr: Μέλος προσωπικού
fa_ir: عضو کارکنان
fi_fi: Henkilöstö
fr_fr: Membre de l’équipe
hu_hu: Munkatárs
id_id: Anggota staff
lt_lt: Darbuotojas
nl_nl: Medewerker
pl_pl: Członek personelu
pt_br: Membros da equipe
pt_pt: Membro do pessoal
ro_ro: Membru al personalului
ru_ru: Сотрудники
sr_rs: Članovi osoblja
tr_tr: Personel
uk_ua: Співробітник
vi_vn: Nhân viên
zh_cn: 员工

source: Announcement
ar_sa: الإعلانات
bg_bg: Известие
ca_es: Anunci
cs_cz: Oznámení
de_de: Ankündigung
el_gr: Ανακοίνωση
fa_ir: اطلاعیه ها
fi_fi: Ilmoitus
fr_fr: Annonce
hu_hu: Közlemény
id_id: Pengumuman
lt_lt: Pranešimas
nl_nl: Aankondiging
pl_pl: Ogłoszenie
pt_br: Comunicado
pt_pt: Anúncio
ro_ro: Anunţ
ru_ru: Объявление
sr_rs: Obaveštenje
tr_tr: Duyuru
uk_ua: Оголошення
vi_vn: Thông báo
zh_cn: 公告

source: Pagination
cs_cz: Stránkování
ro_ro: Paginare
ru_ru: Пагинация
sr_rs: Paginacija

source: Payment type
ar_sa: نوع الدفع
bg_bg: Вид плащане
ca_es: Tipus de pagament
cs_cz: Typ platby
de_de: Zahlungstyp
el_gr: Τύπος πληρωμής
fa_ir: نوع پرداخت
fi_fi: Maksutapa
fr_fr: Type de paiement
hu_hu: Fizetési mód
id_id: Jenis pembayaran
lt_lt: Mokėjimo būdas
nl_nl: Betalings wijze
pl_pl: Typ płatności
pt_br: Tipo de pagamento
pt_pt: Tipo de pagamento
ro_ro: Tipul de plată
ru_ru: Тип оплаты
sr_rs: Tip plaćanja
tr_tr: Ödeme Türü
uk_ua: Тип оплати
vi_vn: Loại thanh toán
zh_cn: 付款方式

source: One time
ar_sa: مرة واحدة
bg_bg: Еднократно
ca_es: Una vegada
cs_cz: Jednorázově
de_de: Einmalig
el_gr: Μία φορά
fa_ir: فقط یکبار
fi_fi: Kertaluonteinen
fr_fr: Une fois
hu_hu: Egyszeri
id_id: Satu kali
lt_lt: Vieną kartą
nl_nl: Éénmalig
pl_pl: Jednorazowy
pt_br: Uma vez
pt_pt: Uma vez
ro_ro: O singură dată
ru_ru: Одноразово
sr_rs: Jednokratno
tr_tr: Tek seferlik
uk_ua: Одноразово
vi_vn: Một lần
zh_cn: 一次性

source: Recurrent
ar_sa: متكررة
bg_bg: Повтарящо се
cs_cz: Opakující se
de_de: Wiederkehrend
el_gr: Επαναλαμβανόμενο
fa_ir: دوره ای
fi_fi: Toistuva
fr_fr: Récurrent
hu_hu: Folyamatos
id_id: Pengulangan
lt_lt: Pasikartojantis
nl_nl: Herhalend
pl_pl: Cykliczny
pt_br: Recorrente
pt_pt: Recorrente
ro_ro: Recurență
ru_ru: Периодически
sr_rs: Obnavljajuće
tr_tr: Tekrarlanan
uk_ua: Регулярно
vi_vn: Chu kỳ
zh_cn: 循环

source: Setup price
ar_sa: سعر الإعداد
bg_bg: Инсталационна цена
ca_es: Preu de configuració
cs_cz: Nastavení ceny
de_de: Einrichtungspreis
el_gr: Κόστος εγκατάστασης
fa_ir: هزینه راه‌اندازی
fi_fi: Asetushinta
fr_fr: Prix d'installation
hu_hu: Beállítási költség
id_id: Harga pemasangan
lt_lt: Sąrankos kaina
nl_nl: Setup prijs
pl_pl: Cena konfiguracji
pt_br: Preço de instalação
pt_pt: Preço de instalação
ro_ro: Preț de configurare
ru_ru: Цена настройки
sr_rs: Cena podešavanja
tr_tr: Kurulum Fiyatı
uk_ua: Встановити ціну
vi_vn: Giá khởi tạo
zh_cn: 设置费

source: Price for period
ar_sa: سعر الفترة
bg_bg: Цена за период
ca_es: Preu per període
cs_cz: Cena za období
de_de: Preis für Zeitraum
el_gr: Τιμή περιόδου
fa_ir: قیمت برای دوره
fi_fi: Jakson hinta
fr_fr: Prix pour la période
hu_hu: Ár időszakra
id_id: Harga untuk periode
lt_lt: Kaina už laikotarpį
nl_nl: Periode prijs
pl_pl: Cena za okres
pt_br: Preço por período
pt_pt: Preço do período
ro_ro: Preț pe perioadă
ru_ru: Цена за период
sr_rs: Cena za period
tr_tr: Dönem Fiyatı
uk_ua: Вартість за період
vi_vn: Giá thuê
zh_cn: 每期价格

source: First payment sum
ar_sa: مبلغ الدفعة الأولى
bg_bg: Първа сума за плащане
ca_es: Primer pagament
cs_cz: Částka první platby
de_de: Erste Zahlung
el_gr: Ποσό πρώτης πληρωμής
fa_ir: مجموع اولین پرداختی
fi_fi: Ensimmäinen maksusumma
fr_fr: Montant du premier paiement
hu_hu: Első fizetési összeg
id_id: Total pembayaran pertama
lt_lt: Pirmoji mokėjimo suma
nl_nl: Eerste betalingsbedrag
pl_pl: Pierwsza suma płatności
pt_br: Soma do primeiro pagamento
pt_pt: Montante do primeiro pagamento
ro_ro: Suma primei plăţi
ru_ru: Сумма первоначального платежа
sr_rs: Iznos prve uplate
tr_tr: İlk Ödeme Tutarı
uk_ua: Сума першого платежу
vi_vn: Thanh toán lần đầu
zh_cn: 首次付款金额

source: Weekly
ar_sa: أسبوعي
bg_bg: Седмично
ca_es: Setmanalment
cs_cz: Týdně
de_de: Wöchentlich
el_gr: Εβδομαδιαία
fa_ir: هفتگی
fi_fi: Viikottain
fr_fr: Hebdomadaire
hu_hu: Hetente
id_id: Setiap minggu
lt_lt: Kas savaitę
nl_nl: Wekelijks
pl_pl: Tygodniowy
pt_br: Semanal
pt_pt: Semanal
ro_ro: Săptămânal
ru_ru: Каждую неделю
sr_rs: Nedeljno
tr_tr: Haftalık
uk_ua: Щотижня
vi_vn: Hằng tuần
zh_cn: 每周

source: Monthly
ar_sa: شهرياً
bg_bg: Месечно
ca_es: Mensualment
cs_cz: Měsíčně
de_de: Monatlich
el_gr: Μηνιαία
fa_ir: ماهانه
fi_fi: Kuukausittain
fr_fr: Mensuel
hu_hu: Havonta
id_id: Setiap bulan
lt_lt: Mėnesinis
nl_nl: Maandelijks
pl_pl: Miesięczny
pt_br: Mensal
pt_pt: Mensal
ro_ro: Lunar
ru_ru: Ежемесячная
sr_rs: Mesečno
tr_tr: Aylık
uk_ua: Щомісяця
vi_vn: Hàng tháng
zh_cn: 每月

source: Search
ar_sa: البحث
bg_bg: Търсене
ca_es: Cercar
cs_cz: Hledat
de_de: Suche
el_gr: Αναζήτηση
fa_ir: جستجو
fi_fi: Etsi
fr_fr: Rechercher
hu_hu: Keresés
id_id: Pencarian
lt_lt: Ieškoti
nl_nl: Zoeken
pl_pl: Szukaj
pt_br: Pesquisar
pt_pt: Pesquisar
ro_ro: Caută
sr_rs: Pretraga
tr_tr: Ara
uk_ua: Пошук
vi_vn: Tìm kiếm
zh_cn: 搜索

source: Search settings
ar_sa: إعدادات البحث
bg_bg: Настройки за търсене
ca_es: Configuració de cerca
cs_cz: Nastavení hledání
de_de: Sucheinstellungen
el_gr: Ρυθμίσεις αναζήτησης
fa_ir: تنظیمات جستجو
fi_fi: Hakuasetukset
fr_fr: Paramètres de recherche
hu_hu: Keresési beállítások
id_id: Pengaturan pencarian
lt_lt: Paieškos nustatymai
nl_nl: Zoekinstellingen
pl_pl: Ustawienia wyszukiwania
pt_br: Configurações de pesquisa
pt_pt: Definições de pesquisa
ro_ro: Căutați setări
ru_ru: Параметры поиска
sr_rs: Podešavanje pretrage
tr_tr: Arama ayarları
uk_ua: Налаштування пошуку
vi_vn: Cài đặt tìm kiếm
zh_cn: 搜索设置

source: Look and Feel
cs_cz: Náhled
ro_ro: Aspect
ru_ru: Внешний вид
sr_rs: Izgled i Ugođaj

source: Theme
cs_cz: Motiv
ro_ro: Temă
ru_ru: Тема
sr_rs: Tema

source: Bootstrap Light
cs_cz: Bootstrap Světlý
ro_ro: Bootstrap Luminos
ru_ru: Bootstrap Светлая

source: Bootstrap Dark
cs_cz: Bootstrap Tmavý
ro_ro: Bootstrap Întunecat
ru_ru: Bootstrap Темная

source: Header items
cs_cz: Položky záhlaví
ro_ro: Elemente header
ru_ru: Элементы заголовка

source: Show company logo
cs_cz: Zobrazit logo společnosti
ro_ro: Arată logo-ul companiei
ru_ru: Показывать логотип компании

source: Show client balance
cs_cz: Zobrazit zůstatek klienta
ro_ro: Arată soldul clientului
ru_ru: Показывать баланс клиента

source: Menu items which are visible in top right menu
cs_cz: Položky nabídky, které jsou viditelné v pravém horním menu
ro_ro: Elementele de meniu care sunt vizibile în meniul din dreapta sus
ru_ru: Элементы меню, видимые в меню в правом верхнем углу

source: Select which menu items
cs_cz: Vyberte, které položky nabídky
ro_ro: Selectați ce elemente de meniu
ru_ru: Выберите, какие элементы меню

source: Show dashboard link
cs_cz: Zobrazit odkaz na nástěnku
ro_ro: Arată link-ul tabloului de bord
ru_ru: Показывать ссылку на панель управления
sr_rs: Prikaži link do kontrolne table

source: Show order link
cs_cz: Zobrazit odkaz na objednávku
ro_ro: Arată link-ul de comandă
ru_ru: Показывать ссылку на заказ
sr_rs: Prikaži link za porudžbinu

source: Show profile link
cs_cz: Zobrazit odkaz profilu
ro_ro: Afișare link profil
ru_ru: Показывать ссылку на профиль
sr_rs: Prikaži link profila

source: Show sign out link
cs_cz: Zobrazit odkaz pro odhlášení
ro_ro: Arată link-ul de deconectare
ru_ru: Показывать ссылку выхода
sr_rs: Prikaži link za odjavu

source: Login page
cs_cz: Přihlašovací stránka
ro_ro: Pagina de autentificare
ru_ru: Страница входа
sr_rs: Stranica za prijavu

source: Show logo
cs_cz: Zobrazit logo
ro_ro: Afișați logo-ul
ru_ru: Показывать логотип
sr_rs: Prikaži logo

source: Show password reset link
cs_cz: Zobrazit odkaz pro obnovení hesla
ro_ro: Arată link-ul de resetare a parolei
ru_ru: Показывать ссылку сброса пароля
sr_rs: Prikaži link za resetovanje lozinke

source: Show signup link
cs_cz: Zobrazit odkaz pro registraci
ro_ro: Arată link-ul de înscriere
ru_ru: Показывать ссылку регистрации
sr_rs: Prikaži link za registraciju

source: Breadcrumbs
cs_cz: Drobečková navigace
ro_ro: Navigare
ru_ru: Навигационная цепочка
sr_rs: Navigacione mrvice

source: Show breadcrumbs
cs_cz: Zobrazit navigaci
ro_ro: Afiseaza calea de navigare
ru_ru: Показывать навигационную цепочку
sr_rs: Prikaži navigacione mrvice

source: Hide breadcrumbs on dashboard
cs_cz: Skrýt drobečkovou navigaci na nástěnce
ro_ro: Ascunde breadcrumbs în tabloul de bord
ru_ru: Скрыть навигационную цепочку на панели управления
sr_rs: Sakrij navigacione mrvice na kontrolnoj tabli

source: Enable Dashboard for Guests
cs_cz: Povolit Dashboard pro hosty
ro_ro: Activează panoul de control pentru vizitatori
ru_ru: Включить панель управления для гостей
sr_rs: Omogući kontrolnu tablu za goste

source: Hide nav menu for guests
cs_cz: Skrýt navigační menu pro hosty
ro_ro: Ascunde meniul de navigație pentru vizitatori
ru_ru: Скрыть навигационное меню для гостей
sr_rs: Sakrij meni za navigaciju za goste

source: Showcase
cs_cz: Ukázka
ro_ro: Demonstrație
ru_ru: Витрина
sr_rs: Izlog

source: Enable Showcase
cs_cz: Povolit Ukázku
ro_ro: Activare prezentare
ru_ru: Включить витрину
sr_rs: Omogući Izlog

source: Showcase text
cs_cz: Zobrazovací text
ro_ro: Prezentare text
ru_ru: Текст витрины
sr_rs: Tekst izloga

source: Showcase button title
cs_cz: Název tlačítka pro ukázku
ro_ro: Titlu buton de prezentare
ru_ru: Заголовок кнопки витрины
sr_rs: Naslov dugmeta “Izlog“

source: Showcase link URL
cs_cz: URL odkazu pro ukázku
ro_ro: URL-ul link-ului de prezentare
ru_ru: URL ссылки витрины
sr_rs: URL linka za Izlog

source: Sidebar
cs_cz: Postranní panel
ro_ro: Panoul lateral
ru_ru: Боковая панель
sr_rs: Bočna traka

source: Menu items which are visible in left menu
cs_cz: Položky nabídky, které jsou viditelné v levém menu
ro_ro: Elementele de meniu care sunt vizibile în meniul din stânga
ru_ru: Элементы меню, видимые в левом меню

source: Select menu items
cs_cz: Vyberte položky nabídky
ro_ro: Selectare elemente meniu
ru_ru: Выберите элементы меню

source: Show support link
cs_cz: Zobrazit odkaz na podporu
ro_ro: Arată link-ul de suport
ru_ru: Показывать ссылку поддержки

source: Show knowledge base link
cs_cz: Zobrazit odkaz na znalostní bázi
ro_ro: Afișați linkul de bază pentru cunoștințe
ru_ru: Показывать ссылку базы знаний

source: Show services link
cs_cz: Zobrazit odkaz na služby
ro_ro: Afișare link servicii
ru_ru: Показывать ссылку услуг

source: Show invoices link
cs_cz: Zobrazit odkaz na faktury
ro_ro: Afișare link facturi
ru_ru: Показывать ссылку счетов

source: Show emails link
cs_cz: Zobrazit odkaz na e-maily
ro_ro: Afișare link e-mailuri
ru_ru: Показывать ссылку писем

source: Show payments link
cs_cz: Zobrazit odkaz pro platby
ro_ro: Afișați link-ul de plăti
ru_ru: Показывать ссылку платежей

source: Show news link
cs_cz: Zobrazit odkaz na novinky
ro_ro: Afișare link știri
ru_ru: Показывать ссылку новостей

source: Simple Sidebar Note
cs_cz: Jednoduchý postranní panel
ro_ro: Notă simplă bară laterală
ru_ru: Простая заметка боковой панели
sr_rs: Jednostavna napomena sa bočne trake

source: Show sidebar note
cs_cz: Zobrazit poznámku postranního panelu
ro_ro: Arată nota barei laterale
ru_ru: Показывать заметку боковой панели
sr_rs: Prikaži napomenu sa bočne trake

source: Note title
cs_cz: Název poznámky
ro_ro: Titlul notei
ru_ru: Заголовок заметки
sr_rs: Naslov napomene

source: Note text
cs_cz: Text poznámky
ro_ro: Textul notei
ru_ru: Текст заметки
sr_rs: Tekst napomene

source: Meta fields
cs_cz: Meta pole
ro_ro: Câmpuri Meta
ru_ru: Мета поля
sr_rs: Meta polja

source: Meta title prefix
cs_cz: Meta předpona titulku
ro_ro: Prefix titlu Meta
ru_ru: Префикс мета заголовка
sr_rs: Prefiks meta naslova

source: Meta title suffix
cs_cz: Přípona Meta titulku
ro_ro: Sufix titlu Meta
ru_ru: Суффикс мета заголовка
sr_rs: Sufiks meta naslova

source: Meta keywords
cs_cz: Meta klíčová slova
ro_ro: Cuvinte cheie Meta
ru_ru: Мета ключевые слова
sr_rs: Meta ključne reči

source: Meta robots
cs_cz: Meta roboti
ro_ro: Roboti Meta
ru_ru: Мета robots
sr_rs: Meta roboti

source: Meta author
cs_cz: Autor Meta
ro_ro: Autor Meta
ru_ru: Мета автор
sr_rs: Meta autor

source: Show Footer
cs_cz: Zobrazit zápatí
ro_ro: Arată footer
ru_ru: Показывать подвал
sr_rs: Prikaži Podnožje

source: Show "Top" link
cs_cz: Zobrazit odkaz "Nahoře"
ro_ro: Afișează linkul ”Top”
ru_ru: Показывать ссылку "Наверх"
sr_rs: Prikaži link “Na vrhu“

source: Footer text (instead of company signature)
cs_cz: Text zápatí (místo podpisu společnosti)
ro_ro: Text footer (în loc de semnătura companiei)
ru_ru: Текст подвала (вместо подписи компании)
sr_rs: Tekst podnožja (umesto potpisa kompanije)

source: Footer link #1
cs_cz: Odkaz na zápatí #1
ro_ro: Link footer #1
ru_ru: Ссылка подвала #1
sr_rs: Link u podnožju #1

source: Footer link #2
cs_cz: Odkaz na zápatí #2
ro_ro: Link footer #2
ru_ru: Ссылка подвала #2
sr_rs: Link u podnožju #2

source: Footer link #3
cs_cz: Odkaz na zápatí #3
ro_ro: Link footer #3
ru_ru: Ссылка подвала #3
sr_rs: Link u podnožju #3

source: Footer link #4
cs_cz: Odkaz na zápatí #4
ro_ro: Link footer #4
ru_ru: Ссылка подвала #4
sr_rs: Link u podnožju #4

source: Footer link #5
cs_cz: Odkaz na zápatí #5
ro_ro: Link footer #5
ru_ru: Ссылка подвала #5
sr_rs: Link u podnožju #5

source: Add javascript to client area footer
cs_cz: Přidat javascript do zápatí klienta
ro_ro: Adaugă javascript în footerul zonei client
ru_ru: Добавить javascript в подвал клиентской области
sr_rs: Dodajte javaskript u podnožje klijentskog područja
