Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Manual. No actions performed
ar_sa: يدوي. لا توجد إجراءات منفذة
bg_bg: Ръчно. Без извършени действия
ca_es: Manual. No s'ha realitzat cap acció
cs_cz: Manuál. Žádné akce nebyly provedeny
de_de: Manuell. Keine Aktionen ausgeführt
el_gr: Χειροκίνητο. Δεν εκτελέστηκαν ενέργειες
fa_ir: کتابچه راهنما. هیچ اقدامی انجام نشد
fi_fi: Manuaali. Toimintoja ei suoritettu
fr_fr: Manuel. Aucune action effectuée
hu_hu: Kézikönyv. Nincs végrehajtott művelet
id_id: Manual. Tidak ada aksi yang dilakukan
lt_lt: Rankinis. Jokių veiksmų neatlikta
nl_nl: Handmatig. Geen acties uitgevoerd
pl_pl: Ręcznie. Bez żadnych działań
pt_br: Manual. Nenhuma ação executada
pt_pt: Manual. Não foram realizadas acções
ro_ro: Manual. Nici o acţiune efectuată
ru_ru: Вручную. Действия не выполняются
sr_rs: Uputstvo. Nijedna radnja nije izvršena
tr_tr: Manuel. İşlem yapılmadı
uk_ua: Вручну. Ніяких дій не виконано
vi_vn: Thủ công. Không có chức năng nào được thực hiện
zh_cn: 手动操作。不执行其它操作

source: Add funds settings
ar_sa: إعدادات اضافة الأموال
bg_bg: Настройки за добавяне на средства
ca_es: Afegeix la configuració de fons
cs_cz: Přidat nastavení prostředků
de_de: Guthaben-Einstellungen
el_gr: Προσθήκη ρυθμίσεων κεφαλαίων
fa_ir: تنظیمات موجودی را اضافه کنید
fi_fi: Lisää varoja asetukset
fr_fr: Paramètres des ajouts de fonds
hu_hu: Alapbeállítások hozzáadása
id_id: Tambah aturan pengembalian
lt_lt: Lėšų pridėjimo nustatymai
nl_nl: Voeg saldo instellingen toe
pl_pl: Ustawienia dodawania środków
pt_br: Adicionar configurações de fundos
pt_pt: Adicionar definições de fundos
ro_ro: Setări pentru adăugarea fondurilor
ru_ru: Настройки пополнения счета
sr_rs: Dodajte depozit podešavanja
tr_tr: Bakiye Ekleme Ayarları
uk_ua: Налаштування поповнення коштів
vi_vn: Thêm thiết lập quỹ
zh_cn: 站内充值设置

source: Minimum amount for add funds invoice
ar_sa: الحد الأدنى لمبلغ إضافة فاتورة الأموال
bg_bg: Минимална сума за фактура за добавяне на средства
ca_es: Import mínim per afegir la factura de fons
cs_cz: Minimální částka pro přidání faktury
de_de: Minimaler Betrag für Einzahlungen
el_gr: Ελάχιστο ποσό για τιμολόγιο προσθήκης κεφαλαίων
fa_ir: حداقل مبلغ برای اضافه کردن فاکتور موجودی
fi_fi: Varojen lisäämistä koskevan laskun vähimmäismäärä
fr_fr: Montant minimum pour la facture d'ajout de fonds
hu_hu: A pénzeszközök hozzáadása számla minimális összege
id_id: Nilai minimal untuk saldo faktur
lt_lt: Minimali suma, skirta pridėtinių lėšų sąskaitai faktūrai
nl_nl: Minimaal bedrag voor factuur toevoegen
pl_pl: Minimalna kwota do faktury dodawania środków
pt_br: Valor mínimo para adicionar fundos à fatura
pt_pt: Montante mínimo para adicionar fundos à fatura
ro_ro: Suma minimă pentru facturarea fondurilor adăugate
ru_ru: Минимальная сумма для счета на пополнение
sr_rs: Minimalni depozit za fakturu za kredit dodavanje
tr_tr: Minimum Tutar
uk_ua: Мінімальна сума для поповнення рахунку
vi_vn: Tổng tiền tối thiểu dùng để thêm quỹ hóa đơn
zh_cn: 站内充值的最小金额

source: Unlimited
ar_sa: غير محدود
bg_bg: Без ограничения
ca_es: Il·limitat
cs_cz: Neomezeně
de_de: Unbegrenzt
el_gr: Απεριόριστο
fa_ir: نامحدود
fi_fi: Rajoittamaton
fr_fr: Illimité
hu_hu: Korlátlan
id_id: Tak terbatas
lt_lt: Neribota
nl_nl: Onbeperkt
pl_pl: Bez ograniczeń
pt_br: Ilimitado
pt_pt: Ilimitado
ro_ro: Nelimitat
ru_ru: Неограниченно
sr_rs: Neograničeno
tr_tr: Limitsiz
uk_ua: Необмежено
vi_vn: Không giới hạn
zh_cn: 无限制

source: Maximum amount for add funds invoice
ar_sa: الحد الأدنى لمبلغ إضافة فاتورة الأموال
bg_bg: Максимална сума за фактура за добавяне на средства
ca_es: Import màxim per a la factura d'afegir fons
cs_cz: Maximální částka pro přidání faktury
de_de: Maximaler Betrag für Einzahlungen
el_gr: Μέγιστο ποσό για τιμολόγιο προσθήκης κεφαλαίων
fa_ir: حداکثر مبلغ برای افزودن فاکتور موجودی
fi_fi: Lisävaroja koskevan laskun enimmäismäärä
fr_fr: Montant maximum de la facture d'ajout de fonds
hu_hu: Az összeg hozzáadása számla maximális összege
id_id: Maksimum nilai untuk saldo faktur
lt_lt: Maksimali suma, skirta pridėtinių lėšų sąskaitai faktūrai
nl_nl: Maximaal toe te voegen factuur tegoed
pl_pl: Maksymalna kwota do faktury dodawania środków
pt_br: Valor máximo para fatura de adição de fundos
pt_pt: Montante máximo da fatura de adição de fundos
ro_ro: Suma maximă pentru facturarea fondurilor adăugate
ru_ru: Максимальная сумма для счета на пополнение
sr_rs: Maksimalni depozit za fakturu za kredit dodavanje
tr_tr: Maksimum Tutar
uk_ua: Максимальна сума для поповнення рахунку
vi_vn: Tổng tiền tối đa dùng để thêm quỹ hóa đơn
zh_cn: 站内充值的最大金额

source: Update settings
ar_sa: اعدادات التحديث
bg_bg: Обновяване на настройките
ca_es: Actualitza la configuració
cs_cz: Aktualizovat nastavení
de_de: Einstellungen aktualisieren
el_gr: Ενημέρωση ρυθμίσεων
fa_ir: تنظیمات بروزرسانی
fi_fi: Päivitä asetukset
fr_fr: Mettre à jour les réglages
hu_hu: Beállítások mentése
id_id: Perbaarui setelan
lt_lt: Atnaujinti nustatymus
nl_nl: Instellingen bijwerken
pl_pl: Aktualizuj ustawienia
pt_br: Atualizar configurações
pt_pt: Atualizar definições
ro_ro: Actualizați setările
ru_ru: Обновить настройки
sr_rs: Ažuriraj Podešavanja
tr_tr: Ayarları Güncelle
uk_ua: Оновити налаштування
vi_vn: Cập nhật cài đặt
zh_cn: 更新设置

source: Subscription
ar_sa: الإشتراك
bg_bg: Абонамент
ca_es: Subscripció
cs_cz: Předplatné
de_de: Abonnement
el_gr: Συνδρομή
fa_ir: اشتراک
fi_fi: Kestotilaus
fr_fr: Abonnement
hu_hu: Előfizetés
id_id: Langganan
lt_lt: Prenumerata
nl_nl: Abonnement
pl_pl: Subskrypcja
pt_br: Assinatura
pt_pt: Assinatura
ro_ro: Abonament
ru_ru: Подписка
sr_rs: Pretplata
tr_tr: Abonelik
uk_ua: Підписка
vi_vn: Thuê bao
zh_cn: 订阅自动付款

source: Subscription details
ar_sa: تفاصيل الاشتراك
bg_bg: Подробности за абонамента
ca_es: Detalls de la subscripció
cs_cz: Detaily předplatného
de_de: Abonnementdetails
el_gr: Λεπτομέρειες συνδρομής
fa_ir: جزئیات اشتراک
fi_fi: Kestotilauksen tiedot
fr_fr: Détails de l'abonnement
hu_hu: Előfizetés részletei
id_id: Detail berlangganan
lt_lt: Prenumeratos informacija
nl_nl: Abonnement details
pl_pl: Szczegóły subskrypcji
pt_br: Detalhes da assinatura
pt_pt: Detalhes da subscrição
ro_ro: Detalii despre abonament
ru_ru: Детали подписки
sr_rs: Detalji pretplate
tr_tr: Abonelik Detayları
uk_ua: Деталі підписки
vi_vn: Chi tiết thuê bao
zh_cn: 订阅详情

source: Payment gateway
ar_sa: بوابة الدفع
bg_bg: Метод за плащане
ca_es: Passarel·la de pagament
cs_cz: Platební brána
de_de: Zahlungs-Gateway
el_gr: Πύλη πληρωμών
fa_ir: درگاه پرداخت
fi_fi: Maksutavat
fr_fr: Passerelle de paiement
hu_hu: Fizetési mód
id_id: Media Pembayaran
lt_lt: Mokėjimo vartai
nl_nl: Betalingsgateway
pl_pl: Bramka płatności
pt_br: Método de pagamento
pt_pt: Portal de pagamento
ro_ro: Modalitate de plată
ru_ru: Платежный шлюз
sr_rs: Platni prolaz
tr_tr: Ödeme Yöntemi
uk_ua: Платіжний шлюз
vi_vn: Cổng thanh toán
zh_cn: 支付网关

source: Subscription ID on payment gateway
ar_sa: معرف المعاملة على بوابة الدفع
bg_bg: Идент. № на абонамента в метода за плащане
ca_es: Identificador de subscripció a la passarel·la de pagament
cs_cz: ID předplatného na platební bráně
de_de: Abonnement-ID auf Zahlungs-Gateway
el_gr: Αναγνωριστικό συνδρομής στην πύλη πληρωμών
fa_ir: شناسه اشتراک در درگاه پرداخت
fi_fi: Kestotilauksen tunnus maksutavassa
fr_fr: ID d'abonnement sur la passerelle de paiement
hu_hu: Előfizetés-azonosító a fizetési átjárón
id_id: ID berlangganan di media pembayaran
lt_lt: Prenumeratos ID mokėjimo vartuose
nl_nl: Abonnement-ID op betalingsgateway
pl_pl: ID subskrypcji w bramce płatności
pt_br: ID da assinatura no método de pagamento
pt_pt: ID de subscrição no portal de pagamento
ro_ro: ID-ul abonamentului la metoda de plată
ru_ru: ID подписки на платежном шлюзе
sr_rs: ID pretplate na platnom prolazu
tr_tr: Ödeme Yöntemi ağ geçidindeki abonelik kimliği
uk_ua: ID транзакції на платіжному шлюзі
vi_vn: ID thuê bao trên cổng thanh toán
zh_cn: 支付网关上的订阅 ID

source: Subscription ID on PG
ar_sa: معرف الاشتراك على PG
bg_bg: Ид. номер на абонамент в PG
ca_es: Identificador de subscripció a PG
cs_cz: ID předplatného v PG
de_de: Abonnement-ID auf PG
el_gr: Αναγνωριστικό συνδρομής στο PG
fa_ir: شناسه اشتراک در PG
fi_fi: PG:n kestotilaustunnus
fr_fr: ID d'abonnement sur PG
hu_hu: Előfizetés azonosítója PG-n
id_id: ID berlangganan dalam PG
lt_lt: PG prenumeratos ID
nl_nl: Abonnement-ID op PG
pl_pl: ID subskrypcji w BP
pt_br: ID da assinatura no PG
pt_pt: ID de subscrição no PG
ro_ro: ID abonament în PG
ru_ru: ID подписки на ПШ
sr_rs: ID pretplate na PG
tr_tr: PG'de Abonelik Kimliği
uk_ua: Підписка ID на PG
zh_cn: PG 上的订阅 ID

source: Payment Gateway
ar_sa: بوابة الدفع
bg_bg: Метод за плащане
ca_es: Passarel·la de Pagament
cs_cz: Platební brána
de_de: Zahlungs-Gateway
el_gr: Πύλη πληρωμών
fa_ir: درگاه پرداخت
fi_fi: Maksutapa
fr_fr: Passerelle de paiement
hu_hu: Fizetési átjáró
id_id: Media Pembayaran
lt_lt: Mokėjimo vartai
nl_nl: Betalingsgateway
pl_pl: Bramka płatności
pt_br: Método de pagamento
pt_pt: Gateway de pagamento
ro_ro: Modalitate de plată
ru_ru: Платежный шлюз
sr_rs: Platni Prolaz
tr_tr: Ödeme Yöntemi
uk_ua: Платіжний шлюз
vi_vn: Cổng thanh toán
zh_cn: 支付网关

source: Select payment gateway
cs_cz: Vybrat platební bránu
ro_ro: Alege portalul de plată
ru_ru: Выберите платежный шлюз

source: Select period
cs_cz: Vybrat období
ro_ro: Selectați perioada
ru_ru: Выберите период

source: New Subscription
cs_cz: Nové předplatné
fr_fr: Nouvel abonnement
hu_hu: Új előfizetés
ro_ro: Abonament nou
ru_ru: Новая подписка

source: New tax rule
ar_sa: قاعدة ضريبية جديدة
bg_bg: Ново данъчно правило
ca_es: Nova norma fiscal
cs_cz: Nové daňové pravidlo
de_de: Neue Steuer-Regel
el_gr: Νέος φορολογικός κανόνας
fa_ir: قوانین مالیات جدید
fi_fi: Uusi verosääntö
fr_fr: Nouvelle règle fiscale
hu_hu: Új adószabály
id_id: Aturan pajak baru
lt_lt: Nauja mokesčių taisyklė
nl_nl: Nieuwe btw regel
pl_pl: Nowa reguła podatku
pt_br: Nova regra taxas
pt_pt: Nova regra fiscal
ro_ro: Regulă de taxare nouă
ru_ru: Новое налоговое правило
sr_rs: Novo poresko pravilo
tr_tr: Yeni Vergi Kuralı
uk_ua: Нове податкове правило
vi_vn: Quy định thuế mới
zh_cn: 添加税收的种类

source: Tax settings
ar_sa: إعدادات الضرائب
bg_bg: Данъчни настройки
ca_es: Configuració fiscal
cs_cz: Nastavení daně
de_de: Steuer-Einstellungen
el_gr: Φορολογικές ρυθμίσεις
fa_ir: تنظیمات مالیات
fi_fi: Veron asetukset
fr_fr: Paramètres fiscaux
hu_hu: Adó beállítások
id_id: Pengaturan Pajak
lt_lt: Mokesčių nustatymai
nl_nl: BTW instellingen
pl_pl: Ustawienia podatku
pt_br: Configurações de taxa
pt_pt: Definições fiscais
ro_ro: Setări fiscale
ru_ru: Настройки налогов
sr_rs: Poreska podešavanja
tr_tr: Vergi Ayarları
uk_ua: Параметри налаштування податку
vi_vn: Cài đặt thuế
zh_cn: 税率设置

source: Tax rate
ar_sa: نسبة الضريبة
bg_bg: Размер на данъка
ca_es: Tipus impositiu
cs_cz: Sazba DPH
de_de: Steuersatz
el_gr: Ποσοστό φόρου
fa_ir: نرخ مالیات
fi_fi: Verokanta
fr_fr: Taux d’imposition
hu_hu: Adókulcs
id_id: Tarif pajak
lt_lt: Mokesčių tarifas
nl_nl: Belastingtarief
pl_pl: Stawka podatku
pt_br: Taxa de imposto
pt_pt: Taxa de imposto
ro_ro: Rata taxei
ru_ru: Ставка налога
sr_rs: Poreska stopa
tr_tr: Vergi oranı
uk_ua: Податкова ставка
vi_vn: Thuế suất
zh_cn: 税率

source: Applies to any country
ar_sa: ينطبق على أي بلد
bg_bg: Приложимо за всякоя държава
ca_es: S'aplica a qualsevol país
cs_cz: Vztahuje se na kteroukoli zemi
de_de: Gilt für jedes Land
el_gr: Ισχύει για οποιαδήποτε χώρα
fa_ir: برای هر کشوری اعمال می شود
fi_fi: Koskee mitä tahansa maata
fr_fr: S'applique à n'importe quel pays
hu_hu: Minden országra vonatkozik
id_id: Berlaku untuk negara mana pun
lt_lt: Taikoma bet kuriai šaliai
nl_nl: Van toepassing op elk land
pl_pl: Dotyczy każdego kraju
pt_br: Aplica-se a qualquer país
pt_pt: Aplica-se a qualquer país
ro_ro: Se aplică oricărei țări
ru_ru: Har qanday mamlakatga tegishli
sr_rs: Važi za bilo koju zemlju
tr_tr: Tüm ülkeler için geçerli
uk_ua: Застосовується до будь-якої країни
vi_vn: Áp dụng với quốc gia bất kỳ
zh_cn: 应用于任何国家

source: Applies to any state
ar_sa: ينطبق على أي حالة
bg_bg: Приложимо за всяка област
ca_es: S'aplica a qualsevol estat
cs_cz: Vztahuje se na jakýkoliv stát
de_de: Gilt für alle Bundesländer
el_gr: Ισχύει για οποιαδήποτε πολιτεία
fa_ir: برای هر منطقه ای اعمال شود
fi_fi: Koskee mitä tahansa osavaltiota
fr_fr: S'applique à n'importe quel état
hu_hu: Bármely államra vonatkozik
id_id: Berlaku untuk provinsi mana pun
lt_lt: Taikoma bet kuriai valstybei
nl_nl: Van toepassing op elke provincie
pl_pl: Dotyczy każdego stanu
pt_br: Aplica-se a qualquer estado
pt_pt: Aplica-se a qualquer estado
ro_ro: Se aplică la orice județ
ru_ru: Применяется к любому штату/региону
sr_rs: Važi za bilo koji region
tr_tr: Tüm eyaletler için geçerli
uk_ua: Застосовується до будь-якої області
vi_vn: Áp dụng với tỉnh thành bất kỳ
zh_cn: 应用于任何状态

source: Tax title
ar_sa: عنوان الضريبة
bg_bg: Данъчно заглавие
ca_es: Títol fiscal
cs_cz: Název daně
de_de: Steuertitel
el_gr: Τίτλος φόρου
fa_ir: عنوان مالیات
fi_fi: Veron otsikko
fr_fr: Titre fiscal
hu_hu: Adózási cím
id_id: Nama pajak
lt_lt: Mokesčio pavadinimas
nl_nl: BTW titel
pl_pl: Tytuł podatku
pt_br: Título do imposto
pt_pt: Título fiscal
ro_ro: Titlul taxei
ru_ru: Название налога
sr_rs: Naslov Poreza
tr_tr: Vergi Başlığı
uk_ua: Назва податку
vi_vn: Tên thuế
zh_cn: 税名

source: Sales Tax
cs_cz: daň z prodeje
ro_ro: Taxe Vânzări
ru_ru: Налог с продаж

source: Apply to all countries
cs_cz: Aplikovat na všechny země
ro_ro: Aplică tuturor țărilor
ru_ru: Применять ко всем странам

source: Leave empty to apply to all states
ar_sa: اتركه فارغاً للتطبيق على جميع الولايات
bg_bg: Оставете празно, за да приложите към всички държави
ca_es: Deixeu buit per aplicar a tots els estats
cs_cz: Ponechte prázdné pro všechny státy
de_de: Leer lassen, um alle Länder zu übernehmen
el_gr: Αφήστε κενό για να εφαρμοστεί σε όλες τις πολιτείες
fa_ir: خالی بگذارید تا برای همه مناطق اعمال شود
fi_fi: Jätä tyhjäksi, jos haluat soveltaa kaikkiin valtioihin
fr_fr: Laissez vide pour appliquer à tous les états
hu_hu: Hagyja üresen, hogy minden államra vonatkozzon
id_id: Biarkan kosong untuk diterapkan ke semua provinsi
lt_lt: Palikite tuščią, kad būtų taikoma visoms valstybėms
nl_nl: Laat leeg om alle statussen toe te passen
pl_pl: Pozostaw puste, aby zastosować do wszystkich stanów
pt_br: Deixe vazio para aplicar a todos os estados
pt_pt: Deixar em branco para aplicar a todos os estados
ro_ro: Lăsați necompletat pentru a aplica tuturor statelor
ru_ru: Оставьте пустым для применения ко всем штатам/регионам
sr_rs: Ostavite prazno da se primeni na sve regione
tr_tr: Tüm eyaletlere uygulamak için boş bırakın
uk_ua: Залиште пустим, щоб застосувати для всіх областей
vi_vn: Để trống để áp dụng với toàn bộ tỉnh/thành
zh_cn: 留空则应用于所有状态

source: Tax settings updated
ar_sa: تم تحديث إعدادات الضريبة
bg_bg: Настройките за таксите бяха актуализирани
ca_es: Configuració fiscal actualitzada
cs_cz: Nastavení daně bylo aktualizováno
de_de: Steuereinstellungen aktualisiert
el_gr: Οι ρυθμίσεις φόρου ενημερώθηκαν
fa_ir: تنظیمات مالیات بروزرسانی شد
fi_fi: Veroasetukset päivitetty
fr_fr: Paramètres fiscaux mis à jour
hu_hu: Adóbeállítások frissítve
id_id: Pengaturan pajak diperbarui
lt_lt: Mokesčių nustatymai atnaujinti
nl_nl: Belasting instellingen bijgewerkt
pl_pl: Ustawienia podatku zaktualizowane
pt_br: Configurações de imposto atualizadas
pt_pt: Atualização das definições fiscais
ro_ro: Setările impozitelor au fost actualizate
ru_ru: Настройки налогов обновлены
sr_rs: Poreska podešavanja su ažurirana
tr_tr: Vergi ayarları güncellendi
uk_ua: Налаштування податку оновлено
vi_vn: Thiết lập thuế đã được cập nhật
zh_cn: 税收设置已更新

source: Enable tax support
ar_sa: تفعيل الدعم الضريبي
bg_bg: Активирайте данъчната подкрепа
ca_es: Activa el suport fiscal
cs_cz: Povolit podporu daně
de_de: Steuereinstellungen aktivieren
el_gr: Ενεργοποίηση φορολογικής υποστήριξης
fa_ir: پشتیبانی از مالیات
fi_fi: Ota käyttöön verot
fr_fr: Activer le support fiscal
hu_hu: Adótámogatás engedélyezése
id_id: Aktifkan dukungan pajak
lt_lt: Įgalinti mokesčių palaikymą
nl_nl: Belasting support inschakelen
pl_pl: Włącz obsługę podatku
pt_br: Habilitar o suporte fiscal
pt_pt: Ativar o apoio fiscal
ro_ro: Activați suportul fiscal
ru_ru: Включить поддержку налогов
sr_rs: Omoguć́ite poresku podršku
tr_tr: Vergi desteğini etkinleştir
uk_ua: Увімкнути підтримку податків
vi_vn: Bật hỗ trợ thuế
zh_cn: 启用税收

source: Update tax rule
ar_sa: تحديث القاعدة الضريبية
bg_bg: Актуализиране на данъчните правила
ca_es: Actualitzar la normativa fiscal
cs_cz: Upravit daňové pravidlo
de_de: Steuerregel aktualisieren
el_gr: Ενημέρωση φορολογικού κανόνα
fa_ir: به‌روزرسانی قانون مالیات
fi_fi: Päivitä verosääntö
fr_fr: Mettre à jour la règle fiscale
hu_hu: Adószabály frissítése
id_id: Perbarui aturan pajak
lt_lt: Atnaujinti mokesčių taisyklę
nl_nl: Belastingregel bijwerken
pl_pl: Zaktualizuj regułę podatkową
pt_br: Atualizar regra fiscal
pt_pt: Atualizar a regra fiscal
ro_ro: Actualizați regula de taxare
ru_ru: Обновить налоговое правило
sr_rs: Ažurirajte poresko pravilo
tr_tr: Vergi kuralını güncelle
uk_ua: Оновити правило оподаткування
vi_vn: Cập nhật quy tắc thuế
zh_cn: 更新税收规则

source: Transaction
ar_sa: المعاملة
bg_bg: Транзакция
ca_es: Transacció
cs_cz: Transakce
de_de: Überweisung
el_gr: Συναλλαγή
fa_ir: تراکنش
fi_fi: Maksutapahtumat
hu_hu: Tranzakció
id_id: Transaksi
lt_lt: Operacija
nl_nl: Transactie
pl_pl: Transakcja
pt_br: Transação
pt_pt: Transação
ro_ro: Tranzacție
ru_ru: Транзакция
sr_rs: Transakcije
tr_tr: İşlem
uk_ua: Транзакція
vi_vn: Giao dịch
zh_cn: 交易

source: IPN
de_de: IPN (Interne Produktnummer)
ro_ro: NPI
uk_ua: ІПН

source: Transaction details
ar_sa: تفاصيل المُعاملة
bg_bg: Данни за транзакцията
ca_es: Detalls de la transacció
cs_cz: Podrobnosti transakce
de_de: Transaktionsdetails
el_gr: Λεπτομέρειες συναλλαγής
fa_ir: جزئیات تراکنش
fi_fi: Maksutapahtuman tiedot
fr_fr: Détails des transactions
hu_hu: Tranzakció részletei
id_id: Rincian Transaksi
lt_lt: Operacijos informacija
nl_nl: Transactie gegevens
pl_pl: Szczegóły transakcji
pt_br: Detalhes da transação
pt_pt: Detalhes da transação
ro_ro: Detaliile tranzacției
ru_ru: Детали транзакции
sr_rs: Transakcioni detalji
tr_tr: İşlem Detayları
uk_ua: Деталі операції
vi_vn: Chi tiết giao dịch
zh_cn: 交易详情

source: If you are sure that this transaction is valid you can update transaction details in &quot;Manage&quot; tab and try processing transaction again
ar_sa: إذا كنت متأكدا من أن هذه المعاملة صالحة، يمكنك تحديث تفاصيل المعاملة في &quot;إدارة علامة التبويب&quot; ومحاولة معالجة المعاملة مرة أخرى
bg_bg: Ако сте сигурни, че тази трансакция е валидна, можете да актуализирате подробностите за транзакцията в раздела &quot;Управление&quot; и да се опитате да я регистрирате отново
ca_es: Si esteu segur que aquesta transacció és vàlida, podeu actualitzar els detalls de la transacció a &quot;Gestiona&quot; pestanya i torneu a provar de processar la transacció
cs_cz: Pokud jste si jisti, že tato transakce je platná, můžete aktualizovat údaje transakce na kartě &quot;Spravovat&quot; a zkusit znovu zpracovat transakci
de_de: Wenn Sie sicher sind, dass diese Transaktion gültig ist, können Sie die Transaktionsdetails auf der Registerkarte "Verwalten" aktualisieren und die Transaktion erneut versuchen
el_gr: Εάν είστε βέβαιοι ότι αυτή η συναλλαγή είναι έγκυρη, μπορείτε να ενημερώσετε τα στοιχεία της συναλλαγής στην καρτέλα &quot;Διαχείριση&quot; και να προσπαθήσετε να επεξεργαστείτε ξανά τη συναλλαγή
fa_ir: اگر مطمئن هستید که این تراکنش معتبر است، می‌توانید جزئیات تراکنش را در &quot;مدیریت&quot; را برگه و دوباره پردازش تراکنش را امتحان کنید
fi_fi: Jos olet varma, että tämä tapahtuma on voimassa, voit päivittää tapahtuman tiedot &quot;Hallitse&quot; -välilehdellä ja yrittää käsitellä tapahtumaa uudelleen
fr_fr: Si vous êtes sûr que cette transaction est valide, vous pouvez mettre à jour les détails de la transaction dans l'onglet &quot;Gérer&quot; et essayez à nouveau de traiter la transaction
hu_hu: Ha biztos benne, hogy a tranzakció érvényes, frissítheti a tranzakció részleteit a &quot;Kezelés&quot; lapon, és megpróbálhatja újra feldolgozni a tranzakciót
id_id: Jika Anda yakin transaksi ini adalah valid, Anda dapat memperbarui rincian transaksi di tab &quot;Manajemen&quot; dan mencoba kembali proses transaksi
lt_lt: Jei esate tikri, kad ši operacija galioja, galite atnaujinti išsamią operacijos informaciją skiltyje &quot;Tvarkyti&quot; ir bandykite dar kartą apdoroti operaciją
nl_nl: Als deze transactie geldig is, kunnen de transactiedetails worden bijgewerkt in het tabblad &quot;Manage&quot; en kan de transactie opnieuw worden verwerkt
pl_pl: Jeśli jesteś pewien, że transakcja jest ważna, możesz zaktualizować szczegóły transakcji w zakładce &quot;Zarządzaj&quot; i spróbować ponownie przetworzyć transakcję
pt_br: Se você tem certeza de que esta transação é válida, você pode atualizar seus detalhes na guia &quot;Gerenciar&quot; e tentar processar a transação novamente
pt_pt: Se tiver a certeza de que esta transação é válida, pode atualizar os dados da transação no separador &quot;Gerir&quot; e tentar processar a transação novamente
ro_ro: Dacă sunteți sigur că această tranzacție este validă, puteți actualiza detaliile tranzacției în &quot;fila&quot; Gestionați și încercați din nou să procesați tranzacția
ru_ru: Если вы уверены, что эта транзакция действительна, вы можете обновить детали транзакции во вкладке &quot;Управление&quot; и попробовать выполнить транзакцию снова
sr_rs: Ako ste sigurni da je ova transakcija važeća, možete ažurirati detalje transakcije u &quot;Upravljaj&quot; karticu i pokušajte ponovo da obradite transakciju
tr_tr: Bu işlemin geçerli olduğundan eminseniz, işlem ayrıntılarını &quot;Yönet&quot; sekmesinde güncelleyebilir ve işlemi tekrar gerçekleştirmeyi deneyebilirsiniz.
uk_ua: Якщо ви впевнені, що ця операція дійсна, ви можете оновити деталі транзакції &quot;Оновити&quot; та спробувати обробку транзакції ще раз
vi_vn: Nếu bạn chắc chắn rằng giao dịch đó là hợp lệ bạn có thể cập nhật thông tin chi tiết giao dịch trong tab &quot;Quản lý&quot; và thử thực hiện lại giao dịch
zh_cn: 如果您确定此交易是有效的，您可以在 &quot;管理&quot; 选项卡中更新交易详情并再次尝试处理交易

source: Invoice Id
bg_bg: Идент. № на фактурата
ca_es: Id de la factura
cs_cz: ID faktury
de_de: Rechnungsnummer
el_gr: Αρ. Παραστατικού
fi_fi: Laskun tunnus
hu_hu: Számla azonosítója
id_id: Id Tagihan
lt_lt: Sąskaitos faktūros id
nl_nl: Factuur ID
pl_pl: Identyfikator faktury
pt_br: Id da fatura
pt_pt: Identificação da fatura
ro_ro: ID factură
ru_ru: ID счета
tr_tr: Fatura No
uk_ua: Id рахунку
zh_cn: 账单 Id

source: Transaction ID on payment gateway
ar_sa: معرف المعاملة على بوابة الدفع
bg_bg: Идент. № на транзакцията в платежния метод
ca_es: Identificador de transacció a la passarel·la de pagament
cs_cz: ID transakce na platební bráně
de_de: Transaktions-ID auf Zahlungs-Gateway
el_gr: Κωδικός συναλλαγής στην πύλη πληρωμής
fa_ir: شناسه تراکنش در درگاه پرداخت
fi_fi: Maksutapahatuman tunnus maksutavalla
fr_fr: ID de transaction sur la passerelle de paiement
hu_hu: Tranzakcióazonosító a fizetési átjárón
id_id: ID Transaksi di gateway pembayaran
lt_lt: Operacijos ID mokėjimo vartuose
nl_nl: Transactie ID op betalingsgateway
pl_pl: Identyfikator transakcji w bramce płatności
pt_br: ID da transação no método de pagamento
pt_pt: ID da transação no portal de pagamento
ro_ro: ID tranzacție în gateway-ul de plată
ru_ru: ID транзакции на платежном шлюзе
sr_rs: Transakcioni ID na platnom prolazu
tr_tr: İşlem Numarası ve Ödeme Yöntemi
uk_ua: ID транзакції на платіжному шлюзі
vi_vn: ID giao dịch tại cổng thanh toán
zh_cn: 支付网关上的交易 ID
