Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Max FTP accounts
ar_sa: الحد الأقصى لحسابات FTP
bg_bg: Максимум FTP профили
ca_es: Màxim comptes FTP
cs_cz: Maximální počet účtů FTP
de_de: Max. FTP-Konten
el_gr: Μέγιστος αριθμός λογαριασμών FTP
fa_ir: حداکثر حساب FTP
fi_fi: FTP-tilien enimmäismäärä
fr_fr: Nombre maximum de comptes FTP
hu_hu: FTP-fiókok maximális száma
id_id: Maksimal akun FTP
lt_lt: Max FTP paskyros
nl_nl: Maximum FTP accounts
pl_pl: Maks. konta FTP
pt_br: Máximo de contas FTP
pt_pt: Máximo de contas FTP
ro_ro: Maxim conturi FTP
ru_ru: Макс. FTP аккаунтов
sr_rs: Maksimalno FTP naloga
tr_tr: Maksimum FTP Hesabı
uk_ua: Максимальна кількість облікових записів FTP
vi_vn: Tài khoản FTP được dùng
zh_cn: FTP 用户个数

source: Max SQL Databases
ar_sa: قاعدة بيانات SQL القصوى
bg_bg: Максимум SQL бази данни
ca_es: Bases de dades Max SQL
cs_cz: Maximum SQL databází
de_de: Max. SQL-Datenbanken
el_gr: Μέγιστες Βάσεις Δεδομένων Sql
fa_ir: حداکثر تعداد دیتابیس SQL
fi_fi: SQL-tietokantojen enimmäismäärä
fr_fr: Bases de données SQL maximales
hu_hu: SQL-adatbázisok maximális száma
id_id: Maksimal SQL Database
lt_lt: Max SQL Duomenų Bazės
pl_pl: Maks. bazy danych SQL
pt_br: Máximo de banco de dados
pt_pt: Máximo de bases de dados SQL
ro_ro: Maxim baze de date SQL
ru_ru: Макс. SQL баз данных
sr_rs: Maksimalno SQL baza podataka
tr_tr: Maksimum SQL Veritabanı
uk_ua: Максимальна кількість Баз даних
vi_vn: Cơ sở dữ liệu MySQL được dùng
zh_cn: SQL 数据库个数

source: Max Email Accounts
ar_sa: الحد الأقصى لحسابات البريد الإلكتروني
bg_bg: Макс. Имейл профили
ca_es: Màxim comptes de correu electrònic
cs_cz: Max e-mailových účtů
de_de: Max. E-Mail-Konten
el_gr: Μέγιστοι Λογαριασμοί Email
fa_ir: حداکثر آدرس ایمیل
fi_fi: Sähköpostitilien enimmäismäärä
fr_fr: Nombre maximum de boites mails
hu_hu: E-mail fiókok maximális száma
id_id: Maksimum Akun Email
lt_lt: Max El. pašto Paskyros
nl_nl: Maximum e-mailaccounts
pl_pl: Maks. konta e-mail
pt_br: Máximo de contas de e-mail
pt_pt: Máximo de contas de correio eletrónico
ro_ro: Maxim conturi de email
ru_ru: Макс. почтовых аккаунтов
sr_rs: Maksimalno email naloga
tr_tr: Maksimum E-posta Hesabı
uk_ua: Максимальна кількість облікових записів електронної пошти
vi_vn: Số tài khoản email được dùng
zh_cn: 邮箱个数

source: Max Subdomains
ar_sa: الحد الأقصى للنطاقات الفرعية
bg_bg: Максимален брой събдомейни
ca_es: Subdominis màxim
cs_cz: Maximální počet poddomén
el_gr: Μέγιστος Αριθμός Subdomain
fa_ir: حداکثر ساب دامنه
fi_fi: Aliverkkotunnuksien enimmäismäärä
fr_fr: Nombre maximal de sous-domaines
hu_hu: Aldomainek maximális száma
id_id: Maksimal subdomain
lt_lt: Max Subdomenų Kiekis
nl_nl: Maximum aantal subdomeinen
pl_pl: Maks. subdomeny
pt_br: Máximo de subdomínios
pt_pt: Máximo de subdomínios
ro_ro: Maxim subdomenii
ru_ru: Макс. поддоменов
sr_rs: Maksimalno pod-domena
tr_tr: Maksimum Alt Alan Adı (Subdomain)
uk_ua: Максимальна кількість піддоменів
vi_vn: Số tên miền phụ được dùng
zh_cn: 子域名个数

source: Max Parked Domains
ar_sa: الحد الأقصى للنطاقات المقفلة
bg_bg: Максимален брой паркирани домейни
ca_es: Màxim dominis aparcats
cs_cz: Maximální počet zaparkovaných domén
de_de: Max. geparkte Domains
el_gr: Μέγιστος Αριθμός Parked Domains
fa_ir: حداکثر پارک دامنه
fi_fi: Pysäköityjen Verkkotunnuksien enimmäismäärä
fr_fr: Nombre maximum de domaines parqués
hu_hu: Parkolt domainek max. száma
id_id: Maksimal parked domain
lt_lt: Max Priparkuoti Domenai
nl_nl: Maximum aantal geparkeerde domeinen
pl_pl: Maks. zparkowane domeny
pt_br: Máximo de domínios estacionados
pt_pt: Máximo de domínios estacionados
ro_ro: Maxim domenii parcate
ru_ru: Макс. припаркованных доменов
sr_rs: Maksimalno parkiranih domena
tr_tr: Maksimum Park Edilmiş Alan Adı
uk_ua: Максимальна кількість припаркованих доменів
vi_vn: Số tên miền trỏ hướng được dùng
zh_cn: 停放域名的个数

source: Server manager specific parameters
ar_sa: معلمات محددة لمدير الخادم
bg_bg: Специфични параметри за мениджъра на сървъра
ca_es: Paràmetres específics del gestor del servidor
cs_cz: Konkrétní parametry správce serveru
de_de: Server-Manager - Spezifische Parameter
el_gr: Ειδικές παράμετροι διαχειριστή διακομιστή
fa_ir: پارامترهای خاص مدیر سرور
fi_fi: Palvelinhallintakohtaiset parametrit
fr_fr: Paramètres spécifiques au gestionnaire de serveur
hu_hu: Kiszolgálókezelő-specifikus paraméterek
id_id: Parameter khusus server manager
lt_lt: Serverio tvarkyklės specifiniai parametrai
nl_nl: Serverbeheerder specifieke parameters
pl_pl: Parametry specyficzne dla menedżera serwera
pt_br: Parâmetros específicos do gerenciador de servidores
pt_pt: Parâmetros específicos do gestor do servidor
ro_ro: Parametrii specifici managerului de server
ru_ru: Специфические параметры менеджера сервера
sr_rs: Specifični parametri menadžera servera
tr_tr: Sunucu yönetimi özel parametreleri
uk_ua: Специфічні параметри менеджера сервера
vi_vn: Tham số quản lý máy chủ
zh_cn: 服务器管理器的特定参数

source: Update hosting plan
ar_sa: إدارة خطة الاستضافة
bg_bg: Актуализиране на хостинг плана
ca_es: Actualitzar el pla d'allotjament
cs_cz: Aktualizovat plán hostingu
de_de: Hosting-Paket aktualisieren
el_gr: Ενημέρωση πακέτου φιλοξενίας
fa_ir: تغییر پلن هاستینگ
fi_fi: Päivitä hosting-paketti
fr_fr: Mettre à jour le plan d'hébergement
hu_hu: Frissítse a tárhely-tervet
id_id: Perbarui paket hosting
lt_lt: Atnaujinti hostingo planą
pl_pl: Zaktualizuj plan hostingu
pt_br: Atualizar o plano de hospedagem
pt_pt: Atualizar o plano de alojamento
ro_ro: Actualizați planul de găzduire
ru_ru: Обновить тарифный план
sr_rs: Ažurirajte hosting paket
tr_tr: Hosting Planını Güncelle
uk_ua: Оновити план хостингу
vi_vn: Cập nhật gói hosting
zh_cn: 更新虚拟主机套餐

source: Hosting plan additional parameters
ar_sa: معلمات إضافية لخطة الاستضافة
bg_bg: Хостинг план допълнителни параметри
ca_es: Paràmetres addicionals del pla d'allotjament
cs_cz: Další parametry plánu hostingu
de_de: Zusätzliche Parameter für Hosting Pakete
el_gr: Επιπρόσθετες παράμετροι του προγράμματος φιλοξενίας
fa_ir: پارامترهای اضافی پلن هاستینگ
fi_fi: Hosting-paketin lisäparametrit
fr_fr: Paramètres supplémentaires du plan d'hébergement
hu_hu: Tárhely-terv további paraméterei
id_id: Parameter tambahan paket hosting
lt_lt: Hostingo plano papildomi parametrai
nl_nl: Extra parameters van het hostingsplan
pl_pl: Dodatkowe parametry planu hostingu
pt_br: Parâmetros adicionais do plano de hospedagem
pt_pt: Parâmetros adicionais do plano de alojamento
ro_ro: Parametri suplimentari plan de găzduire
ru_ru: Дополнительные параметры тарифного плана
sr_rs: Dodatni parametri hosting paketa
tr_tr: Hosting planı ek parametreleri
uk_ua: Додаткові параметри плану хостінга
vi_vn: Gói hosting tham số bổ sung
zh_cn: 虚拟主机套餐额外参数

source: Depending on server manager used to setup hosting account you may require provide additional parameters. List of parameters server managers requires you can find on extensions page.
ar_sa: تبعاً لمدير الخادم المستخدم لإعداد حساب الاستضافة قد تحتاج إلى توفير معلمات إضافية. قائمة المعلمات لمديري الخوادم تتطلب منك العثور على صفحة الملحقات.
bg_bg: В зависимост от мениджъра на сървъра, използван за настройване на хостинг акаунта, може да се наложи да предоставите допълнителни параметри. Списъкът с параметри, които сървърите изискват можете да намерите на страницата с разширения.
ca_es: Depenent del gestor del servidor utilitzat per configurar el compte d'allotjament, és possible que necessiteu proporcionar paràmetres addicionals. Podeu trobar una llista de paràmetres que requereixen els gestors del servidor a la pàgina d'extensions.
cs_cz: V závislosti na serverovém manažeru používaném k nastavení hostingového účtu můžete vyžadovat další parametry. Seznam parametrů, které manažeři serveru požadují, naleznete na stránce rozšíření.
de_de: Abhängig vom Server-Manager zur Einrichtung eines Hosting-Kontos benötigen Sie möglicherweise zusätzliche Parameter. Eine Liste der Parameter die der Server Manager erfordert finden Sie auf der Seite Erweiterungen.
el_gr: Ανάλογα με τον διαχειριστή διακομιστή που χρησιμοποιείται για τη ρύθμιση του λογαριασμού φιλοξενίας, ενδέχεται να χρειαστεί να παρέχετε πρόσθετες παραμέτρους. Λίστα των παραμέτρων που απαιτούν οι διαχειριστές διακομιστών μπορείτε να βρείτε στη σελίδα επεκτάσεις.
fa_ir: بسته به مدیر سرور مورد استفاده برای راه اندازی حساب هاست ممکن است نیاز به ارائه پارامترهای اضافی داشته باشید. فهرست پارامترهایی که مدیران سرور به آن‌ها نیاز دارند که می‌توانید در صفحه افزونه ها بیابید.
fi_fi: Riippuen palvelinhallinnasta, jota käytetään hosting-tilin määrittämiseen, saatat joutua antamaan lisäparametreja. Luettelo parametreista, joita palvelinmanagerit vaativat, löytyy laajennukset-sivulta.
fr_fr: En fonction du gestionnaire de serveur utilisé pour configurer le compte d'hébergement, vous devrez peut-être fournir des paramètres supplémentaires. La liste des paramètres requis par les gestionnaires de serveurs que vous pouvez trouver sur la page des extensions.
hu_hu: Az üzemeltetési fiók beállításához használt kiszolgálókezelőtől függően szükség lehet további paraméterek megadására. A kiszolgálókezelők által igényelt paraméterek listája megtalálható a bővítmények oldalon.
id_id: Berdasarkan server manager yang digunakan untuk konfigurasi akun hosting memungkinkan Anda membutuhkan parameter tambahan. Daftar parameter server manager yang dibutuhkan dapat ditemukan di halaman ekstensi.
lt_lt: Priklausomai nuo serverio tvarkyklės, naudojamos hostingo paskyrai nustatyti, gali reikėti pateikti papildomų parametrų. Serverio tvarkyklėms reikalingų parametrų sąrašą galite rasti plėtinių puslapyje.
nl_nl: Afhankelijk van de servermanager die gebruikt wordt om het hostingaccount in te stellen, kunnen aanvullende parameters vereist zijn. Een lijst van de vereiste parameters van servermanagers is te vinden op de extensiepagina.
pl_pl: W zależności od menedżera serwera używanego do konfiguracji konta hostingu, może być konieczne podanie dodatkowych parametrów. Listę parametrów wymaganych przez menedżerów serwerów znajdziesz na stronie rozszerzeń.
pt_br: Dependendo do gerenciador de servidor usado para configurar a conta de hospedagem, você pode precisar fornecer parâmetros adicionais. A lista de parâmetros que os gerenciadores de servidor exigem pode ser encontrada na página de extensões.
pt_pt: Dependendo do gestor do servidor utilizado para configurar a conta de alojamento, pode ser necessário fornecer parâmetros adicionais. A lista de parâmetros exigidos pelos gestores de servidor pode ser encontrada na página de extensões.
ro_ro: În funcţie de managerul de server folosit pentru a configura contul de hosting, este posibil să aveţi nevoie de parametri suplimentari. Lista de parametri de care au nevoie managerii serverului poate fi găsită pe pagina de extensii.
ru_ru: В зависимости от используемого менеджера сервера для настройки учетной записи хостинга вам может потребоваться предоставить дополнительные параметры. Список параметров, требуемых менеджерами серверов, вы можете найти на странице расширений.
sr_rs: U zavisnosti od menadžera servera koji se koristi za podešavanje hosting naloga, možda ćete morati da obezbedite dodatne parametre. Spisak parametara koje menadžeri servera zahtevaju možete pronaći na stranici ekstenzija.
tr_tr: Hosting hesabını ayarlamak için kullanılan sunucu türüne bağlı olarak ek parametreler sağlamanız gerekebilir. Hosting sunucusunun gerektirdiği parametrelerin listesini uzantılar sayfasında bulabilirsiniz.
uk_ua: Залежно від менеджера сервера, який використовується для налаштування облікового запису хостингу, вам можуть знадобитися надати додаткові параметри. Список параметрів, які вимагають менеджери серверів, можна знайти на сторінці розширень.
vi_vn: Phụ thuộc vào phần mềm quản lý máy chủ đã từng thiết lập tài khoản hosting bạn có thể yêu cầu cung cấp thông số bổ sung. Danh sách thông số phần mềm quản lý máy chủ yêu cầu bạn có thể tìm trên trang các phần mở rộng.
zh_cn: 取决于服务器管理器设置虚拟主机账号的要求，您可能需要提供额外参数。 完整的参数列表可以在扩展的页面里找到。

source: Hosting servers
cs_cz: Hostingové servery
ro_ro: Servere de găzduire
ru_ru: Серверы хостинга
sr_rs: Hosting serveri

source: New plan
cs_cz: Nový plán
ro_ro: Plan nou
ru_ru: Новый план
sr_rs: Novi plan

source: Server manager
ar_sa: مدير الخادم
bg_bg: Мениджър на сървъра
ca_es: Gestor del servidor
cs_cz: Manažer serveru
de_de: Serververwaltung
el_gr: Διαχείριση διακομιστή
fa_ir: کنترل پنل سرور
fi_fi: Palvelimen hallinta
fr_fr: Gestionnaire de serveur
hu_hu: Szerver kezelés
id_id: Kelola Server
lt_lt: Serverio tvarkyklė
nl_nl: Server Beheer
pl_pl: Menedżer serwera
pt_br: Gerenciador de servidor
pt_pt: Gestor do servidor
ro_ro: Manager de server
ru_ru: Server boshqaruvchisi
sr_rs: Menadžer servera
tr_tr: Sunucu Yöneticisi
uk_ua: Менеджер сервера
vi_vn: Quản lý máy chủ
zh_cn: 服务器管理器

source: Log into the control panel
cs_cz: Přihlásit se do ovládacího panelu
ro_ro: Autentificare în panoul de control
ru_ru: Войти в панель управления
sr_rs: Prijavite se na kontrolnu tablu

source: Test connection
ar_sa: تجربة الإتصال
bg_bg: Тестване на връзката
ca_es: Prova de connexió
cs_cz: Test připojení
de_de: Verbindung testen
el_gr: Δοκιμή σύνδεσης
fa_ir: بررسی ارتباط
fi_fi: Testaa yhteys
fr_fr: Tester la connexion
hu_hu: Tesztkapcsolat
id_id: Tes Koneksi
lt_lt: Tikrinti ryšį
nl_nl: Verbinding testen
pl_pl: Testuj połączenie
pt_br: Testar conexão
pt_pt: Ligação de teste
ro_ro: Testează conexiunea
ru_ru: Ulanishni tekshirish
sr_rs: Testirajte vezu
tr_tr: Bağlantıyı test et
uk_ua: Перевірка зʼєднання
vi_vn: Kiểm tra kết nối
zh_cn: 连接测试

source: Server connected
ar_sa: السيرفر متصل
bg_bg: Сървъра е прекрасно свързан
ca_es: Servidor connectat
cs_cz: Server připojen
de_de: Serververbindung
el_gr: Ο διακομιστής είναι συνδεδεμένος
fa_ir: سرور متصل است
fi_fi: Palvelin yhdistetty
fr_fr: Serveur connecté
hu_hu: Kiszolgáló csatlakoztatva
id_id: Server terhubung
lt_lt: Serveris prijungtas
nl_nl: Server connectie
pl_pl: Serwer połączony
pt_br: Servidor conectado
pt_pt: Servidor ligado
ro_ro: Server conectat
ru_ru: Server ulandi
sr_rs: Server je povezan
tr_tr: Sunucuya bağlantı sağlandı
uk_ua: Сервер підключено
vi_vn: Máy chủ đã được kết nối
zh_cn: 服务器已连接

source: Edit server details
cs_cz: Upravit podrobnosti serveru
ro_ro: Editare detalii server
ru_ru: Редактировать детали сервера
sr_rs: Izmeni detalje servera

source: Delete the server
cs_cz: Smazat server
ro_ro: Ștergeți serverul
ru_ru: Удалить сервер
sr_rs: Obriši server

source: Addon domains
ar_sa: نطاقات الإضافات
bg_bg: Допълнителни домейни
ca_es: Dominis addicionals
cs_cz: Přidání domén
el_gr: Μέγιστος αριθμός domains
fa_ir: دامنه های مکمل
fi_fi: Lisäverkkotunnukset
fr_fr: Domaines supplémentaires
hu_hu: Addon domainek
lt_lt: Pridėtiniai domenai
nl_nl: Addon domeinen
pl_pl: Dodatkowe domeny
pt_br: Domínios adicionais
pt_pt: Domínios adicionais
ro_ro: Domenii adiționale
ru_ru: Дополнительные домены
sr_rs: Dodatni domeni
tr_tr: İlave Alan Adları
uk_ua: Додаткові домени
vi_vn: Tên miền bổ sung
zh_cn: 附加域名

source: Disk space
ar_sa: مساحة القرص
bg_bg: Дисково пространство
ca_es: Espai de disc
cs_cz: Místo na disku
de_de: Speicherplatz
el_gr: Χώρος στο δίσκο
fa_ir: فضای دیسک
fi_fi: Levytila
fr_fr: Espace disque
hu_hu: Lemezterület
id_id: Penyimpanan tersedia
lt_lt: Disko talpa
nl_nl: Schijfruimte
pl_pl: Miejsce na dysku
pt_br: Espaço em disco
pt_pt: Espaço do disco
ro_ro: Spațiu pe disc
ru_ru: Дисковое пространство
sr_rs: Prostor na disku
tr_tr: Disk Alanı
uk_ua: Простір на диску
vi_vn: Dung lượng đĩa
zh_cn: 存储空间

source: Edit plan details
cs_cz: Upravit podrobnosti plánu
ro_ro: Editați detaliile planului
ru_ru: Редактировать детали плана
sr_rs: Izmeni detalje plana

source: Unique name to identify this server
ar_sa: إسم فريد لتحديد خطة الاستضافة هذه
bg_bg: Уникално име за идентификация на този сървър
ca_es: Nom únic per identificar aquest servidor
cs_cz: Unikátní název pro identifikaci tohoto serveru
de_de: Eindeutiger Name um diesen Server zu identifizieren
el_gr: Μοναδικό όνομα για την ταυτοποίηση αυτού του διακομιστή
fa_ir: نام منحصر به فرد برای شناسایی این سرور
fi_fi: Yksilöllinen nimi tämän palvelimen tunnistamiseksi
fr_fr: Nom unique pour identifier ce serveur
hu_hu: A kiszolgáló azonosítására szolgáló egyedi név
id_id: Nama unik untuk identifikasi server ini
lt_lt: Unikalus pavadinimas šiam serveriui identifikuoti
nl_nl: Unieke naam om deze server te identificeren
pl_pl: Unikalna nazwa identyfikująca ten serwer
pt_br: Nome exclusivo para identificar este servidor
pt_pt: Nome único para identificar este servidor
ro_ro: Nume unic pentru a identifica acest server
ru_ru: Ushbu serverni aniqlash uchun yagona nom
sr_rs: Jedinstveno ime za identifikaciju ovog servera
tr_tr: Bu sunucuyu tanımlayan benzersiz ad
uk_ua: Унікальне ім'я для ідентифікації цього сервера
vi_vn: Tên duy nhất để định danh máy chủ này
zh_cn: 标识此服务器的唯一名称

source: server1.yourserverdomain.com
ar_sa: خادم 1.yourserverdomain.com
bg_bg: сървър1.вашиятдомейн.com
cs_cz: server1.vašedoména.cz
fr_fr: serveur1.votredomainedeserveur.com
id_id: server1.serverdomainanda.com
lt_lt: server1.jūsųserveriodomenas.lt
nl_nl: server1.jouwserverdomein.com
pl_pl: serwer1.twojadomenaserwera.com
pt_br: servidor1.seuservidordominio.com
pt_pt: servidor1.oseudominio-servidor.com
ro_ro: server1.domeniuserver.com
ru_ru: сервер1.вашдоменсервера.com
sr_rs: server1.vašserverdomen.com

source: Primary IP address of the server used to connect to it like: 123.123.123.123
ar_sa: عنوان IP الرئيسي للخادوم المستخدم للاتصال به مثل: 123-1223-123.
bg_bg: Първичния IP адрес на сървъра за достъп и свързване до сървъра. Пример: 123.123.123.123
ca_es: Adreça IP principal del servidor utilitzat per connectar-s'hi com: 123.123.123.123
cs_cz: Primární IP adresa serveru, který se k němu připojuje: 123.123.123.123
de_de: Primäre IP-Adresse des Servers, mit der die Verbindung hergestellt wird, zum Beispiel: 123.123.123.123
el_gr: Πρωτεύουσα διεύθυνση IP του διακομιστή που χρησιμοποιείται για τη σύνδεσή του, όπως: 123.123.123.123
fa_ir: آدرس IP اصلی سرور مورد استفاده برای اتصال به آن مانند: 123.123.123.123
fi_fi: Palvelimen ensisijainen IP-osoite, jota käytetään yhdistämään siihen kuten: 123.123.123.123
fr_fr: Adresse IP principale du serveur utilisé pour s'y connecter comme : 123.123.123.123
hu_hu: A csatlakozáshoz használt kiszolgáló elsődleges IP-címe, például: 123.123.123.123
id_id: IP Address utama server digunakan untuk dihubungkan, seperti: 123.123.123.123
lt_lt: Pirminis serverio IP adresas, naudojamas prie jo prisijungti, pvz.: 123.123.123.123
nl_nl: Primair IP-adres van de server die wordt gebruikt om er verbinding mee te maken, zoals: 123.123.123.123
pl_pl: Podstawowy adres IP serwera używany do połączenia się z nim, np. 123.123.123.123
pt_br: Endereço IP primário do servidor usado para se conectar a ele, como: 123.123.123.123
pt_pt: Endereço IP primário do servidor utilizado para estabelecer ligação, por exemplo: 123.123.123.123
ro_ro: Adresa IP principală a serverului folosit pentru a se conecta la el cum ar fi: 123.123.123.123
ru_ru: Основной IP-адрес сервера, используемый для подключения к нему, например: 123.123.123.123
sr_rs: Primarna IP adresa servera koji se koristi za povezivanje sa njim kao što je: 123.123.123.123
tr_tr: Sunucuya ait Primary IP adresi. Örneğin: 123.123.123.123
uk_ua: Основна IP адреса сервера, що використовується для з'єднання: 123.123.123.123
vi_vn: IP chính của máy chủ được kết nối đến, ví dụ: 123.123.123.123
zh_cn: 用于连接到服务器的主IP地址，如：123.123.123.123

source: Assigned IP Addresses
ar_sa: عناوين IP المعينة
bg_bg: Свързани IP адреси
ca_es: Adreces IP assignades
cs_cz: Přiřazené IP adresy
de_de: Zugewiesene IP-Adressen
el_gr: Ανατεθειμένες Διευθύνσεις Ip
fa_ir: آدرس های IP اختصاص داده شده
fi_fi: Osoitetut IP-osoitteet
fr_fr: Adresses IP attribuées
hu_hu: Hozzárendelt IP-címek
id_id: IP Address yang tergabung
lt_lt: Priskirti IP adresai
nl_nl: Toegewezen IP adressen
pl_pl: Przypisane adresy IP
pt_br: Endereços de IP atribuídos
pt_pt: Endereços IP atribuídos
ro_ro: Adrese IP alocate
ru_ru: Назначенные IP-адреса
sr_rs: Dodeljene IP adrese
tr_tr: Atanmış IP Adresleri
uk_ua: Призначені IP-адреси
vi_vn: IP đã được gán
zh_cn: 已分配的 IP 地址

source: List the IP Addresses assigned to the server (One per line)
ar_sa: قائمة عناوين IP المعينة للخادم (واحد لكل سطر)
bg_bg: Списък с ИП адреси свързани към този сървър (Един на ред)
ca_es: Llista les adreces IP assignades al servidor (una per línia)
cs_cz: Seznam IP adres přiřazených serveru (jeden na řádek)
de_de: Liste der dem Server zugewiesenen IP-Adressen (eine pro Zeile)
el_gr: Λίστα διευθύνσεων IP που έχουν ανατεθεί στο διακομιστή (Ένα ανά γραμμή)
fa_ir: آدرس های IP اختصاص داده شده به سرور را فهرست کنید (هر آی پی در یک سطر)
fi_fi: Listaa palvelimelle annetut IP-osoitteet (yksi per rivi)
fr_fr: Liste les adresses IP attribuées au serveur (une par ligne)
hu_hu: A kiszolgálóhoz rendelt IP-címek felsorolása (soronként egy)
id_id: Daftar IP Address yang tergabung di server ini (satu per baris)
lt_lt: Sąrašas IP adresų, priskirtų prie serverio (po vieną eilutėje)
nl_nl: Lijst van de IP adressen die aan de server zijn toegewezen (een per regel)
pl_pl: Wymień adresy IP przypisane do serwera (jeden adres na wiersz)
pt_br: Lista de endereços IP atribuídos ao servidor (um por linha)
pt_pt: Lista dos endereços IP atribuídos ao servidor (um por linha)
ro_ro: Listează adresele IP atribuite serverului (Unul pe linie)
ru_ru: Перечислите IP-адреса, назначенные серверу (по одному в строке)
sr_rs: Navedite IP adrese dodeljene serveru (jedna po redu)
tr_tr: Sunucuya atanan IP Adreslerini girin (Her satıra bir tane)
uk_ua: Список IP адрес, призначених на сервер (одна в кожному рядку)
vi_vn: Danh sách IP đã được gán cho máy chủ này (1 địa chỉ trên 1 dòng)
zh_cn: 列出服务器的 IP 地址 (每行一个)

source: Enable/Disable
bg_bg: Вкл/Изкл
ca_es: Habilitar/Deshabilitar
cs_cz: Povolit/Zakázat
de_de: Aktivieren/Deaktivieren
el_gr: Ενεργοποίηση/Απενεργοποίηση
fa_ir: فعال/غیرفعال
fi_fi: Käyttöön/Pois käytöstä
fr_fr: Activer/Désactiver
hu_hu: Engedélyez/Letilt
id_id: Aktifkan/Nonaktifkan
lt_lt: Įjungti/Išjungti
nl_nl: In-/uitschakelen
pl_pl: Włącz/Wyłącz
pt_br: Habilitar/Desabilitar
pt_pt: Ativar/Desativar
ro_ro: Activează/Dezactivează
ru_ru: Включить/Отключить
sr_rs: Omogućí/Onemogući
tr_tr: Etkin / Devre Dışı
uk_ua: Увімкнути/Вимкнути
vi_vn: Bật/Tắt
zh_cn: 启用/禁用

source: ns1.yourdomain.com
bg_bg: именасървър1.вашиятдомейн.com
ca_es: ns1.el teudomini.com
cs_cz: ns1.vašedoména.cz
id_id: ns1.domainanda.com
lt_lt: ns1.jūsųdomenas.lt
nl_nl: ns1.jouwdomein.com
pl_pl: ns1.twojadomena.com
pt_br: ns1.seudomínio.com
ro_ro: ns1.domeniultau.com
ru_ru: ns1.вашдомен.com

source: ns2.yourdomain.com
bg_bg: именасървър2.вашиятдомейн.com
cs_cz: ns2.vašedoména.cz
id_id: ns2.domainanda.com
lt_lt: ns2.jūsųdomenas.lt
nl_nl: ns2.jouwdomein.com
pl_pl: ns2.twojadomena.com
pt_br: ns2.seudomínio.com
ro_ro: ns2.domeniultau.com
ru_ru: ns2.вашдомен.com

source: ns3.yourdomain.com
bg_bg: именасървър3.вашиятдомейн.com
cs_cz: ns3.vašedoména.cz
id_id: ns3.domainanda.com
lt_lt: ns3.jūsųdomenas.lt
nl_nl: ns3.jouwdomein.com
pl_pl: ns3.twojadomena.com
pt_br: ns3.seudomínio.com
ro_ro: ns3.domeniultau.com
ru_ru: ns3.вашдомен.com

source: ns4.yourdomain.com
bg_bg: именасървър4.вашиятдомейн.com
cs_cz: ns4.vašedoména.cz
id_id: ns4.domainanda.com
lt_lt: ns4.jūsųdomenas.lt
nl_nl: ns4.jouwdomein.com
pl_pl: ns4.twojadomena.com
pt_br: ns4.seudomínio.com
ro_ro: ns4.domeniultau.com
ru_ru: ns4.вашдомен.com
