Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Theme ":name" assets folder is not writable. Files cannot be uploaded and settings cannot be saved. Set folder permissions to 755
cs_cz: Složka šablony ":name" není zapisovatelná. Soubory nelze nahrát a nastavení nelze uložit. Nastavte oprávnění k složce na 755
el_gr: Ο φάκελος στοιχείων θέματος ":name" δεν είναι εγγράψιμος. Τα αρχεία δεν μπορούν να φορτωθούν και οι ρυθμίσεις δεν μπορούν να αποθηκευτούν. Ορίστε δικαιώματα φακέλων στο 755
fa_ir: فولدر قالب ":name" قابل نوشتن نیست.فایلها نمی توانند آپلود و تنظیمات ذخیره نمی شوند. دسترسی فولدر را برابر با 755 قرار دهید
fi_fi: Teeman ":name" omaisuuskansio ei ole kirjoitettavissa. Tiedostoja ei voi ladata eikä asetuksia voi tallentaa. Aseta kansion käyttöoikeudet arvoon 755
fr_fr: Le dossier d'assets du thème ":name" n'est pas accessible en écriture. Les fichiers ne peuvent pas être téléchargés et les paramètres ne peuvent pas être enregistrés. Définissez les autorisations du dossier sur 755
hu_hu: A téma ":name" eszközmappa nem írható. A fájlokat nem lehet feltölteni és a beállításokat nem lehet elmenteni. Állítsa be a mappa engedélyeit 755-re
id_id: Folder aset tema ":nama" tidak dapat ditulis. File tidak dapat diunggah dan pengaturan tidak dapat disimpan. Atur izin folder ke 755
nl_nl: Thema ":name" map is niet beschrijfbaar. Bestanden kunnen niet worden geüpload en instellingen kunnen niet worden opgeslagen. Stel de permissies van de map in op 755
pl_pl: Folder zasobów motywu ":name" nie jest zapisywalny. Pliki nie mogą być przesyłane, a ustawienia nie mogą być zapisywane. Ustaw uprawnienia folderu na 755
ro_ro: Directorul de active ":name" nu poate fi scris. Fișierele nu pot fi încărcate și setările nu pot fi salvate. Setați permisiunile folderului la 755
ru_ru: Папка ресурсов темы ":name" недоступна для записи. Файлы не могут быть загружены, а настройки не могут быть сохранены. Установите права доступа к папке на 755
sr_rs: Ne može se pisati u folder teme ":name". Datoteke ne mogu da se otpreme i podešavanja ne mogu da se sačuvaju. Postavite dozvole foldera na 755
tr_tr: ":name" temasının assets klasörü yazılabilir değil. Dosyalar yüklenemez ve ayarlar kaydedilemez. Klasör izinlerini 755 olarak ayarlayın
vi_vn: Thư mục nội dung ":name" của chủ đề không thể ghi được. Không thể tải lên tập tin và không thể lưu cài đặt. Đặt quyền thư mục thành 755

source: Theme ":name" assets folder is not writable. Set folder :folder permissions to 777
ar_sa: موضوع مجلد الأصول ":name" غير قابل للكتابة. تعيين أذونات المجلد :folder إلى 777
bg_bg: Темата ":name" папката с активи няма достъп да се пише в нея.Задайте разрешенията на папката :folder на 777
ca_es: La carpeta d'actius del tema ":name" no es pot escriure. Estableix els permisos de carpeta:carpeta a 777
cs_cz: Složka šablony ":name" není zapisovatelná. Nastavte oprávnění složky :folder na 777
de_de: Theme ":name" Asset-Ordner ist nicht beschreibbar. Setze Ordner :folder-Rechte auf 777
el_gr: Ο φάκελος στοιχείων θέματος ":name" δεν είναι εγγράψιμος. Τα αρχεία δεν μπορούν να φορτωθούν και οι ρυθμίσεις δεν μπορούν να αποθηκευτούν. Ορίστε δικαιώματα φακέλων στο 777
fa_ir: فولدر قالب ":name" قابل نوشتن نیست. دسترسی فولدر :folder را برابر با 777 قرار دهید
fi_fi: Teeman ":name" omaisuuskansio ei ole kirjoitettavissa. Aseta kansion :folder käyttöoikeudet arvoon 777
fr_fr: Le dossier d'assets du thème ":name" n'est pas accessible en écriture. Définissez les autorisations du dossier :folder sur 777
hu_hu: A téma ":name" eszközmappa nem írható. Állítsa be a mappa :folder jogosultságait 777-re
id_id: Folder aset tema ":nama" tidak dapat ditulis. Atur izin folder :folder ke 777
lt_lt: Temos ":name" išteklių aplankas neįrašomas. Nustatykite aplanko :folder leidimus į 777
nl_nl: Theme ":name" assets map is niet schrijfbaar. Stel map :folder permissies in op 777
pl_pl: Folder zasobów motywu ":name" nie jest zapisywalny. Ustaw uprawnienia folderu :folder na 777
pt_br: A pasta assets do tema ":name" não é gravável. Defina a permissão da pasta :folder para 777
pt_pt: A pasta de activos Theme ":name" não pode ser escrita. Defina as permissões da pasta :folder para 777
ro_ro: Dosarul de ":name" nu este inscriptibil. Setați dosarul :folder permisiuni la 777
ru_ru: Папка ресурсов темы ":name" недоступна для записи. Установите права доступа к папке :folder на 777
sr_rs: U fasciklu sa sredstvima teme ":name" nije moguć́e pisanje. Postavite dozvole foldera :folder na 777
tr_tr: ":name" teması "Assets" klasörü yazılabilir değil. :folder klasörünün izinlerini 777 olarak ayarlayın
uk_ua: Директорія файлів теми ":name" недоступна для запису. Установіть дозволи для теки :folder до 777
vi_vn: Thư mục asset của giao diện ":name" không có quyền ghi. Đặt quyền thư mục :folder thành 777
zh_cn: 主题 “:name” 的 assets 目录不可写入。请尝试将目录 :folder 的权限设为777

source: Theme ":name" is not configurable
ar_sa: السمة ":name" غير قابلة للتكوين
bg_bg: Темата ":name" не е конфигурируема
ca_es: El tema ":name" no es pot configurar
cs_cz: Šablona „:name“ není konfigurovatelná
de_de: Theme ":name" ist nicht konfigurierbar
el_gr: Το θέμα «:name» δεν είναι παραμετροποιήσιμο
fa_ir: قالب ":name" پیکربندی نشده است
fi_fi: Teema ":name" ei ole konfiguroitavissa
fr_fr: Le thème ":name" n'est pas configurable
hu_hu: A ":name" téma nem konfigurálható
id_id: Tema ":nama" tidak dapat dikonfigurasi
lt_lt: Temos ":name" negalima konfigūruoti
nl_nl: Thema ":name" is niet configureerbaar
pl_pl: Motyw ":name" nie jest konfigurowalny
pt_br: Tema ":nome" não é configurável
pt_pt: O tema ":name" não é configurável
ro_ro: Tema ":name" nu este configurabilă
ru_ru: Тема ":name" не настраивается
sr_rs: Tema ":name" se ne može konfigurisati
tr_tr: ":name" adlı tema yapılandırılamaz
uk_ua: Тема ":name" не налаштовується
vi_vn: Giao diện ":name" không cấu hình được
zh_cn: 主题 “:name” 无法配置

source: Theme ':name' does not exist.
ro_ro: Tema ':name' nu există.
ru_ru: Тема ':name' не существует.

source: Theme was not found in path :path
ar_sa: لم يتم العثور على السمة في المسار :path
bg_bg: Темата не бе намерена в пътя :path
ca_es: No s'ha trobat el tema a path :path
cs_cz: Šablona nebyla nalezena v cestě :path
el_gr: Το θέμα δεν βρέθηκε στη διαδρομή :path
fa_ir: قالب در مسیر :path پیدا نشد
fi_fi: Teemaa ei löytynyt polusta :path
fr_fr: Le thème n'a pas été trouvé dans le chemin :path
hu_hu: A téma nem található az elérési útvonalban :path
id_id: Tema tidak ditemukan di folder :path
lt_lt: Temos kelyje :path nerasta
nl_nl: Thema is niet gevonden in pad :path
pl_pl: Nie znaleziono motywu w ścieżce :path
pt_br: Tema não foi encontrado no caminho :path
pt_pt: O tema não foi encontrado no caminho :path
ro_ro: Tema nu a fost găsită pe calea :path
ru_ru: Тема не найдена по пути :path
sr_rs: Tema nije pronađena na putanji :path
tr_tr: :path adlı yolda tema bulunamadı
uk_ua: Тему не знайдено за шляхом :path
vi_vn: Không tìm thấy đường dẫn giao diện :path
zh_cn: 在路径 :path 里找不到主题

source: Unable to decode theme manifest file :file
ar_sa: غير قادر على فك تشفير ملف بيان السمة :file
bg_bg: Невъзможност за декодиране на файла :file с манифеста на темата
ca_es: No es pot descodificar el fitxer de manifest del tema : fitxer
cs_cz: Nelze dekódovat soubor manifest šablony :file
el_gr: Αδυναμία αποκωδικοποίησης αρχείου δηλώσεων θέματος :file
fa_ir: رمزگشایی فایل :file امکان‌پذیر نیست
fi_fi: Ei voitu purkaa teeman manifest-tiedostoa :file
fr_fr: Impossible de décoder le fichier manifeste du thème :file
hu_hu: Nem sikerült dekódolni a téma manifeszt fájlját :file
id_id: Tidak dapat mendekode berkas manifes tema :file
lt_lt: Nepavyko iššifruoti temos aprašo failo :file
nl_nl: Kan thema manifestbestand :file niet decoderen
pl_pl: Nie można odczytać pliku manifestu motywu :file
pt_br: Não foi possível decodificar o arquivo de manifesto do tema :file
pt_pt: Não foi possível descodificar o ficheiro de manifesto do tema :file
ro_ro: Imposibil de decodat fișierul manifest al temei :file
ru_ru: Не удалось декодировать файл манифеста темы :file
sr_rs: Nije moguć́e dekodirati temu datoteke manifest fajla :file
tr_tr: Tema manifesto dosyası :file kodu çözülemiyor
uk_ua: Не вдалося декодувати файл маніфесту теми :file
vi_vn: Không thể phân tích file manifest :file của giao diện
zh_cn: 无法解码主题清单文件 :file

source: System activity
ar_sa: نشاط النظام
bg_bg: Системна дейност
ca_es: Activitat del sistema
cs_cz: Systémová aktivita
de_de: Systemaktivität
el_gr: Δραστηριότητα συστήματος
fa_ir: فعالیت های سیستم
fi_fi: Järjestelmän toiminta
fr_fr: Activité du système
hu_hu: Rendszer aktivitás
id_id: Aktivitas sistem
lt_lt: Sistemos veikla
nl_nl: Systeemactiviteit
pl_pl: Aktywność systemu
pt_br: Atividade do sistema
pt_pt: Atividade do sistema
ro_ro: Activitatea sistemului
ru_ru: Системная активность
sr_rs: Aktivnost sistema
tr_tr: Sistem etkinliği
uk_ua: Системна активність
vi_vn: Hoạt động hệ thống
zh_cn: 系统活动

source: User
ar_sa: المستخدم
bg_bg: Потребител
ca_es: Usuari
cs_cz: Uživatel
de_de: Benutzer
el_gr: Χρήστης
fa_ir: کاربر
fi_fi: Käyttäjä
fr_fr: Utilisateur
hu_hu: Felhasználó
id_id: Pengguna
lt_lt: Vartotojas
nl_nl: Gebruiker
pl_pl: Użytkownik
pt_br: Usuário
pt_pt: Utilizador
ro_ro: Utilizator
ru_ru: Foydalanuvchi
sr_rs: Korisnik
tr_tr: Kullanıcı
uk_ua: Користувач
vi_vn: Người dùng
zh_cn: 用户

source: Message
ar_sa: رسالة
bg_bg: Съобщение
ca_es: Missatge
cs_cz: Zpráva
de_de: Nachricht
el_gr: Μήνυμα
fa_ir: پیام
fi_fi: Viesti
hu_hu: Üzenet
id_id: Pesan
lt_lt: Pranešimas
nl_nl: Bericht
pl_pl: Wiadomość
pt_br: Mensagem
pt_pt: Mensagem
ro_ro: Mesaj
ru_ru: Сообщение
sr_rs: Poruka
tr_tr: Mesaj
uk_ua: Повідомлення
vi_vn: Tin nhắn
zh_cn: 消息

source: Country
ar_sa: البلد/الدولة
bg_bg: Държава
ca_es: País
cs_cz: Stát
de_de: Land
el_gr: Χώρα
fa_ir: كشور
fi_fi: Maa
fr_fr: Pays
hu_hu: Ország
id_id: Negara
lt_lt: Šalis
nl_nl: Land
pl_pl: Kraj
pt_br: País
pt_pt: País
ro_ro: Țara
ru_ru: Страна
sr_rs: Zemlja
tr_tr: Ülke
uk_ua: Країна
vi_vn: Quốc gia
zh_cn: 国家

source: Date
ar_sa: التاريخ
bg_bg: Дата
ca_es: Data
cs_cz: Datum
de_de: Datum
el_gr: Ημερομηνία
fa_ir: تاریخ
fi_fi: Päivämäärä
hu_hu: Dátum
id_id: Tanggal
lt_lt: Data
nl_nl: Datum
pl_pl: Data
pt_br: Data
pt_pt: Data
ro_ro: Data
ru_ru: Sana
sr_rs: Datum
tr_tr: Tarih
uk_ua: Дата
vi_vn: Ngày
zh_cn: 日期

source: Unknown
cs_cz: Neznámý
fr_fr: Inconnu
hu_hu: Ismeretlen
ro_ro: Necunoscut
ru_ru: Неизвестно
sr_rs: Nepoznato
vi_vn: Không rõ

source: Are you sure?
ar_sa: هل أنت متأكد؟
bg_bg: Сигурен/а ли сте?
ca_es: N'esteu segur?
cs_cz: Jste si jistý?
de_de: Bist du sicher?
el_gr: Είστε σίγουρος/η;
fa_ir: آیا مطمئن هستید?
fi_fi: Oletko varma?
fr_fr: Êtes-vous sûr ?
hu_hu: Biztos vagy benne?
id_id: Apakah Anda yakin?
lt_lt: Ar jūs tuo tikras?
nl_nl: Zijn de gegevens juist?
pl_pl: Czy na pewno?
pt_br: Você tem certeza?
pt_pt: Tens a certeza?
ro_ro: Sunteți sigur?
ru_ru: Вы уверены?
sr_rs: Da li ste sigurni?
tr_tr: Emin misiniz?
uk_ua: Ви впевнені?
vi_vn: Bạn chắc chưa?
zh_cn: 你确定吗？

source: The list is empty
ar_sa: القائمة فارغة
bg_bg: Списъкът е празен
ca_es: La llista està buida
cs_cz: Seznam je prázdný
de_de: Die Liste ist leer
el_gr: Η λίστα είναι άδεια
fa_ir: این لیست خالی است
fi_fi: Luettelo on tyhjä
fr_fr: La Liste est vide
hu_hu: A lista üres
id_id: Daftar ini kosong
lt_lt: Sąrašas tuščias
nl_nl: De lijst is leeg
pl_pl: Lista jest pusta
pt_br: A lista está vazia
pt_pt: A lista está vazia
ro_ro: Lista este goală
ru_ru: Список пуст
sr_rs: Lista je prazna
tr_tr: Liste boş
uk_ua: Список порожній
vi_vn: Danh sách rỗng
zh_cn: 列表为空

source: Activity settings
cs_cz: Nastavení činnosti
de_de: Aktivitätseinstellungen
el_gr: Ρυθμίσεις δραστηριότητας
fa_ir: تنظیمات فعالیت ها
fr_fr: Paramètres d'activité
hu_hu: Tevékenység beállítások
id_id: Pengaturan aktivitas
nl_nl: Activiteitinstellingen
pl_pl: Ustawienia aktywności
pt_br: Configurações de atividade
ro_ro: Setări de activitate
ru_ru: Настройки активности
sr_rs: Podešavanja aktivnosti
tr_tr: Etkinlik ayarları
vi_vn: Cài đặt hoạt động

source: Configuration updated
ar_sa: تم تعديل الاعدادات بنجاح .
bg_bg: Конфигурацията е актуализирана
ca_es: Configuració actualitzada
cs_cz: Konfigurace aktualizována
de_de: Konfiguration aktualisiert
el_gr: Οι ρυθμίσεις ενημερώθηκαν
fa_ir: تنظیمات به روز شد
fi_fi: Asetukset päivitetty
fr_fr: Configuration mise à jour
hu_hu: Konfiguráció frissítve
id_id: Konfigurasi berhasil disimpan
lt_lt: Konfigūracija atnaujinta
nl_nl: Configuratie opgeslagen
pl_pl: Konfiguracja zaktualizowana
pt_br: Configuração atualizada
pt_pt: Configuração actualizada
ro_ro: Configurație actualizată
ru_ru: Конфигурация обновлена
sr_rs: Konfiguracija je ažurirana
tr_tr: Yapılandırma güncellendi
uk_ua: Налаштування оновлені
vi_vn: Cấu hình đã được cập nhật
zh_cn: 已更新配置

source: Activity log retention
cs_cz: Uchovávání protokolu aktivit
el_gr: Διατήρηση αρχείου δραστηριοτήτων
fa_ir: ذخیره گزارش فعالیت
fr_fr: Rétention du journal d'activité
hu_hu: Tevékenységi napló megőrzése
id_id: Penyimpanan catatan aktivitas
nl_nl: Activiteitenlogbehoud
pl_pl: Retencja dziennika aktywności
pt_br: Retenção de registros de atividades
ro_ro: Retenție jurnal activități
ru_ru: Сохранение журнала активности
sr_rs: Zadržavanje dnevnika aktivnosti
tr_tr: Etkinlik günlüğü tutma
vi_vn: Lưu giữ nhật ký hoạt động

source: Number of days
cs_cz: Počet dní
de_de: Anzahl der Tage
el_gr: Ημέρες
fa_ir: تعداد روزها
fr_fr: Nombre de jours
hu_hu: Napok száma
id_id: Jumlah hari
nl_nl: Aantal dagen
pl_pl: Liczba dni
pt_br: Número de dias
ro_ro: Număr de zile
sr_rs: Broj dana
tr_tr: Günlerin sayısı
vi_vn: Số ngày

source: FOSSBilling will automatically remove activity logs that are older than the configured number of days. Set to 0 to disable this behavior
cs_cz: FOSSBilling automaticky odstraní protokoly o aktivitách, které jsou starší než nastavený počet dní. Pro vypnutí tohoto chování nastavte na 0
el_gr: Το FOSSBilling θα αφαιρέσει αυτόματα τα αρχεία καταγραφής δραστηριοτήτων που είναι παλαιότερα από τον ρυθμισμένο αριθμό ημερών. Ορίστε σε 0 για να απενεργοποιήσετε αυτή τη συμπεριφορά
fa_ir: FOSSBilling به طور خودکار گزارش‌های فعالیت‌هایی را که قدیمی‌تر از تعداد روزهای پیکربندی شده هستند حذف می‌کند. برای غیرفعال کردن این عملیات،آن را 0 تنظیم کنید
fr_fr: FOSSBilling supprimera automatiquement les journaux d'activité qui sont plus anciens que le nombre de jours configurés. Réglez sur 0 pour désactiver ce comportement
hu_hu: A FOSSBilling automatikusan eltávolítja a beállított napok számánál régebbi tevékenységi naplókat. Ennek a viselkedésnek a letiltásához állítsa 0-ra
id_id: FOSSBilling akan secara otomatis menghapus log aktivitas yang lebih lama dari jumlah hari yang dikonfigurasi. Atur ke 0 untuk menonaktifkan perilaku ini
nl_nl: FOSSBilling zal automatisch activiteitenlogs verwijderen die ouder zijn dan het ingestelde aantal dagen. Stel in op 0 om dit gedrag uit te schakelen
pl_pl: FOSSbilling automatycznie usunie dzienniki aktywności starsze niż skonfigurowana liczba dni. Ustaw 0 aby wyłączyć to zachowanie
pt_br: O FOSSBilling removerá automaticamente os registros de atividades anteriores ao número de dias configurado. Defina como 0 para desativar esse comportamento
ro_ro: FOSSBilling va elimina automat jurnalele de activitate care sunt mai vechi decât numărul configurat de zile. Setați la 0 pentru a dezactiva acest comportament
ru_ru: FOSSBilling avtomatik ravishda tuzilgan kunlar sonidan eski faoliyat jurnallarini oʻchirish tashlaydi. Ushbu amalni oʻchirish uchun 0 ni belgilash
sr_rs: FOSSBilling će automatski ukloniti evidencije aktivnosti koje su starije od konfigurisanog broja dana. Postavite na 0 da biste onemogućili ovo ponašanje
tr_tr: FOSBilling, yapılandırılan gün sayısından daha eski olan etkinlik günlüklerini otomatik olarak kaldıracaktır. Bu davranışı devre dışı bırakmak için 0'a ayarlayın

source: Email log retention
cs_cz: Uchovávání záznamů e-mailů
fr_fr: Rétention du journal des emails
hu_hu: E-mail napló megőrzése
ro_ro: Retenție de jurnal e-mail
ru_ru: Сохранение журналов электронной почты
sr_rs: Čuvanje evidencije e-pošte
vi_vn: Lưu giữ nhật ký email

source: FOSSBilling will automatically remove sent email logs that are older than the configured number of days. Set to 0 to disable this behavior
cs_cz: FOSSBilling automaticky odstraní odeslané e-mailové protokoly, které jsou starší než nastavený počet dní. Pro vypnutí tohoto chování nastavte na 0
hu_hu: A FOSSBilling automatikusan eltávolítja a beállított napok számánál régebbi tevékenységi naplókat. Ennek a viselkedésnek a letiltásához állítsa 0-ra
ro_ro: FOSSBilling va elimina automat jurnalele de e-mail trimise care sunt mai vechi decât numărul configurat de zile. Setați la 0 pentru a dezactiva acest comportament
sr_rs: FOSSBilling će automatski ukloniti evidencije poslatih imejlova koje su starije od konfigurisanog broja dana. Podesite na 0 da biste onemogućili ovo ponašanje

source: Update
ar_sa: تحديث
bg_bg: Актуализиране
ca_es: Actualitza
cs_cz: Aktualizovat
de_de: Aktualisieren
el_gr: Ενημέρωση
fa_ir: ویرایش
fi_fi: Päivitä
fr_fr: Mettre à jour
hu_hu: Frissítés
id_id: Perbarui
lt_lt: Atnaujinti
nl_nl: Bijwerken
pl_pl: Aktualizuj
pt_br: Atualizar
pt_pt: Atualização
ro_ro: Actualizați
ru_ru: Обновления
sr_rs: Ažuriraj
tr_tr: Güncelle
uk_ua: Оновити
vi_vn: Cập nhật
zh_cn: 更新

source: Client groups
ar_sa: مجموعات العملاء
bg_bg: Клиентски групи
ca_es: Grups de clients
cs_cz: Skupiny klientů
de_de: Kundengruppen
el_gr: Ομάδες πελατών
fa_ir: گروه های مشتریان
fi_fi: Asiakasryhmät
fr_fr: Groupes de Client
hu_hu: Ügyfélcsoportok
id_id: Grup klien
lt_lt: Klientų grupės
nl_nl: Klantengroepen
pl_pl: Grupy klientów
pt_br: Grupos de clientes
pt_pt: Grupos de clientes
ro_ro: Grupuri de clienți
ru_ru: Группы клиентов
sr_rs: Grupe klijenata
tr_tr: Müşteri grupları
uk_ua: Групи клієнта
vi_vn: Nhóm khách hàng
zh_cn: 客户组

source: Edit client group
ar_sa: تحرير مجموعة العملاء
bg_bg: Редактиране на клиентската група
ca_es: Edita el grup de clients
cs_cz: Upravit skupinu klientů
de_de: Kundengruppe bearbeiten
el_gr: Επεξεργασία ομάδας πελατών
fa_ir: ویرایش گروه مشتریان
fi_fi: Muokkaa asiakasryhmää
fr_fr: Éditer le groupe de client
hu_hu: Ügyfélcsoport szerkesztése
id_id: Edit grup klien
lt_lt: Redaguoti klientų grupę
nl_nl: Klantgroep bewerken
pl_pl: Edytuj grupę klientów
pt_br: Editar grupo de clientes
pt_pt: Editar grupo de clientes
ro_ro: Modificați grupul de clienți
ru_ru: Редактировать группу клиентов
sr_rs: Uredite grupu klijenata
tr_tr: Müşteri grubunu düzenle
uk_ua: Редагувати групу клієнтів
vi_vn: Sửa nhóm khách hàng
zh_cn: 编辑客户组

source: Title
ar_sa: العنوان
bg_bg: Заглавие
ca_es: Títol
cs_cz: Název
de_de: Titel
el_gr: Τίτλος
fa_ir: عنوان
fi_fi: Otsikko
fr_fr: Titre
hu_hu: Cím
id_id: Judul
lt_lt: Pavadinimas
nl_nl: Titel
pl_pl: Tytuł
pt_br: Título
pt_pt: Título
ro_ro: Titlu
ru_ru: Название
sr_rs: Naslov
tr_tr: Başlık
uk_ua: Назва
vi_vn: Chức danh
zh_cn: 标题

source: Go back
ar_sa: رجوع
bg_bg: Връщане назад
ca_es: Tornar
cs_cz: Zpět
de_de: Zurück
el_gr: Πίσω
fa_ir: بازگشت
fi_fi: Takaisin
fr_fr: Retour
hu_hu: Menj vissza
id_id: Kembali
lt_lt: Eiti atgal
nl_nl: Ga terug
pl_pl: Powrót
pt_br: Voltar
pt_pt: Voltar atrás
ro_ro: Mergeți înapoi
ru_ru: Назад
sr_rs: Vrati se nazad
tr_tr: Geri dön
uk_ua: Назад
vi_vn: Quay lại
zh_cn: 返回

source: Filter clients
ar_sa: مرشح العملاء
bg_bg: Филтриране на клиентите
ca_es: Filtre clients
cs_cz: Filtrovat klienty
de_de: Kunden filtern
el_gr: Φίλτρο πελατών
fa_ir: فیلتر مشتریان
fi_fi: Suodata asiakkaita
fr_fr: Filtrer les clients
hu_hu: Ügyfelek szűrése
id_id: Filter Klien
lt_lt: Filtruoti klientus
nl_nl: Klanten filteren
pl_pl: Filtruj klientów
pt_br: Filtrar clientes
pt_pt: Filtrar clientes
ro_ro: Filtrați clienții
ru_ru: Фильтровать клиентов
sr_rs: Filtrirajte klijente
tr_tr: Müşterileri filtrele
uk_ua: Фільтр клієнтів
vi_vn: Lọc Khách hàng
zh_cn: 筛选客户

source: Client ID
ar_sa: معرف العميل
bg_bg: Идент. № на клиента
ca_es: ID de Client
cs_cz: ID klienta
de_de: Kundennummer
el_gr: Αναγνωριστικό πελάτη
fa_ir: شناسه کاربر
fi_fi: Asiakkaan Tunnus
fr_fr: ID Client
hu_hu: Ügyfél azonosító
id_id: ID Klien
lt_lt: Kliento ID
nl_nl: Klanten ID
pl_pl: ID klienta
pt_br: ID do Cliente
pt_pt: ID do cliente
ro_ro: ID-ul clientului
ru_ru: ID Клиента
sr_rs: ID klijenta
tr_tr: Müşteri ID
uk_ua: Ідентифікатор клієнта
vi_vn: ID khách hàng
zh_cn: 用户ID

source: Name
ar_sa: الإسم
bg_bg: Име
ca_es: Nom
cs_cz: Jméno
el_gr: Όνομα
fa_ir: نام
fi_fi: Nimi
fr_fr: Nom
hu_hu: Név
id_id: Nama
lt_lt: Vardas
nl_nl: Naam
pl_pl: Nazwa
pt_br: Nome
pt_pt: Nome
ro_ro: Nume
ru_ru: Имя
sr_rs: Ime
tr_tr: İsim
uk_ua: Ім’я
vi_vn: Tên
zh_cn: 名称

source: Company name
ar_sa: اسم الشركة
bg_bg: Име на фирмата
ca_es: Empresa
cs_cz: Název společnosti
de_de: Firmenname
el_gr: Επωνυμία εταιρείας
fa_ir: نام شرکت
fi_fi: Yrityksen nimi
fr_fr: Nom de l'entreprise
hu_hu: Cégnév
id_id: Nama perusahaan
lt_lt: Įmonės pavadinimas
nl_nl: Bedrijfsnaam
pl_pl: Nazwa firmy
pt_br: Empresa
pt_pt: Nome da empresa
ro_ro: Denumirea companiei
ru_ru: Название компании
sr_rs: Ime firme
tr_tr: Şirket ismi
uk_ua: Назва компанії
vi_vn: Tên công ty
zh_cn: 公司名称

source: Group
ar_sa: مجموعة
bg_bg: Група
ca_es: Grup
cs_cz: Skupina
de_de: Gruppe
el_gr: Ομάδα
fa_ir: گروه
fi_fi: Ryhmä
fr_fr: Groupe
hu_hu: Csoport
id_id: Grup
lt_lt: Grupė
nl_nl: Groep
pl_pl: Grupa
pt_br: Grupo
pt_pt: Grupo
ro_ro: Grup
ru_ru: Guruh
sr_rs: Grupa
tr_tr: Grup
uk_ua: Група
vi_vn: Nhóm
zh_cn: 组

source: All groups
cs_cz: Všechny skupiny
hu_hu: Összes csoport
ro_ro: Toate grupele
ru_ru: Все группы
vi_vn: Tất cả các nhóm

source: Status
ar_sa: الحالة
bg_bg: Статус
ca_es: Estat
el_gr: Κατάσταση
fa_ir: وضعیت
fi_fi: Tila
fr_fr: Statut
hu_hu: Állapot
lt_lt: Būsena
pt_pt: Estado
ro_ro: Stare
ru_ru: Статус
tr_tr: Durum
uk_ua: Статус
vi_vn: Trạng thái
zh_cn: 状态

source: All
ar_sa: الكل
bg_bg: Всички
ca_es: Tots
cs_cz: Vše
de_de: Alle
el_gr: Όλα
fa_ir: همه
fi_fi: Kaikki
fr_fr: Tout
hu_hu: Minden
id_id: Semua
lt_lt: Visi
nl_nl: Alles
pl_pl: Wszyscy
pt_br: Todos
pt_pt: Todos
ro_ro: Tot
ru_ru: Barchasi
sr_rs: Sve
tr_tr: Tümü
uk_ua: Всі
vi_vn: Tất cả
zh_cn: 全部

source: Suspended
ar_sa: موقوف
bg_bg: Прекратен
ca_es: Suspès
cs_cz: Pozastaveno
de_de: Gesperrt
el_gr: Σε αναστολή
fa_ir: تعلیق شده
fi_fi: Keskeytetty
fr_fr: Suspendu
hu_hu: Felfüggesztett
id_id: Ditangguhkan
lt_lt: Sustabdytas
nl_nl: Geblokkeerd
pl_pl: Zawieszony
pt_br: Suspenso
pt_pt: Suspenso
ro_ro: Suspendat
ru_ru: Приостановлен
sr_rs: Suspendovan
tr_tr: Askıya alındı
uk_ua: Призупинено
vi_vn: Đã tạm dừng
zh_cn: 已冻结

source: Canceled
ar_sa: ملغي
bg_bg: Отменено
ca_es: Cancel·lat
cs_cz: Zrušeno
de_de: Storniert
el_gr: Ακυρωμένα
fa_ir: لغو شده
fi_fi: Peruutettu
fr_fr: Annulée
hu_hu: Törölt
id_id: Dibatalkan
lt_lt: Atšauktas
nl_nl: Geannuleerd
pl_pl: Anulowano
pt_br: Cancelado
pt_pt: Cancelado
ro_ro: Anulat
ru_ru: Отменен
sr_rs: Otkazano
tr_tr: İptal edildi
uk_ua: Скасовано
vi_vn: Đã hủy bỏ
zh_cn: 已取消

source: Registration date
ar_sa: تاريخ التسجيل
bg_bg: Дата на регистрация
ca_es: Data de registre
cs_cz: Datum registrace
de_de: Registrierungsdatum
el_gr: Ημερομηνία εγγραφής
fa_ir: تاریخ ثبت نام
fi_fi: Rekisteröitymispäivä
fr_fr: Date d'inscription
hu_hu: Regisztráció dátuma
id_id: Tanggal pendaftaran
lt_lt: Registracijos data
nl_nl: Registratiedatum
pl_pl: Data rejestracji
pt_br: Data do registo
pt_pt: Data de registo
ro_ro: Data înregistrării
ru_ru: Ro'yxatga olish sanasi
sr_rs: Datum registracije
tr_tr: Kayıt tarihi
uk_ua: Дата реєстрації
vi_vn: Ngày đăng ký
zh_cn: 注册日期

source: Filter
ar_sa: تصفية
bg_bg: Филтър
ca_es: Filtre
cs_cz: Filtr
el_gr: Φίλτρα
fa_ir: فیلتر
fi_fi: Suodata
fr_fr: Filtre
hu_hu: Szűrő
lt_lt: Filtruoti
pl_pl: Filtr
pt_br: Filtrar
pt_pt: Filtro
ro_ro: Filtru
ru_ru: Filtrlash
tr_tr: Filtrele
uk_ua: Фільтр
vi_vn: Bộ lọc
zh_cn: 筛选
