Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: SMTP host or port is not configured
ar_sa: مضيف أو منفذ SMTP لم يتم إعداده
bg_bg: SMTP хостът или портът не са конфигурирани
ca_es: L'amfitrió o el port SMTP no està configurat
cs_cz: SMTP host nebo port není nakonfigurován
de_de: SMTP Host oder Port ist nicht konfiguriert
el_gr: Δεν έχει ρυθμιστεί διακομιστής ή θύρα SMTP
fa_ir: SMPT یا پورت آن پیکربندی نشده است
fi_fi: SMTP-isäntää tai porttia ei ole määritetty
fr_fr: Le nom d'hôte SMTP n'est pas configuré
hu_hu: Az SMTP-állomás vagy -port nincs konfigurálva
id_id: Host atau port SMTP tidak dikonfigurasi
lt_lt: SMTP serveris arba prievadas nesukonfigūruotas
nl_nl: SMTP-host of poort is niet geconfigureerd
pl_pl: Serwer lub port SMTP nie jest skonfigurowany
pt_br: O host SMTP ou a porta não está configurado
pt_pt: O anfitrião ou a porta SMTP não está configurado
ro_ro: Gazda sau portul SMTP nu este configurat
ru_ru: SMTP-хост или порт не настроены
sr_rs: SMTP host ili port nije konfigurisan
tr_tr: SMTP sunucu veya bağlantı noktası yapılandırılmamış
uk_ua: SMTP хост або порт не налаштовано
vi_vn: Máy chủ SMTP chưa được cấu hình
zh_cn: SMTP 主机或端口未配置

source: Invalid SQL query. Missing FROM clause.
cs_cz: Neplatný SQL dotaz. Chybí ustanovení FROM.
hu_hu: Hibás SQL lekérdezés. Hiányzó FORM kikötés.
ro_ro: Interogare SQL invalidă. Lipsește din clauză.
ru_ru: Неверный SQL-запрос. Отсутствует предложение FROM.
sr_rs: Nevažeći SQL upit. Nedostaje FROM klauzula.
vi_vn: Truy vấn SQL không hợp lệ. Thiếu FROM.

source: Invalid password hash provided
cs_cz: Zadán neplatný hash hesla
de_de: Ungültiger Passwort Hash angegeben
el_gr: Δόθηκε μη έγκυρο hash κωδικού πρόσβασης
fa_ir: هش رمز عبور نامعتبر ارائه شده است
fi_fi: Virheellinen salasanan hash annettu
fr_fr: Hachage de mot de passe fourni non valide
hu_hu: Érvénytelen jelszó hash került megadásra
id_id: Hash kata sandi yang diberikan tidak valid
nl_nl: Ongeldige wachtwoord hash opgegeven
pl_pl: Podano nieprawidłowy hash hasła
ro_ro: Hash parolă nevalidă furnizată
ru_ru: Указан неверный хеш пароля
sr_rs: Naveden je nevažeći heš lozinke
vi_vn: Đã cung cấp hàm băm mật khẩu không hợp lệ
zh_cn: 提供的密码哈希值无效。

source: Exact matches cannot be provided unless you provide an Alpha2 language code.
cs_cz: Přesné shody nelze poskytnout, pokud neuvádíte kód jazyka Alpha2.
fr_fr: Des correspondances exactes ne peuvent pas être fournies à moins que vous ne fournissiez un code de langue Alpha2.
hu_hu: Pontos egyezéseket csak akkor lehet megadni, ha megad egy alfa2 nyelvi kódot.
ro_ro: Nu pot fi furnizate potriviri exacte decât dacă furnizați un cod de limbă Alpha2.
ru_ru: Точные совпадения не могут быть предоставлены, если вы не укажете языковой код Alpha2.
vi_vn: Không thể cung cấp kết quả khớp chính xác trừ khi bạn cung cấp mã ngôn ngữ Alpha2.

source: We were unable to generate a password with the required parameters
cs_cz: Nepodařilo se nám vygenerovat heslo s požadovanými parametry
de_de: Wir konnten kein Passwort mit den erforderlichen Parametern generieren
el_gr: Δεν ήταν δυνατή η δημιουργία κωδικού πρόσβασης με τις απαιτούμενες παραμέτρους
fa_ir: نتوانستیم رمز عبوری با پارامترهای لازم ایجاد کنیم
fi_fi: Emme pystyneet luomaan salasanaa vaadittujen parametrien kanssa
fr_fr: Nous n'avons pas pu générer de mot de passe avec les paramètres requis
hu_hu: Nem tudtunk a szükséges paraméterekkel rendelkező jelszót generálni
id_id: Kami tidak dapat membuat kata sandi dengan parameter yang diperlukan
nl_nl: We konden geen wachtwoord aanmaken met de vereiste parameters
pl_pl: Nie mogliśmy wygenerować hasła z wymaganymi parametrami
pt_br: Não foi possível gerar uma senha com os parâmetros necessários
ro_ro: Nu s-a putut genera o parolă cu parametrii necesari
ru_ru: Нам не удалось сгенерировать пароль с требуемыми параметрами
sr_rs: Nismo uspeli da generišemo lozinku sa zatraženim parametrima
vi_vn: Chúng tôi không thể tạo mật khẩu với các thông số bắt buộc
zh_cn: 无法生成符合您要求的密码。

source: Service class :class was not found in :path
ar_sa: فئة الخدمة :class لم يتم العثور عليها في :path
bg_bg: Клас на обслужване :клас не е намерен в :път
ca_es: Classe de servei :class no s'ha trobat a :path
cs_cz: Třída služby :class nebyla nalezena v :path
de_de: Service-Klasse :class wurde nicht bei :path gefunden
el_gr: Η κλάση υπηρεσίας :class δεν βρέθηκε στο :path
fa_ir: کلاس سرویس :class در :path یافت نشد
fi_fi: Palveluluokkaa :class ei löytynyt tiedostosta :path
fr_fr: Class de service :class introuvable dans :path
hu_hu: Szolgáltatás osztály :class nem található a :path-ban
id_id: Class service :class tak ada di :path
lt_lt: Paslaugos klasė :class nerasta :path kataloge
nl_nl: Serviceklasse :class is niet gevonden in :pad
pl_pl: Klasa usługi :class nie została znaleziona w :path
pt_br: Classe de serviço :class não foi encontrada em :path
pt_pt: A classe de serviço :class não foi encontrada em :path
ro_ro: Clasa de serviciu :class nu a fost găsită în :path
ru_ru: Класс службы :class не найден в :path
sr_rs: Servisna klasa :class nije pronađena u :path
tr_tr: Hizmet sınıfı :class :path içinde bulunamadı
uk_ua: Сервісний клас :class не знайдено в :path
vi_vn: Service class :class không tồn tại trong :path
zh_cn: 在 :path 中找不到服务类 :class。

source: Email address
ar_sa: عنوان البريد الإلكتروني
bg_bg: Електронна поща
ca_es: Adreça de correu electrònic
cs_cz: E-mailová adresa
de_de: E-Mail Adresse
el_gr: Διεύθυνση E-mail
fa_ir: آدرس ایمیل
fi_fi: Sähköpostiosoite
fr_fr: Adresse e-mail
hu_hu: Email cím
id_id: Alamat E-mail
lt_lt: El. pašto adresas
nl_nl: E-mail adres
pl_pl: Adres e-mail
pt_br: E-mail
pt_pt: Endereço de correio eletrónico
ro_ro: Adresa de e-mail
ru_ru: Адрес электронной почты
sr_rs: Email adresa
tr_tr: E-posta Adresi
uk_ua: Адреса електронної пошти
vi_vn: Địa chỉ email
zh_cn: 邮箱

source: :friendlyName: is invalid
ar_sa: :friendlyName: غير صالح
bg_bg: :friendlyName: е невалиден
ca_es: :friendlyName: no és vàlid
cs_cz: :friendlyName: je neplatné
de_de: :friendlyName: ist ungültig
el_gr: :friendlyName: Δεν είναι έγκυρο
fa_ir: :friendlyName: معتبر نیست
fi_fi: :friendlyName: on virheellinen
fr_fr: :friendlyName: est invalide
hu_hu: :friendlyName: érvénytelen
id_id: :friendlyName: tidak valid
nl_nl: :friendlyName: is ongeldig
pl_pl: :friendlyName: jest nieprawidłowa
pt_br: :friendlyName: é inválido
pt_pt: :friendlyName: é inválido
ro_ro: :friendlyName: este incorect
ru_ru: :friendlyName: Недействителен
sr_rs: :friendlyName: je nevažeći
tr_tr: :friendlyName: geçersiz
uk_ua: :friendlyName: є неприпустимим
vi_vn: :friendlyName: không hợp lệ
zh_cn: :friendlyName: 无效

source: Failed to download the latest version information. Further details are available in the error log.
ar_sa: فشل تنزيل أحدث معلومات الإصدار. المزيد من التفاصيل متوفرة في سجل الأخطاء.
bg_bg: Не успях да изтегля архива с актуализациите. Допълнителна информация е налична в дневника/логът за грешки.
ca_es: No s'ha pogut baixar la informació de la darrera versió. Hi ha més detalls disponibles al registre d'errors.
cs_cz: Nepodařilo se stáhnout nejnovější informace o verzi. Další podrobnosti jsou k dispozici v protokolu chyb.
de_de: Herunterladen der neuesten Versionsinformationen fehlgeschlagen. Weitere Details findest du im Fehlerprotokoll.
el_gr: Απέτυχε η λήψη των τελευταίων πληροφοριών έκδοσης. Περισσότερες λεπτομέρειες είναι διαθέσιμες στο αρχείο καταγραφής σφαλμάτων.
fa_ir: اطلاعات آخرین نسخه دانلود نشد. جزئیات بیشتر در گزارش خطا موجود است.
fi_fi: Uusimpien versiotietojen lataaminen epäonnistui. Lisätietoja on saatavilla virhelokissa.
fr_fr: Impossible de télécharger les dernières informations de version. Des détails supplémentaires sont disponibles dans le journal des erreurs.
hu_hu: Nem sikerült letölteni a legújabb verzióinformációkat. További részletek a hibanaplóban találhatók.
id_id: Gagal mengunduh informasi versi terbaru. Informasi lebih lanjut tersedia pada error log.
lt_lt: Nepavyko atsisiųsti naujausios versijos informacijos. Daugiau informacijos rasite klaidų žurnale.
nl_nl: Kan de nieuwste versie-informatie niet downloaden. Verdere details zijn beschikbaar in het foutenlogboek.
pl_pl: Nie udało się pobrać najnowszej wersji. Dalsze szczegóły są dostępne w dzienniku błędów.
pt_br: Falha ao baixar as informações da versão mais recente. Mais detalhes estão disponíveis no registro de erros.
pt_pt: Falha ao descarregar as informações da versão mais recente. Estão disponíveis mais detalhes no registo de erros.
ro_ro: Descărcarea celei mai recente versiuni a eșuat. Mai multe detalii sunt disponibile în jurnalul de erori.
ru_ru: Не удалось загрузить информацию о последней версии. Дополнительные сведения доступны в журнале ошибок.
sr_rs: Nije uspjelo preuzimanje informacije o poslednjoj verziji. Daljnji detalji su dostupni u error log.
tr_tr: En son sürüm bilgileri indirilemedi. Daha fazla ayrıntı hata günlüğünde mevcuttur.
uk_ua: Не вдалося завантажити інформацію про останню версію. Подробиці доступні в журналі помилок.
vi_vn: Không thể tải xuống thông tin phiên bản mới nhất. Thông tin chi tiết có sẵn trong nhật ký lỗi.
zh_cn: 下载最新版本信息失败。在错误日志中可以获得更多信息。

source: You have the latest version of FOSSBilling. You do not need to update.
cs_cz: Máte nejnovější verzi FOSSBillingu. Není potřeba aktualizovat.
de_de: Die Software befindet sich auf dem neuesten Stand und muss nicht aktualisiert werden.
el_gr: Έχετε την τελευταία έκδοση του FOSSBilling. Δεν χρειάζεται ενημέρωση.
fa_ir: شما آخرین نسخه FOSSBilling را دارید. نیازی به آپدیت ندارید.
fi_fi: Sinulla on FOSSBillingin uusin versio. Sinun ei tarvitse päivittää.
fr_fr: Vous avez la dernière version de FOSSBilling. Vous n'avez pas besoin de mettre à jour.
hu_hu: A legújabb FOSSBilling verziót használod, nincs szükség frissítésre.
id_id: Anda memiliki FOSSBilling versi terbaru. Anda tidak perlu memperbarui.
nl_nl: De nieuwste versie van FOSSBilling is aanwezig. Een update is niet nodig.
pl_pl: Masz najnowszą wersję FOSSBilling. Nie musisz aktualizować.
ro_ro: Aveți ultima versiune de FOSSBilling. Nu trebuie să actualizați.
ru_ru: У вас последняя версия FOSSBilling. Вам не нужно обновляться.
sr_rs: Imate poslednju verziju FOSSBilling. Ne morate je ažuririrati.
vi_vn: Bạn đang dùng bản mới nhất của FOSSBilling. Bạn không cần cập nhật.
zh_cn: 您的 FOSSBilling 系统版本已经是最新的，无需更新。

source: FOSSBilling :version: requires at least PHP :min_php:, but you are running :current_php:.
cs_cz: FOSSBilling :version: vyžaduje alespoň PHP :min_php:, ale používáte :current_php:.
el_gr: Το FOSSBilling :version: απαιτεί τουλάχιστον PHP :min_php:, αλλά εκτελείτε :current_php:.
fa_ir: FOSSBilling نسخه :version: برای اجرا نیاز به حداقل PHP نسخه :min_php: را دارد، نسخه فعلی شما :current_php:.
fi_fi: FOSSBilling :version: vaatii ainakin PHP :min_php:, mutta käytät :current_php:.
fr_fr: FOSSBilling :version: requiert au moins PHP :min_php:, mais vous utilisez :current_php:.
hu_hu: A FOSSBilling :version: legalább PHP :min_php: verziót igényel, de te a :current_php: verziót futtatod:.
id_id: FOSSBilling :version: meminta versi PHP minimal :min_php:, tetapi anda menjalankan versi :current_php:.
nl_nl: FOSSBilling :version: vereist tenminste PHP :min_php:, maar er wordt gewerkt met :current_php:.
pl_pl: FOSSBilling :version: wymaga co najmniej PHP :min_php:, ale obecnie używasz :current_php:.
ro_ro: FOSSBilling :version: necesită cel puțin PHP :min_php:, dar rulați :current_php:.
ru_ru: FOSSBilling :version: требует как минимум PHP :min_php:, но вы используете :current_php:.
sr_rs: FOSSBilling :version: zahteva najmanje PHP :min_php:, ali vi koristite :current_php:.
vi_vn: FOSSBilling :version: yêu cầu ít nhất PHP :min_php:, nhưng bạn đang chạy :current_php:.
zh_cn: FOSSBilling :version: 需要的最低版本是 :min_php:,您的当前版本是 :current_php:.

source: The download URL for this release was not specified as a trusted one. Update canceled for security reasons.
cs_cz: URL pro stažení tohoto vydání nebyla specifikována jako důvěryhodná. Z bezpečnostních důvodů byla zrušena aktualizace.
el_gr: Η διεύθυνση URL λήψης για αυτήν την έκδοση δεν ορίστηκε ως αξιόπιστη. Η ενημέρωση ακυρώθηκε για λόγους ασφαλείας.
fa_ir: URL دانلود برای این نسخه به عنوان یک آدرس قابل اعتماد مشخص نشده است. به‌روزرسانی به دلایل امنیتی لغو شد.
fi_fi: Tämän julkaisun lataus URL-osoitetta ei ole määritetty luotetuksi. Päivitys peruutettiin turvallisuussyistä.
fr_fr: L'URL de téléchargement de cette version n'a pas été spécifiée comme une version de confiance. La mise à jour a été annulée pour des raisons de sécurité.
hu_hu: A megadott letöltési URL nem volt megbízhatóként megjelölve. A frissítés biztonsági okokból törölve.
id_id: URL unduhan untuk rilis ini tidak ditetapkan sebagai URL tepercaya. Pembaruan dibatalkan karena alasan keamanan.
nl_nl: De download-URL voor deze release is niet als vertrouwd opgegeven. Update geannuleerd om veiligheidsredenen.
pl_pl: Adres URL do pobrania tej wersji nie został określony jako zaufany. Aktualizacja anulowana ze względów bezpieczeństwa.
ro_ro: URL-ul de descărcare pentru această versiune nu a fost specificat că fiind unul de încredere. Actualizarea a fost anulată din motive de securitate.
ru_ru: URL-адрес загрузки этого выпуска не был указан как доверенный. Обновление отменено по соображениям безопасности.
sr_rs: URL za preuzimanje za ovo izdanje nije naveden kao pouzdan. Ažuriranje je otkazano iz bezbednosnih razloga.
vi_vn: URL tải xuống cho bản phát hành này không được chỉ định là URL đáng tin cậy. Đã hủy cập nhật vì lý do bảo mật.
zh_cn: 当前下载链接不受信任，由于安全原因，更新已取消。

source: Failed to download the update archive. Further details are available in the error log.
ar_sa: فشل تنزيل أحدث معلومات الإصدار. المزيد من التفاصيل متوفرة في سجل الأخطاء.
bg_bg: Не успях да изтегля архива с актуализациите. Допълнителна информация е налична в дневника/логът за грешки.
ca_es: No s'ha pogut baixar l'arxiu d'actualització. Hi ha més detalls disponibles al registre d'errors.
cs_cz: Nepodařilo se stáhnout nejnovější informace o verzi. Další podrobnosti jsou k dispozici v protokolu chyb.
de_de: Das Update-Archiv konnte nicht heruntergeladen werden. Weitere Details findest du im Fehlerprotokoll.
el_gr: Απέτυχε η λήψη των τελευταίων πληροφοριών έκδοσης. Περισσότερες λεπτομέρειες είναι διαθέσιμες στο αρχείο καταγραφής σφαλμάτων.
fa_ir: بایگانی به‌روزرسانی دانلود نشد. جزئیات بیشتر در گزارش خطا موجود است.
fi_fi: Päivitysarkiston lataaminen epäonnistui. Lisätietoja on saatavilla virhelokissa.
fr_fr: Impossible de télécharger l'archive de mise à jour. Des détails supplémentaires sont disponibles dans le journal des erreurs.
hu_hu: Nem sikerült letölteni a frissítési archívumot. További részletek a hibanaplóban találhatók.
id_id: Gagal mengunduh arsip update terbaru. Informasi lebih lanjut tersedia pada error log.
lt_lt: Nepavyko atsisiųsti naujinimų archyvo. Daugiau informacijos rasite klaidų žurnale.
nl_nl: Kan het updatearchief niet downloaden. Verdere details zijn beschikbaar in het foutenlogboek.
pl_pl: Nie udało się pobrać archiwum aktualizacji. Dalsze szczegóły są dostępne w dzienniku błędów.
pt_br: Falha ao baixar o arquivo de atualização. Outros detalhes estão disponíveis no registro de erros.
pt_pt: Falha ao descarregar o arquivo de atualização. Estão disponíveis mais detalhes no registo de erros.
ro_ro: Descărcarea arhivei de actualizare a eșuat. Mai multe detalii sunt disponibile în jurnalul de erori.
ru_ru: Не удалось загрузить архив обновления. Дополнительные сведения доступны в журнале ошибок.
sr_rs: Nije uspjelo preuzimanje ažurirane arhive. Daljnji detalji su dostupni u error log.
tr_tr: Güncelleme arşivi indirilemedi. Daha fazla ayrıntı hata günlüğünde mevcuttur.
uk_ua: Не вдалося завантажити архів оновлень. Подробиці доступні в журналі помилок.
vi_vn: Không thể tải xuống thông tin phiên bản mới nhất. Thông tin chi tiết có sẵn trong nhật ký lỗi.
zh_cn: 无法下载更新归档。在错误日志中可获得更多详细信息。

source: Failed to extract file, please check file and folder permissions. Further details are available in the error log.
ar_sa: أخفق في استخراج الملف، الرجاء التحقق من أذونات الملف والمجلد. المزيد من التفاصيل متوفرة في سجل الأخطاء.
bg_bg: Неуспешно извличане на файла, моля, проверете разрешенията на файловете и папките. Допълнителна информация е налична в дневника/логът за грешки.
ca_es: No s'ha pogut extreure el fitxer, comproveu els permisos de fitxers i carpetes. Hi ha més detalls disponibles al registre d'errors.
cs_cz: Nepodařilo se extrahovat soubor, zkontrolujte oprávnění souboru a složky. Další podrobnosti jsou k dispozici v protokolu chyb.
de_de: Fehler beim Entpacken der Datei, bitte überprüfe die Datei- und Ordnerberechtigungen. Weitere Details findest du im Fehlerprotokoll.
el_gr: Αποτυχία αποσυμπίεσης αρχείου, παρακαλώ ελέγξτε το αρχείο και τα δικαιώματα φακέλου. Περισσότερες λεπτομέρειες είναι διαθέσιμες στο αρχείο καταγραφής σφαλμάτων.
fa_ir: فایل استخراج نشد، لطفاً مجوزهای فایل و پوشه را بررسی کنید. جزئیات بیشتر در گزارش خطا موجود است.
fi_fi: Tiedoston purkaminen epäonnistui, tarkista tiedoston ja kansion käyttöoikeudet. Lisätietoja on saatavilla virhelokissa.
fr_fr: Impossible d'extraire le fichier, veuillez vérifier les permissions du fichier et du dossier. Des détails supplémentaires sont disponibles dans le journal des erreurs.
hu_hu: Nem sikerült kibontani a fájlt, ellenőrizze a fájl- és mappaengedélyeket. További részletek a hibanaplóban találhatók.
id_id: Gagal mengekstrak file, silahkan cek hak akses file dan folder. Informasi lebih lanjut tersedia pada error log.
lt_lt: Nepavyko išskleisti failo, patikrinkite failo ir aplanko leidimus. Daugiau informacijos rasite klaidų žurnale.
nl_nl: Uitpakken van bestand mislukt, controleer bestands- en maprechten. Verdere details zijn beschikbaar in het foutenlogboek.
pl_pl: Nie udało się rozpakować pliku, sprawdź uprawnienia do pliku i folderu. Dalsze szczegóły są dostępne w dzienniku błędów.
pt_br: Falha ao extrair o arquivo, por favor, verifique as permissões de arquivo e pasta. Mais detalhes estão disponíveis no registro de erros.
pt_pt: Falha na extração do ficheiro, verifique as permissões do ficheiro e da pasta. Estão disponíveis mais detalhes no registo de erros.
ro_ro: Nu s-a putut extrage fișierul, vă rugăm să verificați permisiunile fișierului și folderului. Detaliile suplimentare sunt disponibile în jurnalul de erori.
ru_ru: Не удалось извлечь файл, проверьте разрешения файлов и папок. Дополнительные сведения доступны в журнале ошибок.
sr_rs: Neuspešno izdvajanje fajla, molimo proverite dozvole fajla i foldera. Daljnji detalji su dostupni u error log.
tr_tr: Dosya çıkarılamadı, lütfen dosya ve klasör izinlerini kontrol edin. Daha fazla ayrıntı hata günlüğünde mevcuttur.
uk_ua: Не вдалося розпакувати файл, будь ласка, перевірте права доступу до файлу та каталогу. Подробиці знаходяться в журналі помилок.
vi_vn: Không thể giải nén tệp, vui lòng kiểm tra quyền truy cập tệp và thư mục. Thông tin chi tiết có sẵn trong nhật ký lỗi.
zh_cn: 提取文件失败，请检查文件和文件夹权限。在错误日志中有更多详细信息。

source: Unable to clear cache and/or remove install folder. Further details are available in the error log.
ar_sa: غير قادر على مسح ذاكرة التخزين المؤقت و/أو إزالة مجلد التثبيت. تتوفر تفاصيل أخرى في سجل الأخطاء.
bg_bg: Не успях да изчистя кеша и/или да премахна папката за инсталиране. Допълнителна информация е налична в лога/дневника за грешки.
ca_es: No es pot esborrar la memòria cau i/o eliminar la carpeta d'instal·lació. Hi ha més detalls disponibles al registre d'errors.
cs_cz: Nelze vymazat mezipaměť a/nebo odstranit složku instalace. Další podrobnosti jsou k dispozici v protokolu chyb.
de_de: Konnte den Cache nicht leeren und/oder den Installationsordner entfernen. Weitere Details findest du im Fehlerprotokoll.
el_gr: Δεν είναι δυνατή η εκκαθάριση της προσωρινής μνήμης και/ή η κατάργηση του φακέλου εγκατάστασης. Περισσότερες λεπτομέρειες είναι διαθέσιμες στο αρχείο καταγραφής σφαλμάτων.
fa_ir: پاک کردن حافظه پنهان و/یا حذف پوشه نصب ممکن نیست. جزئیات بیشتر در گزارش خطا موجود است.
fi_fi: Välimuistin tyhjentäminen ja/tai asennuskansion poistaminen ei onnistu. Lisätietoja on saatavilla virhelokissa.
fr_fr: Impossible de vider le cache et/ou de supprimer le dossier d'installation. Des détails supplémentaires sont disponibles dans le journal des erreurs.
hu_hu: Nem lehet törölni a gyorsítótárat és/vagy eltávolítani a telepítési mappát. További részletek a hibanaplóban találhatók.
id_id: Tidak dapat membersihkan cache dan/atau membuang folder installasi. Keterangan lebih lanjut tersedia pada error log.
lt_lt: Nepavyko išvalyti talpyklos ir/arba pašalinti diegimo aplanko. Daugiau informacijos rasite klaidų žurnale.
nl_nl: Kan de cache niet wissen en/of de installatiemap verwijderen. Verdere details zijn beschikbaar in het foutenlogboek.
pl_pl: Nie można wyczyścić pamięci podręcznej i/lub usunąć folderu instalacyjnego. Dalsze szczegóły są dostępne w dzienniku błędów.
pt_br: Não foi possível limpar o cache e/ou remover a pasta de instalação. Mais detalhes estão disponíveis no registro de erros.
pt_pt: Não é possível limpar a cache e/ou remover a pasta de instalação. Estão disponíveis mais detalhes no registo de erros.
ro_ro: Nu se poate șterge memoria cache și/sau elimina folderul de instalare. Detalii suplimentare sunt disponibile în jurnalul de erori.
ru_ru: Не удалось очистить кеш и/или удалить папку установки. Дополнительные сведения доступны в журнале ошибок.
sr_rs: Nemoguće obrisati cache i/ili ukloniti instalacioni folder. Daljnji detalji su dostupni u error log.
tr_tr: Önbellek temizlenemiyor ve/veya yükleme klasörü kaldırılamıyor. Daha fazla ayrıntı hata günlüğünde mevcuttur.
uk_ua: Неможливо очистити кеш та/або видалити каталог встановлення. Подробиці знаходяться в журналі помилок.
vi_vn: Không thể xóa bộ nhớ đệm và/hoặc xóa thư mục cài đặt. Thông tin chi tiết có sẵn trong nhật ký lỗi.
zh_cn: 无法清除缓存或删除安装目录。通过错误日志可查看详情。

source: Unable to load existing configuration
ar_sa: غير قادر على تحميل التكوين الحالي
bg_bg: Не успях да заредя вече съществуващата конфигурация
ca_es: No es pot carregar la configuració existent
cs_cz: Nelze načíst existující konfiguraci
de_de: Vorhandene Konfiguration konnte nicht geladen werden
el_gr: Αδυναμία φόρτωσης υπάρχουσας διαμόρφωσης
fa_ir: بارگیری پیکربندی موجود ممکن نیست
fi_fi: Olemassa olevaa kokoonpanoa ei voida ladata
fr_fr: Impossible de charger la configuration existante
hu_hu: Nem lehet betölteni a meglévő konfigurációt
id_id: Tidak dapat memuat konfigurasi yang sudah ada
nl_nl: Kan bestaande configuratie niet laden
pl_pl: Nie można załadować istniejącej konfiguracji
pt_br: Não foi possível carregar a configuração existente
pt_pt: Não é possível carregar a configuração existente
ro_ro: Imposibil de încărcat configurația existentă
ru_ru: Не удалось загрузить существующую конфигурацию
sr_rs: Nije moguće učitati postojeću konfiguraciju
tr_tr: Mevcut yapılandırma yüklenemiyor
uk_ua: Не вдалося завантажити існуючу конфігурацію
vi_vn: Không thể tải cấu hình hiện có
zh_cn: 无法加载配置
