Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Nameservers
ar_sa: اسماء السيرفرات
bg_bg: Именни сървъри
ca_es: Servidors de noms
cs_cz: Nameservery
de_de: Nameserver
fa_ir: نیم سرورها
fi_fi: Nimipalvelimet
fr_fr: Nom des serveurs
hu_hu: Névszerverek
lt_lt: Vardų serveriai
nl_nl: Naamservers
pl_pl: Serwery nazw
pt_pt: Servidores de nomes
ro_ro: Nameservere
ru_ru: Серверы имен
sr_rs: Name serveri
tr_tr: İsim Sunucuları (NS)
zh_cn: 名稱伺服器

source: Manage TLDs
ar_sa: إدارة TLDs
bg_bg: Управление на TLD
ca_es: Gestioneu els TLD
cs_cz: Spravovat TLD
de_de: TLDs verwalten
el_gr: Διαχείριση TLDs
fa_ir: مدیریت پسوند ها
fi_fi: Hallitse TLD:itä
fr_fr: Gérer les TLDs
hu_hu: TLD-k kezelése
id_id: Kelola TLDs
lt_lt: Tvarkyti TLD's
nl_nl: TLD's beheren
pl_pl: Zarządzaj TLD
pt_br: Gerenciar TLDs
pt_pt: Gerir TLDs
ro_ro: Gestionare TLD-uri
sr_rs: Upravljajte TLD-ovima
tr_tr: TLD'leri Yönet
uk_ua: Керування TLDs
vi_vn: Quản lý TLDs
zh_cn: 管理 TLDs

source: Setup domain pricing and allowed operations. Assign specific domain registrars for each Top Level Domain (TLD)
ar_sa: إعداد تسعير النطاق والعمليات المسموح بها. تعيين مسجلي نطاقات محددة لكل نطاق من المستوى الأعلى (TLD)
bg_bg: Настройване на ценообразуването на домейни и разрешени операции. Задайте конкретни регистратори на домейни за всеки домейн от първо ниво (TLD)
ca_es: Configura el preu del domini i les operacions permeses. Assigneu registradors de domini específics per a cada domini de primer nivell (TLD)
cs_cz: Nastavení cen domény a povolených operací. Přiřaďte konkrétní doménové registrátory pro každou doménu nejvyšší úrovně (TLD)
de_de: Einrichtung von Domainpreisen und erlaubten Operationen. Zuweisung bestimmter Domain-Registrierungsstellen für jede Top Level Domain (TLD)
el_gr: Ρύθμιση της τιμολόγησης και των επιτρεπόμενων λειτουργιών του τομέα. Ορισμός συγκεκριμένων καταχωρητών domain για κάθε Top Level Domain (TLD)
fa_ir: قیمت گذاری دامنه و عملیات مجاز را تنظیم کنید. ثبت دامنه های خاصی را برای هر دامنه سطح بالا (TLD) اختصاص دهید
fi_fi: Määritä verkkotunnuksen hinnoittelu ja sallitut toiminnot. Määritä tietyt verkkotunnusrekisterinpitäjät kullekin ylätason verkkotunnukselle (TLD)
fr_fr: Configurer le prix du domaine et les opérations autorisées. Affecter des bureaux d’enregistrement spécifiques pour chaque domaine de niveau supérieur (TLD)
hu_hu: Állítsa be a tartomány díjszabását és az engedélyezett műveleteket. Adott tartományregisztrálók hozzárendelése az egyes legfelső szintű tartományokhoz (TLD)
id_id: Mengkonfigurasi harga domain dan operasi yang diizinkan. Memasukan spesifik registrar domain ke setiap domain tingkat atas (TLD)
lt_lt: Nustatykite domenų kainodarą ir leistinas operacijas. Priskirkite konkrečius domenų registrus kiekvienam aukščiausio lygio domenui (TLD)
nl_nl: Stel domeinprijzen en toegestane bewerkingen in. Wijs specifieke domein registrators toe voor elk top level domein (TLD)
pl_pl: Skonfiguruj ceny domen i dozwolone operacje. Przypisz konkretne rejestry domen do każdej domeny najwyższego poziomu (TLD)
pt_br: Configure preços de domínio e operações permitidas. Atribua registradores de domínio específicos para cada domínio de primeiro nível (TLD)
pt_pt: Definir o preço do domínio e as operações permitidas. Atribuir agentes de registo de domínios específicos para cada domínio de topo (TLD)
ro_ro: Stabilește prețurile de domeniu și operațiunile permise. Atribuie registre de domenii specifice pentru fiecare extensie de domeniu (TLD)
ru_ru: Настройте ценообразование доменов и допустимые операции. Назначьте конкретных регистраторов доменов для каждого домена верхнего уровня (TLD)
sr_rs: Podesite cene domena i dozvoljene operacije. Dodelite određene registratore domena za svaki domen najvišeg nivoa (TLD)
tr_tr: Alan Adı fiyatlandırmasını ve izin verilen işlemleri ayarlayın. Her Üst Düzey Alan Adı (TLD) için belirli etki alanı kayıt şirketleri atayın
uk_ua: Налаштування ціноутворення домену та дозволених операцій. Призначте конкретні домени для кожного домену найвищого рівня (TLD)
vi_vn: Thiết lập giá tên miền và hành động được phép thực hiện. Gán nhà đăng ký cụ thể cho từng tên miền cấp 1 (TLD)
zh_cn: 设置域名价格和允许的操作。为每个顶级域名 (TLD) 指定可用的域名注册商

source: Registration
bg_bg: Регистрация
ca_es: Registre
cs_cz: Registrace
de_de: Registrierung
el_gr: Εγγραφή
fa_ir: ثبت
fi_fi: Rekisteröityminen
fr_fr: Inscription
hu_hu: Regisztráció
id_id: Registrasi
lt_lt: Registracija
nl_nl: Registratie
pl_pl: Rejestracja
pt_br: Registro
pt_pt: Registo
ro_ro: Înregistrare
ru_ru: Ro'yxatga olish
sr_rs: Registracija
tr_tr: Kayıt
uk_ua: Реєстрація
vi_vn: Đăng ký
zh_cn: 注册

source: Operations
ar_sa: الإجراءات
bg_bg: Операции
ca_es: Operacions
cs_cz: Operace
de_de: Aktionen
el_gr: Εργασίες
fa_ir: عملیات ها
fi_fi: Toiminnot
fr_fr: Opérations
hu_hu: Pperationer
id_id: Tindakan
lt_lt: Operacijos
nl_nl: Handelingen
pl_pl: Operacje
pt_br: Operações
pt_pt: Operações
ro_ro: Operațiuni
sr_rs: Operacije
tr_tr: İşlemler
uk_ua: Операції
vi_vn: Vận hành
zh_cn: 操作

source: Registrar
ar_sa: تسجيل
bg_bg: Регистратор
ca_es: Registrador
cs_cz: Registrátor
el_gr: Καταχωρητής
fa_ir: ثبت کننده
fi_fi: Rekisterinpitäjä
fr_fr: Bureau d’enregistrement
hu_hu: Anyakönyvvezető
lt_lt: Registras
nl_nl: Registrator
pl_pl: Rejestrator
pt_br: Registrar-se
ro_ro: Registrator
ru_ru: Ro'yxatga oluvchi
tr_tr: Kayıt Operatörü
uk_ua: Реєстратор
vi_vn: Nhà đăng ký
zh_cn: 注册商

source: Allow register:
ar_sa: السماح بالتسجيل:
bg_bg: Допускане на регистратор:
ca_es: Permetre el registre:
cs_cz: Povolit registr:
de_de: Register erlauben:
el_gr: Επιτρέψτε την εγγραφή:
fa_ir: دسترسی ثبت کننده:
fi_fi: Salli rekisteröityminen:
fr_fr: Autoriser l'enregistrement :
hu_hu: Regisztráció engedélyezése:
id_id: Izinkan daftar:
lt_lt: Leisti registruoti:
nl_nl: Registratie toestaan:
pl_pl: Zezwól na rejestrację:
pt_br: Permitir registro:
pt_pt: Permitir registo:
ro_ro: Permite înregistrare:
ru_ru: Разрешить регистрацию:
sr_rs: Dozvoli registraciju:
tr_tr: Kaydetmeye İzin Ver:
uk_ua: Дозволити реєстрацію:
vi_vn: Cho phép đăng ký:
zh_cn: 允许注册：

source: Allow transfer:
ar_sa: السماح بالنقل:
bg_bg: Разрешаване на прехвърлянето:
ca_es: Permet la transferència:
cs_cz: Povolit transfer:
de_de: Übertragung erlauben:
el_gr: Επιτρέψτε τη μεταφορά:
fa_ir: دسترسی انتقال:
fi_fi: Salli siirto:
fr_fr: Autoriser le transfert :
hu_hu: Átvitel engedélyezése:
id_id: Izinkan pindah:
lt_lt: Leisti perkėlimą:
nl_nl: Verhuizing toestaan:
pl_pl: Zezwól na transfer:
pt_br: Permitir transferência:
pt_pt: Permitir a transferência:
ro_ro: Permite transfer:
ru_ru: Разрешить перенос:
sr_rs: Dozvoli transfer:
tr_tr: Transfere İzin Ver:
uk_ua: Дозволити передачу:
vi_vn: Cho phép chuyển tiếp:
zh_cn: 允许转移：

source: Active:
ar_sa: نشط:
bg_bg: Активен:
ca_es: Actiu:
cs_cz: Aktivní:
de_de: Aktiv:
el_gr: Ενεργό:
fa_ir: فعال:
fi_fi: Aktiivinen:
fr_fr: Actif :
hu_hu: Aktiv:
id_id: Aktif:
lt_lt: Aktyvus:
nl_nl: Actief:
pl_pl: Aktywny:
pt_br: Ativo:
pt_pt: Ativo:
ro_ro: Activ:
ru_ru: Активно:
sr_rs: Aktivan:
tr_tr: Aktif:
uk_ua: Активність:
vi_vn: Hoạt động:
zh_cn: 已启用：

source: Add new top level domain
ar_sa: إضافة مجال المستوى الأعلى
bg_bg: Добавяне на нов домейн от първо ниво
ca_es: Afegeix un nou domini de primer nivell
cs_cz: Přidat novou doménu nejvyšší úrovně
de_de: Neue Top-Level-Domain hinzufügen
el_gr: Προσθήκη νέου top level domain
fa_ir: دامنه جدید سطح بالا اضافه کنید
fi_fi: Lisää uusi ylätason verkkotunnus
fr_fr: Ajouter un nouveau domaine de premier niveau
hu_hu: Új legfelső szintű domain hozzáadása
id_id: Menambahkan domain tingkat atas baru
lt_lt: Pridėti naują aukščiausio lygio domeną
nl_nl: Nieuw toplevel domein toevoegen
pl_pl: Dodaj nową domenę najwyższego poziomu
pt_br: Adicionar novo domínio de nível superior
pt_pt: Adicionar novo domínio de nível superior
ro_ro: Adaugă o extensie nouă de domeniu
ru_ru: Добавить домен верхнего уровня
sr_rs: Dodajte novi domen najvišeg nivoa
tr_tr: Yeni Üst Düzey Alan Adı Ekle
uk_ua: Додати новий домен верхнього рівня
vi_vn: Thêm tên miền cấp 1 mới
zh_cn: 添加顶级域名

source: Setup new TLD prices and properties
ar_sa: إعداد أسعار TLD وخصائص جديدة
bg_bg: Настройване на нови цени и свойства на TLD
ca_es: Configura nous preus i propietats de TLD
cs_cz: Nastavit nové TLD ceny a vlastnosti
de_de: Neue TLD-Preise und Eigenschaften festlegen
el_gr: Ρύθμιση νέων τιμών και ιδιοτήτων TLD
fa_ir: قیمت ها و ویژگی های جدید پسوندها را تنظیم کنید
fi_fi: Määritä uudet TLD-hinnat ja ominaisuudet
fr_fr: Configurer de nouveaux prix et propriétés du TLD
hu_hu: Új TLD-árak és -tulajdonságok beállítása
id_id: Konfigurasi harga dan properti TLD baru
lt_lt: Nustatykite naujas TLD kainas ir savybes
nl_nl: Nieuwe TLD prijzen en eigenschappen instellen
pl_pl: Skonfiguruj nowe ceny i właściwości TLD
pt_br: Configuração de novos preços e propriedades TLD
pt_pt: Definir preços e propriedades de novos TLDs
ro_ro: Setează noi prețuri și proprietăți TLD
ru_ru: Настройте новые цены и свойства TLD
sr_rs: Podesite nove TLD cene i svojstva
tr_tr: Yeni TLD fiyatları ve özellikleri oluşturun
uk_ua: Налаштування нових цін і властивостей TLD
vi_vn: Thiết lập giá và thuộc tính TLD mới
zh_cn: 设置新的 TLD 价格和属性

source: Must start with a dot
ar_sa: يجب أن يبدأ بنقطة
bg_bg: Трябва да започва със точка
ca_es: Ha de començar amb un punt
cs_cz: Musí začínat tečkou
de_de: Muss mit einem Punkt beginnen
el_gr: Πρέπει να ξεκινά με τελεία
fa_ir: باید با نقطه شروع شود
fi_fi: Täytyy alkaa pisteellä
fr_fr: Doit commencer par un point
hu_hu: Egy ponttal kell kezdődnie
id_id: Harus dimulai dengan titik
lt_lt: Turi prasidėti tašku
nl_nl: Moet beginnen met een punt
pl_pl: Musi zaczynać się od kropki
pt_br: Precisa começar com um ponto
pt_pt: Deve começar com um ponto
ro_ro: Trebuie să înceapă cu un punct
ru_ru: Должен начинаться с точки
sr_rs: Mora početi sa tačkom
tr_tr: Nokta karakteri ile başlamalı
uk_ua: Має починатися з крапки
vi_vn: Phải bắt đầu bằng một dấu chấm
zh_cn: 必须以“点”开始

source: Registration price
ar_sa: سعر التسجيل
bg_bg: Регистрационна цена
ca_es: Preu inscripció
cs_cz: Registrační cena
de_de: Registrierungspreis
el_gr: Τιμή καταχώρησης
fa_ir: قیمت ثبت کننده
fi_fi: Rekisteröitymisen hinta
fr_fr: Prix d'enregistrement
hu_hu: Regisztrációs ár
id_id: Harga pendaftaran
lt_lt: Registracijos kaina
nl_nl: Registratie prijs
pl_pl: Cena rejestracji
pt_br: Preço de registro
pt_pt: Preço de registo
ro_ro: Preț înregistrare
ru_ru: Цена регистрации
sr_rs: Cena registracije
tr_tr: Kayıt Ücreti
uk_ua: Вартість реєстрації
vi_vn: Giá đăng ký
zh_cn: 注册价格

source: Renewal price
ar_sa: سعر التجديد
bg_bg: Цена за подновяване
ca_es: Preu de renovació
cs_cz: Cena za obnovení
de_de: Erneuerungspreis
el_gr: Τιμή ανανέωσης
fa_ir: قیمت تمدید
fi_fi: Uusimisen hinta
fr_fr: Prix de renouvellement
hu_hu: Megújítási ár
id_id: Harga perpanjangan
lt_lt: Pratęsimo kaina
nl_nl: Vernieuwingsprijs
pl_pl: Cena odnowienia
pt_br: Preço de renovação
pt_pt: Preço de renovação
ro_ro: Preț reînnoire
ru_ru: Yangilash narxi
sr_rs: Cena obnove
tr_tr: Yenileme Ücreti
uk_ua: Ціна продовження
vi_vn: Giá gia hạn
zh_cn: 续订价格

source: Transfer price
ar_sa: سعر النقل
bg_bg: Цена за прехвърляне
ca_es: Preu de transferència
cs_cz: Cena za převod
de_de: Übertragungspreis
el_gr: Τιμή μεταφοράς
fa_ir: قیمت انتقال
fi_fi: Siirron hinta
fr_fr: Prix de transfert
hu_hu: Transzferár
id_id: Harga transfer
lt_lt: Perkėlimo kaina
nl_nl: Verhuiskosten
pl_pl: Cena transferu
pt_br: Preço de transferência
pt_pt: Preço de transferência
ro_ro: Preț transfer
ru_ru: Transfer narxi
sr_rs: Cena transfera
tr_tr: Transfer Ücreti
uk_ua: Ціна трансферу
vi_vn: Giá chuyển tiếp
zh_cn: 转移价格

source: Minimum years of registration
ar_sa: الحد الأدنى لسنوات التسجيل
bg_bg: Минимален брой години за който може да се регистрира
ca_es: Anys mínims de matrícula
cs_cz: Minimální roky registrace
de_de: Mindestdauer der Registrierung
el_gr: Ελάχιστα έτη καταχώρισης
fa_ir: حداقل سال ثبت
fi_fi: Vähimmäisrekisteröintivuodet
fr_fr: Nombre d'années minimum de l'enregistrement
hu_hu: A regisztráció minimális évei
id_id: Minimum tahun registrasi
lt_lt: Minimalūs registracijos metai
nl_nl: Minimaal aantal registratie jaren
pl_pl: Minimalna liczba lat rejestracji
pt_br: Mínimo de anos de registro
pt_pt: Anos mínimos de registo
ro_ro: Numărul minim de ani de înregistrare
ru_ru: Минимальный срок регистрации
sr_rs: Minimalna godina registracije
tr_tr: Minimum Kayıt Yılı
uk_ua: Мінімальний строк реєстрації
vi_vn: Năm đăng ký tối thiểu
zh_cn: 最少注册年限

source: Allow registration
ar_sa: السماح بالتسجيل
bg_bg: Позволяване на регистрацията
ca_es: Permetre el registre
cs_cz: Povolit registraci
de_de: Registrierung erlauben
el_gr: Να επιτρέπεται η εγγραφή
fa_ir: دسترسی ثبت
fi_fi: Salli rekisteröinti
fr_fr: Autoriser l'enregistrement
hu_hu: Regisztráció engedélyezése
id_id: Izinkan registrasi
lt_lt: Leisti registruoti
nl_nl: Registratie toestaan
pl_pl: Zezwalaj na rejestrację
pt_br: Permitir registro
pt_pt: Permitir o registo
ro_ro: Permite înregistrarea
ru_ru: Roʻyxatdan oʻtishga ruxsat berish
sr_rs: Dozvoli registraciju
tr_tr: Kaydetmeye İzin Ver
uk_ua: Дозволити реєстрацію
vi_vn: Cho phép đăng ký
zh_cn: 允许注册

source: Allow transfer
ar_sa: السماح بالنقل
bg_bg: Разрешаване на прехвърлянето
ca_es: Permet la transferència
cs_cz: Povolit převod
de_de: Transfer erlauben
el_gr: Να επιτρέπεται η μεταφορά
fa_ir: دسترسی انتقال
fi_fi: Salli siirto
fr_fr: Autoriser le transfert
hu_hu: Átvitel engedélyezése
id_id: Izinkan transfer
lt_lt: Leisti perkėlimą
nl_nl: Verhuizingen toestaan
pl_pl: Zezwalaj na transfer
pt_br: Permitir transferência
pt_pt: Permitir transferência
ro_ro: Permite transfer
ru_ru: Разрешить перенос
sr_rs: Dozvoli transfer
tr_tr: Transfere İzin Ver
uk_ua: Дозволити трансфер
vi_vn: Cho phép transfer
zh_cn: 允许转移

source: Manage domain registrars
ar_sa: مسجل نطاق جديد
bg_bg: Управлявайте регистраторите на домейни
ca_es: Gestionar els registradors de dominis
cs_cz: Správa registrátorů domén
de_de: Domain-Anbieter verwalten
el_gr: Διαχείριση καταχωρητών domain
fa_ir: مدیریت ثبت کننده های دامنه
fi_fi: Hallitse verkkotunnusrekisterinpitäjiä
fr_fr: Gérer les bureaux d’enregistrement de domaine
hu_hu: Tartományregisztrálók kezelése
id_id: Kelola registrar domain
lt_lt: Tvarkyti domenų registrus
nl_nl: Domein registratoren beheren
pl_pl: Zarządzaj rejestratorami domen
pt_br: Gerenciar registradores de domínio
pt_pt: Gerir agentes de registo de domínios
ro_ro: Gestionează registrarii de domenii
sr_rs: Upravljajte registratorima domena
tr_tr: Kayıt Operatörlerini Yönet
uk_ua: Керування реєстраторами доменних імен
vi_vn: Quản lý nhà đăng ký tên miền
zh_cn: 管理域名注册商

source: Adding new domain registrar
ar_sa: مسجل نطاق جديد
bg_bg: Добавяне на нов регистратор на домейни
ca_es: Afegeix un nou registrador de dominis
cs_cz: Přidávání nového registrátora domény
de_de: Hinzufügen eines neuen Domain-Anbieters
el_gr: Προσθήκη νέου καταχωρητή domain
fa_ir: ثبت کننده جدید دامنه
fi_fi: Uuden verkkotunnusrekisterinpitäjän lisääminen
fr_fr: Ajout d'un nouveau bureau d'enregistrement de domaine
hu_hu: Új tartományregisztráló hozzáadása
id_id: Sedang menambahkan registrar domain baru
lt_lt: Naujų domenų registrų pridėjimas
nl_nl: Nieuwe domein registrator toevoegen
pl_pl: Dodawanie nowego rejestratora domen
pt_br: Adicionar novo registo de domínio
pt_pt: Adicionar um novo fornecedor de serviços de registo de domínios
ro_ro: Adăugarea unui registrar nou de domenii
ru_ru: Добавление нового регистратора доменов
sr_rs: Dodavanje novog registratora domena
tr_tr: Yeni Kayıt Operatörü Ekle
uk_ua: Додати нового реєстратора
vi_vn: Thêm nhà đăng ký tên miền mới
zh_cn: 添加域名注册商

source: Follow instructions below to install new domain registrar.
ar_sa: اتبع الإرشادات أدناه لتثبيت مسجل نطاق جديد.
bg_bg: Следвайте инструкциите по-долу, за да инсталирате нов регистратор на домейни.
ca_es: Seguiu les instruccions següents per instal·lar un registrador de domini nou.
cs_cz: Postupujte podle následujících pokynů pro instalaci nového doménového registrátora.
de_de: Folgen Sie den nachstehenden Anweisungen, um den neuen Domain-Registrar zu installieren.
el_gr: Ακολουθήστε τις παρακάτω οδηγίες για να εγκαταστήσετε νέο μητρώο τομέα.
fa_ir: دستورالعمل های زیر را برای نصب ثبت کننده دامنه جدید دنبال کنید.
fi_fi: Seuraa alla olevia ohjeita uuden verkkotunnusrekisterinpitäjän asentamiseksi.
fr_fr: Suivez les instructions ci-dessous pour installer le nouveau bureau d’enregistrement.
hu_hu: Új tartományregisztráló telepítéséhez kövesse az alábbi utasításokat.
id_id: Ikuti instruksi dibawah untuk memasang registrar domain baru.
lt_lt: Vadovaukitės toliau pateiktomis instrukcijomis, kad įdiegtumėte naują domeno registrą.
nl_nl: Volg de onderstaande instructies om een ​​nieuwe domein registrator te installeren.
pl_pl: Postępuj zgodnie z poniższymi instrukcjami, aby zainstalować nowego rejestratora domen.
pt_br: Siga as instruções abaixo para instalar o novo registrador de domínio.
pt_pt: Siga as instruções abaixo para instalar o novo registador de domínios.
ro_ro: Urmați instrucțiunile de mai jos pentru a instala un nou registrar de domeniu.
ru_ru: Следуйте инструкциям ниже, чтобы установить новый регистратор домена.
sr_rs: Pratite uputstva u nastavku da biste instalirali novog registratora domena.
tr_tr: Yeni kayıt operatörü eklemek için aşağıdaki yönergeleri uygulayın.
uk_ua: Керуйтесь інструкціями нижче щоб додати нового реєстратора доменів.
vi_vn: Làm theo chỉ dẫn bên dưới để cài đặt thêm nhà đăng ký tên miền.
zh_cn: 按照下面的说明新增域名注册商。

source: Check domain registrar you are looking for is available at
ar_sa: تحقق من مسجل النطاقات الذي تبحث عنه متاح في
bg_bg: Проверете регистратора на домейни, който търсите, е наличен в
ca_es: Comproveu que el registrador de dominis que cerqueu estigui disponible a
cs_cz: Zkontrolujte registrátora domény, který hledáte, je k dispozici na
de_de: Die von Ihnen gesuchte Domainregistrierungsstelle finden Sie unter
el_gr: Ελέγξτε τον καταχωρητή domain που ψάχνετε είναι διαθέσιμος στη διεύθυνση
fa_ir: بررسی کنید ثبت دامنه مورد نظر شما در آن موجود است
fi_fi: Tarkista etsimäsi verkkotunnuksen rekisterinpitäjä on saatavilla osoitteessa
fr_fr: Vérifiez que le bureau d'enregistrement que vous recherchez est disponible sur
hu_hu: Ellenőrizze, hogy a keresett tartományregisztráló elérhető-e a következő címen
id_id: Cek registrar domain yang kamu cari
lt_lt: Patikrinkite, ar domenų registras, kurio ieškote, yra
nl_nl: Controleer of de domeinregistratie nog beschikbaar is
pl_pl: Sprawdź, czy szukany rejestrator domen jest dostępny pod adresem
pt_br: Verifique se o registrador de domínio que está procurando está disponível em
pt_pt: O registo de domínios que procura está disponível em
ro_ro: Verificați registratorul de domenii pe care-l căutați dacă este valabil la
ru_ru: Проверьте, доступен ли нужный вам регистратор доменов на
sr_rs: Proverite da li je registrator domena koji tražite da li je dostupan na
tr_tr: Aradığınız Alan Adı Kayıt Operatörünün uzantılar sitesinde olup olmadığını kontrol edin:
uk_ua: Перевірте список реєстраторів на доступність
vi_vn: Kiểm tra nhà đăng ký tên miền bạn đang tìm kiếm có sẵn hay chưa tại
zh_cn: 检查您要查找的域名注册商是否可用

source: Download domain registrar file and place to
ar_sa: تحميل ملف مسجل النطاق ومكانه إلى
bg_bg: Изтеглете файла за регистратора на домейни и го поставете
ca_es: Baixeu el fitxer de registre de dominis i col·loqueu-lo
cs_cz: Stáhnout soubor registrátora domény a místo
de_de: Laden Sie die Datei des Domainverwalters herunter und platzieren Sie sie in
el_gr: Κατεβάστε το αρχείο καταχωρητή domain και τοποθετήστε στο
fa_ir: دانلود فایل ثبت کننده دامنه و ثبت آن
fi_fi: Lataa verkkotunnusrekisterin tiedosto ja sijoita se
fr_fr: Télécharger le fichier du bureau d’enregistrement de domaine et le placer à
hu_hu: Töltse le a tartományregisztráló fájlt és helyet a
id_id: Unduh dokumen registrar domain dan letakan
lt_lt: Atsisiųsti domeno registro failą ir įdėkite į
nl_nl: Download domeinregistrar bestand en plaats het in
pl_pl: Pobierz plik rejestratora domen i umieść go w
pt_br: Baixe o arquivo do registrador de domínio e coloque para
pt_pt: Descarregar o ficheiro de registo do domínio e colocá-lo em
ro_ro: Descărcați fișierul de registrar domeniu și plasați-l în
ru_ru: Скачайте файл регистратора домена и поместите в
sr_rs: Preuzmite datoteku registratora domena i stavite u
tr_tr: Alan Adı Kayıt Operatörü dosyasını indirin ve şu adrese kopyalayın:
uk_ua: Завантажувати файл реєстратора домену та місце у
vi_vn: Tải file nhà đăng ký tên miền và để vào
zh_cn: 下载域名注册商文件并放到

source: Reload this page to see newly detected domain registrar
ar_sa: إعادة تحميل هذه الصفحة لمشاهدة مسجل النطاق المكتشف حديثا
bg_bg: Обновете тази страница, за да видите ново откритите регистратори на домейни
ca_es: Torneu a carregar aquesta pàgina per veure el registrador de dominis recentment detectat
cs_cz: Znovu načtěte tuto stránku pro zobrazení nově zjištěného registrátora domény
de_de: Laden Sie diese Seite neu, um den neu gefundenen Domain-Registrar zu sehen
el_gr: Επαναφορτώστε αυτή τη σελίδα για να δείτε τον πρόσφατα εντοπισμένο καταχωρητή domain
fa_ir: این صفحه را مجدداً بارگیری کنید تا ثبت کننده دامنه تازه شناسایی شده را ببینید
fi_fi: Lataa tämä sivu uudelleen nähdäksesi äskettäin havaitun verkkotunnusrekisterinpitäjän
fr_fr: Recharger cette page pour voir le nouveau bureau d’enregistrement de domaine
hu_hu: Töltse be újra ezt az oldalt az újonnan észlelt tartományregisztráló megtekintéséhez
id_id: Muat kembali halaman ini untuk melihat pembaruan registrar domain
lt_lt: Iš naujo įkelkite šį puslapį, kad pamatytumėte naujai aptiktą domenų registrą
nl_nl: Herlaad deze pagina om nieuw gedetecteerde domeinregistratie te zien
pl_pl: Przeładuj tę stronę, aby zobaczyć nowo wykrytego rejestratora domen
pt_br: Atualize esta página para ver o registrador de domínio detectado recentemente
pt_pt: Recarregue esta página para ver o registador de domínios recentemente detectado
ro_ro: Reîncărcați această pagină pentru a vedea noul registrar detectat
ru_ru: Перезагрузите эту страницу, чтобы увидеть новый обнаруженный регистратор домена
sr_rs: Ponovo učitajte ovu stranicu da biste videli i detektovali novog registratora domena
tr_tr: Yeni eklenen alan adı kayıt operatörünü görmek için bu sayfayı yenileyin
uk_ua: Перезавантажте цю сторінку, щоб побачити нового реєстратора доменів
vi_vn: Nạp lại trang này để xem nhà đăng ký tên miền mới được phát hiện
zh_cn: 请重新加载页面以查看新添加的域名注册商
