Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Send me the link
ar_sa: ارسل لي الرابط
bg_bg: Изпратете ми връзката
ca_es: Envia'm l'enllaç
cs_cz: Pošlete mi odkaz
de_de: Sende mir den Link
el_gr: Στείλε μου τον σύνδεσμο
fa_ir: لینک را برای من ارسال کن
fi_fi: Lähetä minulle linkki
fr_fr: Envoyez-moi le lien
hu_hu: Küldd el nekem a linket
id_id: Kirim saya tautan
lt_lt: Siųsti man nuorodą
nl_nl: Stuur mij de link
pl_pl: Wyślij mi link
pt_br: Envie-me o link
pt_pt: Enviar-me a ligação
ro_ro: Trimite-mi link-ul
ru_ru: Отправить мне ссылку
sr_rs: Pošalji mi link
tr_tr: Link Gönder
uk_ua: Надіслати мені посилання
vi_vn: Gửi liên kết cho tôi
zh_cn: 给我发送链接

source: Take me back to the login screen.
ar_sa: خذني إلى شاشة تسجيل الدخول.
bg_bg: Върнете ме към екрана за вход.
ca_es: Torna'm a la pantalla d'inici de sessió.
cs_cz: Vrať mě zpět na přihlašovací obrazovku.
de_de: Zurück zum Anmeldebildschirm.
el_gr: Επιστρέψτε με στην οθόνη σύνδεσης.
fa_ir: من را به صفحه ورود برگردانید.
fi_fi: Vie minut takaisin kirjautumisruudulle.
fr_fr: Ramenez-moi à l'écran de connexion.
hu_hu: Vigyen vissza a bejelentkezési képernyőre.
id_id: Bawa saya kembali ke halaman masuk.
lt_lt: Grąžinti mane į prisijungimo puslapį.
nl_nl: Breng mij terug naar het inlogscherm.
pl_pl: Przenieś mnie z powrotem do ekranu logowania.
pt_br: Voltar à tela de login.
pt_pt: Leva-me de volta ao ecrã de início de sessão.
ro_ro: Du-mă înapoi la pagina de autentificare.
ru_ru: Вернуться на экран входа.
sr_rs: Vrati me na ekran za prijavu.
tr_tr: Giriş Ekranına Geri Dön
uk_ua: Повернутися на сторінку авторизації.
vi_vn: Đưa tôi quay lại màn hình đăng nhập.
zh_cn: 返回到登录页

source: Update your password
ar_sa: تحديث كلمة المرور الخاصة بك
bg_bg: Обновяване на паролата
ca_es: Actualitza la teva contrasenya
cs_cz: Aktualizujte své heslo
de_de: Aktualisiere dein Passwort
el_gr: Ενημερώστε τον κωδικό πρόσβασής σας
fa_ir: رمز عبور خود را به‌روزرسانی کنید
fi_fi: Päivitä salasanasi
fr_fr: Modifiez votre mot de passe
hu_hu: Jelszó frissítése
id_id: Ganti Kata Sandi
lt_lt: Atnaujinti savo slaptažodį
nl_nl: Wachtwoord aanpassen
pl_pl: Zaktualizuj swoje hasło
pt_br: Atualize sua senha
pt_pt: Atualizar a sua palavra-passe
ro_ro: Actualizează-ți parola
ru_ru: Обновите свой пароль
sr_rs: Ažurirajte svoju lozinku
tr_tr: Şifrenizi güncelleyin
uk_ua: Оновити свій пароль
vi_vn: Cập nhật mật khẩu
zh_cn: 更新密码

source: Enter your secret code
ar_sa: أدخل الرمز السري الخاص بك
bg_bg: Въведете вашият секретен ключ
ca_es: Introduïu el vostre codi secret
cs_cz: Zadejte Váš tajný kód
de_de: Gib deinen Geheimen Code ein
el_gr: Εισάγετε τον μυστικό σας κωδικό
fa_ir: کد مخفی خود را وارد کنید
fi_fi: Syötä salainen koodisi
fr_fr: Entrez votre code secret
hu_hu: Add meg a titkos kódodat
id_id: Masukkan kode rahasia
lt_lt: Įveskite savo slaptą kodą
nl_nl: Voer de geheime code in
pl_pl: Wprowadź swój kod tajny
pt_br: Digite seu código secreto
pt_pt: Introduza o seu código secreto
ro_ro: Introduceți codul dvs. secret
ru_ru: Введите ваш секретный код
sr_rs: Unesite svoj tajni kod
tr_tr: Güvenlik kodunuzu girin
uk_ua: Введіть свій секретний код
vi_vn: Điền vào mã bí mật
zh_cn: 输入您的安全访问码

source: Repeat Password
ar_sa: تكرار كلمة السر
bg_bg: Повторете паролата
ca_es: Repeteixi la Contrasenya
cs_cz: Zopakovat heslo
de_de: Passwort wiederholen
el_gr: Επαναλάβετε Τον Κωδικό Πρόσβασης
fa_ir: تکرار گذرواژه
fi_fi: Toista Salasana
fr_fr: Répétez le mot de passe
hu_hu: Jelszó megismétlése
id_id: Ulangi Kata Sandi
lt_lt: Pakartokite slaptažodį
nl_nl: Herhaal wachtwoord
pl_pl: Powtórz hasło
pt_br: Repetir a Senha
pt_pt: Repetir a palavra-passe
ro_ro: Repetă parola
ru_ru: Повторите пароль
sr_rs: Ponovite lozinku
tr_tr: Şifreyi Tekrarla
uk_ua: Повторіть пароль
vi_vn: Nhập lại mật khẩu
zh_cn: 再次输入密码

source: Update password
ar_sa: تحديث كلمة المرور
bg_bg: Обнови паролата
ca_es: Actualitzar la contrasenya
cs_cz: Aktualizovat heslo
de_de: Passwort aktualisieren
el_gr: Ενημέρωση κωδικού
fa_ir: به‌روزرسانی گذرواژه
fi_fi: Päivitä salasana
fr_fr: Mettre à jour le mot de passe
hu_hu: Jelszó frissítése
id_id: Perbarui kata sandi
lt_lt: Atnaujinti slaptažodį
nl_nl: Wachtwoord bijwerken
pl_pl: Zaktualizuj hasło
pt_br: Atualizar senha
pt_pt: Atualizar a palavra-passe
ro_ro: Actualizați parola
ru_ru: Обновить пароль
sr_rs: Ažurirajte lozinku
tr_tr: Şifreyi güncelle
uk_ua: Оновити пароль
vi_vn: Thay đổi mật khẩu
zh_cn: 更新密码

source: Profile updated
ar_sa: تم تحديث الملف الشخصي
bg_bg: Потребителският профил беше актуализиран
ca_es: Perfil actualitzat
cs_cz: Profil byl aktualizován
de_de: Profil aktualisiert
el_gr: Το προφίλ ενημερώθηκε
fa_ir: پروفایل به‌روزر شده است
fi_fi: Profiili päivitetty
fr_fr: Profil mis à jour
hu_hu: Adatlap frissítve
id_id: Profil diperbarui
lt_lt: Profilis atnaujintas
nl_nl: Profiel bijgewerkt
pl_pl: Profil zaktualizowany
pt_br: Perfil atualizado
pt_pt: Perfil atualizado
ro_ro: Profil actualizat
ru_ru: Профиль обновлен
sr_rs: Profil ažuriran
tr_tr: Profil güncellendi
uk_ua: Профіль оновлено
vi_vn: Hồ sơ đã được cập nhật
zh_cn: 个人资料已更新

source: Password Changed
ar_sa: غُيّرت كلمة المرور.
bg_bg: Паролата беше променена
ca_es: La contrasenya ha canviat
cs_cz: Heslo bylo změněno
de_de: Passwort geändert
el_gr: Ο κωδικός άλλαξε
fa_ir: رمزعبور تغییر کرد
fi_fi: Salasana vaihdettu
fr_fr: Mot de passe modifié
hu_hu: Jelszó megváltoztatva
id_id: Kata sandi berubah
lt_lt: Slaptažodis pakeistas
nl_nl: Wachtwoord gewijzigd
pl_pl: Hasło zmienione
pt_br: Senha Alterada
pt_pt: Palavra-passe alterada
ro_ro: Parolă schimbată
ru_ru: Пароль изменен
sr_rs: Lozinka je promenjena
tr_tr: Şifre Değiştirildi
uk_ua: Пароль змінено
vi_vn: Mật khẩu đã được thay đổi
zh_cn: 密码已更改

source: External application can control every aspect of FOSSBilling using this API key.
ar_sa: يمكن للتطبيق الخارجي التحكم في كل جانب من جوانب FOSSBilling باستخدام مفتاح API هذا.
bg_bg: Външното приложение може да контролира всеки аспект на FOSSBilling, като използва този API ключ.
ca_es: L'aplicació externa pot controlar tots els aspectes de FOSSBilling mitjançant aquesta clau d'API.
cs_cz: Externí aplikace může ovládat každý aspekt FOSSBilling pomocí tohoto API klíče.
de_de: Externe Anwendungen können mit diesem API-Schlüssel jeden Bereich von FOSSBilling steuern.
el_gr: Η εξωτερική εφαρμογή μπορεί να ελέγχει κάθε πτυχή του FOSSBilling χρησιμοποιώντας αυτό το κλειδί API.
fa_ir: برنامه خارجی می تواند هر جنبه ای از FOSSBilling را با استفاده از این کلید API کنترل کند.
fi_fi: Ulkoinen sovellus voi hallita FOSSBillingin kaikkia osia tämän API-avaimen avulla.
fr_fr: Une application externe peut contrôler tous les aspects de FOSSBilling à l'aide de cette clé API.
hu_hu: A külső alkalmazás ezzel az API-kulccsal vezérelheti a FOSSBilling minden aspektusát.
id_id: Aplikasi eksternal dapat dikontrol setiap aspek oleh FISSBilling menggunakan Kunci API ini.
lt_lt: Išorinė programa gali valdyti kiekvieną FOSSBilling aspektą naudodama šį API raktą.
nl_nl: Externe applicatie kan elk aspect van FOSSBilling bepalen met behulp van deze API-sleutel.
pl_pl: Zewnętrzna aplikacja może kontrolować każdy aspekt FOSSBilling za pomocą tego klucza API.
pt_br: Aplicação externa pode controlar todos os aspectos do FOSSBilling usando esta chave de API.
pt_pt: A aplicação externa pode controlar todos os aspectos da FOSSBilling utilizando esta chave API.
ro_ro: Aplicația externă poate controla fiecare aspect al FOSSBilling folosind această cheie API.
ru_ru: Внешнее приложение может управлять всеми аспектами FOSSBilling с помощью этого ключа API.
sr_rs: Eksterna aplikacija može da kontroliše svaki aspekt FOSSBilling-a koriste'i ovaj API ključ.
tr_tr: Harici uygulama, bu API anahtarını kullanarak FOSBilling'i her açıdan kontrol edebilir.
uk_ua: Зовнішня програма може контролювати всі аспекти FOSSBilling за допомогою цього ключа API.
vi_vn: Ứng dụng bên ngoài có thể điều khiển mọi tình trạng của FOSSBilling khi sử dụng khóa API này.
zh_cn: 外部应用程序可以使用此 API 密钥完全管理 FOSSBilling 。

source: Warning! Resetting the key will break existing applications using it.
ar_sa: تحذير! إعادة تعيين المفتاح ستكسر التطبيقات الموجودة باستخدامها.
bg_bg: Внимание! Повторното задаване на ключа ще прекъсне съществуващите приложения, който го използват.
ca_es: Avís! Restablir la clau trencarà les aplicacions existents que la fan servir.
cs_cz: Varování! Obnovení klíče poškodí existující aplikace, které jej používají.
de_de: Achtung! Wenn Sie den Schlüssel zurücksetzen, werden bestehende Anwendungen, die ihn verwenden, beschädigt.
el_gr: Η επαναφορά του κλειδιού θα διακόψει τις υπάρχουσες εφαρμογές που το χρησιμοποιούν.
fa_ir: هشدار! تنظیم مجدد کلید، برنامه های موجود با استفاده از آن را خراب می کند.
fi_fi: Varoitus! Avaimen nollaaminen rikkoo sitä käyttävät sovellukset.
fr_fr: Attention ! La réinitialisation de la clé cassera les applications existantes à l'utiliser.
hu_hu: Figyelmeztetés! A kulcs alaphelyzetbe állítása megszakítja a meglévő alkalmazásokat.
id_id: Peringatan! Mengatur ulang kunci akan merusak aplikasi sebelumnya yang menggunakan ini.
lt_lt: Įspėjimas! Iš naujo nustatę raktą sugadinsite esamas jį naudojančias aplikacijas.
nl_nl: Waarschuwing! Het resetten van de sleutel zal de toegang voor bestaande applicaties verwijderen.
pl_pl: Ostrzeżenie! Zresetowanie klucza spowoduje przerwanie działania istniejących aplikacji go używających.
pt_br: Aviso! Redefinir a chave quebrará os aplicativos existentes que usam.
pt_pt: Aviso! A reposição da chave interrompe as aplicações existentes que a utilizam.
ro_ro: Atenție! Resetarea cheii va rupe aplicațiile existente utilizând-o.
ru_ru: Внимание! Сброс ключа нарушит работу существующих приложений, использующих его.
sr_rs: Upozorenje! Resetovanje ključa će prekinuti postojeće aplikacije koje ga koriste.
tr_tr: Uyarı! Anahtarın sıfırlanması, onu kullanan mevcut uygulamaları bozacaktır.
uk_ua: УВАГА! Скидання ключа призведе до поломки існуючих програм, які його використовують.
vi_vn: Cảnh báo! Khởi tạo thiết lập khóa sẽ gây hỏng các ứng dụng đang sử dụng nó.
zh_cn: 警告！重置密钥将会令现有的应用程序访问失效。

source: Generate new key
ar_sa: إنشاء مفتاح جديد API
bg_bg: Генериране на нов ключ
ca_es: Genera una nova clau
cs_cz: Generovat nový klíč
de_de: Neuen Schlüssel generieren
el_gr: Δημιουργία νέου κλειδιού
fa_ir: کلید جدید تولید کنید
fi_fi: Luo uusi avain
fr_fr: Générer une nouvelle clé
hu_hu: Új kulcs létrehozása
id_id: Buat kunci baru
lt_lt: Generuoti naują raktą
nl_nl: Genereer nieuwe sleutel
pl_pl: Wygeneruj nowy klucz
pt_br: Gerar nova chave
pt_pt: Gerar nova chave
ro_ro: Generează o cheie nouă
ru_ru: Сгенерировать новый ключ
sr_rs: Generišite novi ključ
tr_tr: Yeni anahtar oluştur
uk_ua: Згенерувати новий ключ
vi_vn: Tạo khóa mới
zh_cn: 生成新密钥

source: Change your avatar at
ar_sa: غير صورتك!
bg_bg: Променете аватара си в
ca_es: Canvia el teu avatar a
cs_cz: Změňte svůj avatar na
de_de: Ändere dein Avatar
el_gr: Αλλαγή του avatar σας
fa_ir: آواتار خود را در تغییر دهید
fi_fi: Vaihda profiilikuva osoitteessa
fr_fr: Changez votre avatar sur
hu_hu: Változtasd meg az avatarodat itt
id_id: Ubah avatar Anda di
lt_lt: Keisti avatarą
nl_nl: Wijzig je avatar op
pl_pl: Zmień swój awatar na
pt_br: Alterar seu avatar
pt_pt: Alterar o seu avatar em
ro_ro: Schimbă avatarul la
ru_ru: Измените свой аватар на
sr_rs: Promenite Vaš avatar na
tr_tr: Avatarınızı şu adresten değiştirin:
uk_ua: Змінити свій аватар на
vi_vn: Đổi ảnh đại diện tại
zh_cn: 更换头像

source: New API key generated. Applications using old key are now not working.
ar_sa: مفتاح API جديد تم إنشاؤه. التطبيقات التي تستخدم المفتاح القديم لا تعمل الآن.
bg_bg: Генериран е нов API ключ. Приложенията, използващи стария ключ, вече не работят.
ca_es: S'ha generat una nova clau d'API. Les aplicacions que utilitzen clau antiga ara no funcionen.
cs_cz: Vygenerován nový klíč API. Aplikace používající starý klíč nyní nefungují.
de_de: Neuer API-Schlüssel generiert. Anwendungen, die den alten Schlüssel verwenden, funktionieren nicht mehr.
el_gr: Δημιουργήθηκε νέο κλειδί API. Οι εφαρμογές που χρησιμοποιούν το παλιό κλειδί δεν λειτουργούν πλέον.
fa_ir: کلید API جدید ایجاد شد. برنامه هایی که از کلید قدیمی استفاده می کنند اکنون کار نمی کنند.
fi_fi: Uusi API-avain luotu. Vanhaa avainta käyttävät sovellukset eivät nyt toimi.
fr_fr: Nouvelle clé d'API générée. Les applications utilisant l'ancienne clé ne fonctionnent plus.
hu_hu: Új API-kulcs jön létre. A régi kulcsot használó alkalmazások most nem működnek.
id_id: Kunci API terbuat. Aplikasi yang menggunakan Kunci API lama tidak akan bekerja.
lt_lt: Sukurtas naujas API raktas. Seną raktą naudojančios programos dabar neveikia.
nl_nl: Nieuwe API-sleutel gegenereerd. Applicaties met behulp van oude sleutel werken nu niet.
pl_pl: Wygenerowano nowy klucz API. Aplikacje korzystające ze starego klucza teraz nie działają.
pt_br: Nova chave da API gerada. Aplicativos usando a chave antiga agora não estão funcionando.
pt_pt: Nova chave de API gerada. As aplicações que utilizam a chave antiga não estão a funcionar.
ro_ro: Cheie API nouă generată. Aplicațiile care folosesc cheia veche nu mai funcționează acum.
ru_ru: Сгенерирован новый ключ API. Приложения, использующие старый ключ, теперь не работают.
sr_rs: Novi API ključ je generisan. Aplikacije koje koriste stari ključ sada ne rade.
tr_tr: Yeni API anahtarı oluşturuldu. Eski anahtarı kullanan uygulamalar artık çalışmayacaktır.
uk_ua: Створено новий ключ API. Програми, що використовують старий ключ, тепер не працюють.
vi_vn: Khóa API mới đã được tạo. Ứng dụng dùng khóa cũ sẽ không hoạt động được nữa.
zh_cn: 已生成新的 API 密钥。使用旧密钥的应用程序现在无法工作。

source: Check login IP
ar_sa: تحقق من IP تسجيل الدخول
bg_bg: Проверете IP адреса за вход
ca_es: Comproveu la IP d'inici de sessió
cs_cz: Zkontrolujte přihlašovací IP
de_de: Überprüfe die Anmelde-IP
el_gr: Έλεγχος σύνδεσης IP
fa_ir: IP ورود را بررسی کنید
fi_fi: Tarkista kirjautumisIP-osoite
fr_fr: Vérifier l'IP de connexion
hu_hu: Ellenőrizze a bejelentkezési IP-címet
id_id: Mengecek IP masuk
lt_lt: Patikrinti prisijungimo IP
nl_nl: Controleer login IP
pl_pl: Sprawdź IP logowania
pt_br: Verificar IP do login
pt_pt: Verificar o IP de início de sessão
ro_ro: Verifică IP-ul de autentificare
ru_ru: Проверять IP при входе
sr_rs: Proveri IP prijave
tr_tr: Giriş IP'sini kontrol et
uk_ua: Перевірте IP для входу
vi_vn: Kiểm tra IP đăng nhập
zh_cn: 检查登录IP

source: WARNING! Incorrect configuration of allowed IPs can lead to a complete lockout of the administrator panel. Only use when you have static IP addresses.
cs_cz: VAROVÁNÍ! Nesprávná konfigurace povolených IP adres může vést k úplnému uzamčení panelu administrace. Používejte pouze v případě, že máte statické IP adresy.
fr_fr: AVERTISSEMENT ! La configuration incorrecte des adresses IP autorisées peut conduire à un verrouillage complet du panneau d'administration. Utilisez uniquement la fonction lorsque vous avez des adresses IP statiques !
hu_hu: FIGYELMEZTETÉS! Az engedélyezett IP-címek helytelen beállítása a rendszergazdai panel teljes lezárásához vezethet. Csak akkor használd, ha statikus IP-címed van.
ro_ro: AVERTISMENT! Configurarea incorectă a IP-urilor permise poate duce la o blocare completă din panoul de administrare. Utilizează numai atunci când ai adrese IP statice.
ru_ru: ВНИМАНИЕ! Неправильная настройка разрешенных IP-адресов может привести к полной блокировке панели администратора. Используйте только при наличии статических IP-адресов.
sr_rs: UPOZORENJE! Neispravna konfiguracija dozvoljenih IP adresa može dovesti do potpunog zaključavanja administratorskog panela. Koristite ovu opciju samo ako imate statičke IP adrese.

source: Allowed IPs. One per line
ar_sa: عناوين IP المسموح بها. واحد لكل سطر
bg_bg: Позволени ИП адреси. Един на ред
ca_es: IPs permeses. Un per línia
cs_cz: Povolené IP adresy. Jeden na řádek
de_de: Erlaubte IPs. Eine pro Zeile
el_gr: Επιτρεπόμενες IPs. Μία ανά γραμμή
fa_ir: IP های مجاز. هر خط یک عدد
fi_fi: Sallitut IP-osoitteet. Yksi riviä kohden
fr_fr: IP autorisées. Une par ligne
hu_hu: Engedélyezett IP-címek. Soronként egy
id_id: IP yang diperbolehkan. Satu per baris
lt_lt: Leidžiami IP. Po vieną eilutėje
nl_nl: Toegestane IP-adressen. Eén per regel
pl_pl: Dozwolone adresy IP. Jeden na linię
pt_br: IPs permitidos. Um por linha
pt_pt: IPs permitidos. Um por linha
ro_ro: IP-uri permise. Unul pe linie
ru_ru: Разрешенные IP-адреса. По одному в строке
sr_rs: Dozvoljene IP adrese. Jednu po liniji
tr_tr: İzinli IP'ler (Her satırda bir tane)
uk_ua: Дозволені IP адреси. Один в рядку
vi_vn: IP được phép. 1 trên 1 dòng
zh_cn: 允许的 IP，每行一个

source: Allow staff reset passwords
ar_sa: السماح للموظفين بإعادة تعيين كلمات المرور
bg_bg: Разрешете на стафф модераторите да анулират паролите си
ca_es: Permet que el personal restableixi les contrasenyes
cs_cz: Povolit zaměstnancům resetovat hesla
de_de: Erlauben Sie Mitarbeitern, Passwörter zurückzusetzen
el_gr: Επιτρέψτε επαναφορά κωδικών πρόσβασης προσωπικού
fa_ir: به کارکنان اجازه بازنشانی رمزهای عبور داده شود
fi_fi: Salli henkilöstön salasanan nollaaminen
fr_fr: Autoriser la réinitialisation des mots de passe du personnel
hu_hu: A személyzet jelszó-visszaállításának engedélyezése
id_id: Izinkan staff ganti Kata Sandi
lt_lt: Leisti darbuotojams iš naujo nustatyti slaptažodžius
nl_nl: Laat medewerkers wachtwoorden opnieuw instellen
pl_pl: Zezwalaj pracownikom na resetowanie haseł
pt_br: Permitir que a equipe redefina as senhas
pt_pt: Permitir que os funcionários redefinam as palavras-passe
ro_ro: Permite resetarea parolelor pentru staff
ru_ru: Разрешить сотрудникам сбрасывать пароли
sr_rs: Omogući osoblju da resetuje lozinku
tr_tr: Personellerin şifre sıfırlamasına izin ver
uk_ua: Дозволити скидання паролів співробітників
vi_vn: Cho phép nhân sự nội bộ tạo lại mật khẩu
zh_cn: 允许员工重设密码

source: Canned Category
cs_cz: Předdefinované Kategorie
ro_ro: Categorie prestabilită
ru_ru: Категория шаблонов
sr_rs: Gotova kategorija

source: Canned category
ar_sa: فئة مسبقة
bg_bg: Предварително подготвена категория
ca_es: Categoria de conserva
cs_cz: Předdefinované kategorie
de_de: Vordefinierte Kategorie
el_gr: Κατηγορία κονσερβών
fa_ir: دسته بسته شده
fi_fi: Valmis kategoria
fr_fr: Catégorie conservée
hu_hu: Konzerv kategória
id_id: Kategori rekaman
lt_lt: Konservuotos kategorija
nl_nl: Ingeblikte categorie
pl_pl: Kategoria gotowego odpowiedzi
pt_br: Categoria pronta
pt_pt: Categoria de conservas
ro_ro: Categorie prestabilită
ru_ru: Категория шаблонов
sr_rs: Predefinisana kategorija
tr_tr: Hazır Kategori
uk_ua: Категорії швидких відповідей
vi_vn: Danh mục mẫu
zh_cn: 预设的分类

source: Canned Response
ar_sa: الردود الجاهزة
bg_bg: Предварително изготвен отговор
cs_cz: Předdefinované Odpověď
de_de: Vorformulierte Antwort
el_gr: Κονσερβοποιημένες απαντήσεις
fa_ir: پاسخ های بسته شده
fi_fi: Valmiit vastaukset
fr_fr: Réponse Prédéfinie
hu_hu: Konzerv válasz
id_id: Tanggapan Terekam
nl_nl: Ingeblikte reactie
pl_pl: Gotowa odpowiedź
pt_br: Resposta Pré-definida
ro_ro: Răspuns predefinit
ru_ru: Шаблонный ответ
sr_rs: Predefinisani odgovor
tr_tr: Hazır Yanıt

source: Canned response
ar_sa: الردود الجاهزة
bg_bg: Предварително изготвен отговор
ca_es: Resposta enllaunada
cs_cz: Předdefinované odpověď
de_de: Vordefinierte Antworten
el_gr: Κονσερβοποιημένες απαντήσεις
fa_ir: پاسخ های بسته شده
fi_fi: Valmiit vastaukset
fr_fr: Réponse toute faite
hu_hu: Konzervált válasz
id_id: Tanggapan Terekam
lt_lt: Konservuoti atsakymai
nl_nl: Ingeblikte reactie
pl_pl: Gotowa odpowiedź
pt_br: Resposta pronta
pt_pt: Resposta enlatada
ro_ro: Răspuns predefinit
ru_ru: Шаблонный ответ
sr_rs: Predefinisani odgovor
tr_tr: Hazır Yanıt
uk_ua: Швидка відповідь
vi_vn: Trả lời mẫu
zh_cn: 预设的回复

source: New Response
ar_sa: رد جديد
bg_bg: Нов отговор
cs_cz: Nová odpověď
de_de: Neue Antwort
el_gr: Νέα απάντηση
fa_ir: پاسخ جدید
fi_fi: Uusi vastaus
fr_fr: Nouvelle Réponse
hu_hu: Új válasz
id_id: Respon baru
nl_nl: Nieuwe reactie
pl_pl: Nowa odpowiedź
pt_br: Nova Resposta
ro_ro: Răspuns nou
ru_ru: Новый ответ
sr_rs: Novi odgovor
tr_tr: Yeni Yanıt

source: Manage Categories
ar_sa: إدارة الفئات
bg_bg: Управление на категориите
cs_cz: Spravovat kategorie
de_de: Kategorien verwalten
el_gr: Διαχείριση Κατηγοριών
fa_ir: مدیریت گروه ها
fi_fi: Hallitse kategorioita
fr_fr: Gérer les Catégories
hu_hu: Kategóriák kezelése
id_id: Kelola kategori
nl_nl: Categorieën beheren
pl_pl: Zarządzaj kategoriami
pt_br: Gerenciar Categorias
ro_ro: Gestionați categoriile
ru_ru: Управление категориями
sr_rs: Upravljaj Kategorijama
tr_tr: Kategorileri Yönet

source: Helpdesk -
ar_sa: مركز المساعدة -
bg_bg: Помощно бюро -
ca_es: Taulell d'ajuda -
de_de: Support -
el_gr: Τμήμα τεχνικής υποστήριξης -
fa_ir: میز پشتیبانی -
fi_fi: Tukipalvelu -
fr_fr: Catégorie d'assistance -
hu_hu: Ügyfélszolgálat -
id_id: Bantuan -
lt_lt: Pagalbos tarnyba -
pl_pl: Centrum Pomocy -
pt_br: Suporte -
pt_pt: Serviço de assistência
ro_ro: Birou de asistență -
ru_ru: Служба поддержки -
sr_rs: Šalter za informacije -
tr_tr: Yardım Masası -
uk_ua: Служба підтримки -
vi_vn: Bộ phận hỗ trợ
zh_cn: 售后支持中心

source: Helpdesk name will be visible for clients when submitting a new ticket.
ar_sa: سيكون اسم مكتب المساعدة مرئيًا للعملاء عند تقديم تذكرة جديدة.
bg_bg: Името на бюрото за помощ ще бъде видимо за клиентите при подаване на нов билет за поддръжка.
cs_cz: Název Helpdesku bude viditelný pro klienty při odesílání nového tiketu.
de_de: Der Name des Helpdesks wird für Kunden sichtbar sein, wenn sie ein neues Ticket einreichen.
el_gr: Το όνομα του τμήματος τεχνικής υποστήριξης θα είναι ορατό για τους πελάτες όταν υποβάλλουν ένα νέο αιτήματα τεχνικής υποστήριξης.
fa_ir: هنگام ارسال تیکت جدید، نام بخش پشتیبانی برای مشتریان قابل مشاهده خواهد بود.
fi_fi: Helpdesk nimi näkyy asiakkaille, kun lähetetään uusi tukipyyntö.
fr_fr: Le nom de la catégorie d'assistance sera visible pour les clients lors de l'envoi d'un nouveau ticket.
hu_hu: Az ügyfélszolgálat neve látható lesz az ügyfelek számára, amikor új jegyet küldenek be.
id_id: Nama pembantu atau pendukung akan terlihat untuk klien yang mengirimkan tiket baru.
nl_nl: Helpdesk naam is zichtbaar voor klanten bij het indienen van een nieuw ticket.
pl_pl: Nazwa centrum pomocy będzie widoczna dla klientów podczas składania nowego zgłoszenia.
pt_br: O nome do suporte técnico ficará visível para os clientes ao enviar um novo ticket.
ro_ro: Numele biroului de asistenta va fi vizibil pentru clienți la trimiterea unui nou tichet.
ru_ru: Название службы поддержки будет видно клиентам при отправке нового запроса.
sr_rs: Ime službe za pomoć će biti vidljivo klijentima kada pošalju novi tiket.
tr_tr: Yardım masası adı, yeni bir destek talebi gönderirken müşteriler tarafından görülebilecektir.

source: Helpdesk Updated
ar_sa: تم تحديث مكتب المساعدة
bg_bg: Помощното бюро беше актуализирано
cs_cz: Helpdesk aktualizován
de_de: Helpdesk wurde aktualisiert
el_gr: Το τμήμα τεχνικής υποστήριξης ενημερώθηκε
fa_ir: میز پشتیبانی بروزرسانی شد
fi_fi: Helpdesk Päivitetty
fr_fr: Catégorie d'assistance mise à jour
hu_hu: Helpdesk frissítve
id_id: Bantuan diperbarui
nl_nl: Helpdesk bijgewerkt
pl_pl: Centrum Pomocy zaktualizowane
pt_br: Suporte Técnico Atualizado
ro_ro: Birou de asistență actualizat
ru_ru: Служба поддержки обновлена
sr_rs: Helpdesk ažuriran
tr_tr: Yardım Masası Güncellendi
