Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: All of your invoices can be found here. You can choose to see either paid or unpaid invoices by clicking corresponding button.
ar_sa: يمكن العثور على جميع الفواتير الخاصة بك هنا. يمكنك اختيار رؤية الفواتير المدفوعة أو غير المدفوعة بالنقر على الزر المقابل.
bg_bg: Всички ваши фактури можете да намерите тук. Можете да изберете да видите платени или неплатени фактури, като кликнете върху съответните бутони.
ca_es: Totes les teves factures les pots trobar aquí. Podeu triar veure les factures pagades o no pagades fent clic al botó corresponent.
cs_cz: Všechny vaše faktury naleznete zde. Kliknutím na příslušné tlačítko si můžete prohlédnout buď zaplacené, nebo nezaplacené faktury.
de_de: Hier findest du alle Rechnungen. Du kannst entweder bezahlte oder unbezahlte Rechnungen sehen, indem du auf den entsprechenden Reiter klickst.
el_gr: Όλα τα τιμολόγιά σας μπορείτε να τα βρείτε εδώ. Μπορείτε να επιλέξετε να δείτε είτε πληρωμένα είτε απλήρωτα τιμολόγια κάνοντας κλικ στο αντίστοιχο κουμπί.
fa_ir: تمام فاکتورهای شما در اینجا قابل رویت است. می توانید با کلیک کردن روی دکمه مربوط، فاکتورهای پرداخت شده یا پرداخت نشده را مشاهده کنید.
fi_fi: Kaikki laskusi löytyvät täältä. Voit valita, haluatko nähdä maksetut vai maksamattomat laskut klikkaamalla vastaavaa painiketta.
fr_fr: Toutes vos factures peuvent être trouvées ici. Vous pouvez choisir de voir les factures réglés ou non en cliquant sur le bouton correspondant.
hu_hu: Az összes számlád itt található. A megfelelő gombra kattintva kiválaszthatod, hogy a kifizetett vagy kifizetetlen számlákat szeretnéd-e látni.
id_id: Semua tagihan Anda dapat ditemukan disini. Anda juga dapat memilih tagihan yang sudah dibayar dan belum dibayar dengan klik tombol yang tersedia.
lt_lt: Visas savo sąskaitas faktūras galite rasti čia. Spustelėję atitinkamą mygtuką galite pasirinkti, ar norite matyti apmokėtas ar neapmokėtas sąskaitas faktūras.
nl_nl: Alle facturen zijn hier te vinden. Er kan worden gekozen om betaalde of onbetaalde facturen te bekijken door op de bijbehorende knop te klikken.
pl_pl: Wszystkie twoje faktury znajdziesz tutaj. Możesz wybrać, czy chcesz zobaczyć faktury opłacone czy nieopłacone, klikając odpowiedni przycisk.
pt_br: Todas as suas faturas podem ser encontradas aqui. Você pode optar por ver as faturas pagas ou não pagas clicando no botão correspondente.
pt_pt: Todas as suas facturas podem ser consultadas aqui. Pode optar por ver as facturas pagas ou não pagas clicando no botão correspondente.
ro_ro: Toate facturile dumneavoastră pot fi găsite aici. Puteți alege să vedeți facturile plătite sau neplătite făcând clic pe butonul corespunzător.
ru_ru: Все ваши счета можно найти здесь. Вы можете выбрать просмотр оплаченных или неоплаченных счетов, нажав соответствующую кнопку.
sr_rs: Ovde možete pronaći sve svoje račune. Možete odabrati da vidite plaćene ili neplaćene račune klikom na odgovarajuće dugme.
tr_tr: Tüm faturalarınız burada bulunabilir. İlgili düğmeyi tıklayarak ödenmiş veya ödenmemiş faturaları görmeyi seçebilirsiniz.
uk_ua: Усі Ваші рахунки можуть бути знайдені тут. Ви можете натиснути на рахунок, щоб дізнатись деталі.
vi_vn: Tất cả hóa đơn có thể được tìm thấy tại đây. Bạn có thể chọn để xem cả hóa đơn đã thanh toán lẫn hóa đơn chưa thanh toán bằng việc nhấp vào nút tương ứng.
zh_cn: 您的所有账单都可以在这里找到。您可以通过点击相应的按钮来选择已支付或未支付的账单。

source: Invoice Date
ar_sa: تاريخ الفاتورة
bg_bg: Дата на фактурата
ca_es: Data de la factura
cs_cz: Datum vystavení
de_de: Rechnungsdatum
el_gr: Ημερομηνία τιμολογίου
fa_ir: تاریخ فاکتور
fi_fi: Laskun päiväys
fr_fr: Date de facture
hu_hu: Számla dátuma
id_id: Tanggal Tagihan
lt_lt: Sąskaitos faktūros data
nl_nl: Factuurdatum
pl_pl: Data faktury
pt_br: Data da Fatura
pt_pt: Data da fatura
ro_ro: Data facturii
ru_ru: Дата выставления счета
sr_rs: Datum izdavanja
tr_tr: Fatura Tarihi
uk_ua: Дата рахунку
vi_vn: Ngày Xuất Hoá Đơn
zh_cn: 账单日期

source: Due Date
ar_sa: تاريخ الاستحقاق
bg_bg: Крайна Дата
ca_es: Data de venciment
cs_cz: Datum splatnosti
de_de: Fällig am
el_gr: Ημερομηνία λήξης
fa_ir: تاریخ سررسید
fi_fi: Eräpäivä
fr_fr: Date d'échéance
hu_hu: Esedékesség dátuma
id_id: Jatuh Tempo
lt_lt: Terminas
nl_nl: Vervaldatum
pl_pl: Termin płatności
pt_br: Vencimento
pt_pt: Data de vencimento
ro_ro: Data scadenţei
ru_ru: Срок оплаты
sr_rs: Rok za plaćanje
tr_tr: Son Ödeme (Vade) Tarihi
uk_ua: Дата виконання
vi_vn: Hạn thanh toán
zh_cn: 截止日期

source: Pay
ar_sa: دفع
bg_bg: Плащане
ca_es: Pagar
cs_cz: Zaplatit
de_de: Bezahlen
el_gr: Πληρωμή
fa_ir: پرداخت
fi_fi: Maksa
fr_fr: Payer
hu_hu: Fizetés
id_id: Bayar
lt_lt: Apmokėti
nl_nl: Betalen
pl_pl: Zapłać
pt_br: Pagar
pt_pt: Pagar
ro_ro: Plătește
ru_ru: Оплатить
sr_rs: Plati
tr_tr: Öde
uk_ua: Оплата
vi_vn: Thanh toán
zh_cn: 支付

source: Paid Date
ar_sa: تاريخ الدفع
bg_bg: Дата на плащане
ca_es: Data de pagament
cs_cz: Datum úhrady
de_de: Zahlungsdatum
el_gr: Ημερομηνία πληρωμής
fa_ir: تاریخ پرداخت
fi_fi: Maksettu (päivä)
fr_fr: Date de paiement
hu_hu: Kifizetés dátuma
id_id: Tanggal Dibayar
lt_lt: Apmokėjimo data
nl_nl: Betaald datum
pl_pl: Data opłacenia
pt_br: Data de Pagamento
pt_pt: Data de pagamento
ro_ro: Data plății
ru_ru: Дата оплаты
sr_rs: Datum plaćanja
tr_tr: Ödeme Tarihi
uk_ua: Дата платежу
vi_vn: Ngày Thanh Toán
zh_cn: 付款日期

source: Payment methods
ar_sa: طرق الدفع
bg_bg: Методи за плащане
ca_es: Forma de pagament
cs_cz: Způsoby platby
de_de: Zahlungsmethoden
el_gr: Τρόποι πληρωμής
fa_ir: روش پرداخت
fi_fi: Maksutavat
fr_fr: Moyens de paiement
hu_hu: Fizetési módok
id_id: Metode pembayaran
lt_lt: Mokėjimo būdai
nl_nl: Betaalmethodes
pl_pl: Metody płatności
pt_br: Métodos de pagamento
pt_pt: Métodos de pagamento
ro_ro: Metode de plată
ru_ru: Способы оплаты
sr_rs: Opcije plaćanja
tr_tr: Ödeme Yöntemleri
uk_ua: Методи оплати
vi_vn: Phương thức thanh toán
zh_cn: 支付方式

source: Please choose a payment type and pay for your chosen products.
ar_sa: الرجاء اختيار نوع الدفع ودفع للمنتجات التي اخترتها.
bg_bg: Моля, изберете начин на плащане и платете за избраните продукти.
cs_cz: Vyberte prosím způsob platby a zaplaťte za zvolené produkty.
de_de: Bitte wählen Sie eine Zahlungsart und bezahlen Sie die gewünschten Produkte.
el_gr: Παρακαλούμε επιλέξτε έναν τύπο πληρωμής και πληρώστε για τα προϊόντα που επιλέξατε.
fa_ir: لطفا نوع پرداخت را انتخاب کنید و برای محصولات انتخابی خود پرداخت کنید.
fi_fi: Ole hyvä ja valitse maksutapa ja maksa valitsemasi tuotteet.
fr_fr: Veuillez choisir un type de paiement et payer les produits que vous avez choisis.
hu_hu: Kérjük, válasszon fizetési módot, és fizessen a kiválasztott termékekért.
id_id: Mohon pilih metode pembayara dan bayar produk yang Anda pilih.
nl_nl: Kies een betaalmethode en betaal voor de geselecteerde producten.
pl_pl: Proszę wybrać rodzaj płatności i opłacić wybrane produkty.
pt_br: Escolha um tipo de pagamento e pague pelos produtos escolhidos.
ro_ro: Alegeți un tip de plată și plătiți pentru produsele alese.
ru_ru: Пожалуйста, выберите тип оплаты и оплатите выбранные продукты.
sr_rs: Molimo odaberite tip plaćanja i platite odabrane usluge.
tr_tr: Lütfen bir ödeme türü seçin ve seçtiğiniz ürünlerin ödemesini yapın.
zh_cn: 请选择一种支付类型，以支付该产品订单。

source: You can print this invoice or export it to a PDF file by clicking on the corresponding button.
ar_sa: يمكنك طباعة هذه الفاتورة أو تصديرها إلى ملف PDF بالنقر على الزر المقابل.
bg_bg: Можете да принтирате тази фактура или да я експортирате в PDF файл, като кликнете върху съответния бутон.
cs_cz: Tuto fakturu můžete vytisknout nebo exportovat do PDF souboru kliknutím na příslušné tlačítko.
de_de: Sie können diese Rechnung ausdrucken oder in eine PDF-Datei exportieren, indem Sie auf die entsprechende Schaltfläche klicken.
el_gr: Μπορείτε να εκτυπώσετε αυτό το τιμολόγιο ή να το εξάγετε σε αρχείο PDF κάνοντας κλικ στο αντίστοιχο κουμπί.
fa_ir: با کلیک بر روی دکمه مربوط می توانید این فاکتور را چاپ کنید یا آن را به توسط یک فایل PDF ذخیره کنید.
fi_fi: Voit tulostaa tämän laskun tai viedä sen PDF-tiedostoksi napsauttamalla vastaavaa painiketta.
fr_fr: Vous pouvez imprimer cette facture ou l'exporter vers un fichier PDF en cliquant sur le bouton correspondant.
hu_hu: Ezt a számlát kinyomtathatja vagy PDF fájlba exportálhatja a megfelelő gombra kattintva.
id_id: Anda dapat mencetak faktur ini atau mengunduh ke dalam berkas PDF dengan menekan pada tombol yang tersedia.
nl_nl: Deze factuur kan worden afgedrukt of geëxporteerd naar een PDF-bestand door op de bijbehorende knop te klikken.
pl_pl: Możesz wydrukować tę fakturę lub wyeksportować ją do pliku PDF, klikając na odpowiedni przycisk.
pt_br: Você pode imprimir esta fatura ou exportá-la para um arquivo PDF clicando no botão correspondente.
ro_ro: Puteți tipări această factură sau să o exportați într-un fișier PDF făcând clic pe butonul corespunzător.
ru_ru: Вы можете распечатать этот счет или экспортировать его в PDF-файл, нажав на соответствующую кнопку.
sr_rs: Ovu fakturu možete odštampati ili izvesti u PDF datoteku klikom na odgovarajuće dugme.
tr_tr: Bu faturayı yazdırabilir veya ilgili butona tıklayarak PDF dosyasına aktarabilirsiniz.
zh_cn: 您可以打印该账单，或通过点击按钮将其导出为一个PDF文件。

source: VAT
ar_sa: الضريبة
bg_bg: ДДС
ca_es: IVA
cs_cz: DPH
de_de: Mehrwertsteuer
el_gr: ΑΦΜ
fa_ir: مالیات بر ارزش افزوده
fi_fi: ALV
fr_fr: TVA
hu_hu: ÁFA
id_id: PPn
lt_lt: PVM
nl_nl: BTW
pt_br: VAT - taxas
pt_pt: IVA
ro_ro: TVA
ru_ru: НДС
sr_rs: PIB
tr_tr: KDV
uk_ua: ПДВ
zh_cn: 增值税

source: Account
ar_sa: الحساب
bg_bg: Профил
ca_es: Compte
cs_cz: Účet
de_de: Benutzerkonto
el_gr: Λογαριασμός
fa_ir: حساب
fi_fi: Tili
fr_fr: Compte
hu_hu: Fiók
id_id: Akun
lt_lt: Paskyra
pl_pl: Konto
pt_br: Conta
pt_pt: Conta
ro_ro: Cont
ru_ru: Akkaunt
sr_rs: Nalog
tr_tr: Hesap
uk_ua: Профіль
vi_vn: Tài khoản
zh_cn: 账号

source: Discount
ar_sa: الخصم
bg_bg: Намаление
ca_es: Descompte
cs_cz: Sleva
de_de: Rabatt
el_gr: Έκπτωση
fa_ir: تخفیف
fi_fi: Alennus
fr_fr: Remise
hu_hu: Kedvezmény
id_id: Potongan harga
lt_lt: Nuolaida
nl_nl: Korting
pl_pl: Zniżka
pt_br: Desconto
pt_pt: Desconto
ro_ro: Reducere
ru_ru: Скидка
sr_rs: Popust
tr_tr: İndirim
uk_ua: Знижка
vi_vn: Giảm giá
zh_cn: 折扣

source: Pay now with a one-time payment
ar_sa: ادفع الان مع One-Time Payment
bg_bg: Плати сега с един клик
cs_cz: Zaplatit nyní jednorázovou platbou
de_de: Jetzt mit einer einmaligen Zahlung bezahlen
el_gr: Πληρώστε τώρα με εφάπαξ πληρωμή
fa_ir: اکنون یکجا پرداخت کنید
fi_fi: Maksa nyt kertamaksulla
fr_fr: Payer maintenant avec un paiement unique
hu_hu: Fizessen most egyszeri fizetéssel
id_id: Bayar sekarang dengan pembayaran sekali bayar
nl_nl: Betaal nu met een eenmalige betaling
pl_pl: Zapłać teraz jednorazowo
pt_br: Pagar agora com um pagamento único
ro_ro: Plătiți acum cu o plată unică
ru_ru: Оплатить сейчас разовым платежом
sr_rs: Platite sada jednokratnom uplatom
tr_tr: Tek seferlik ödemeyle şimdi ödeyin
zh_cn: 一次性支付

source: Pay now and create a subscription
ar_sa: ادفع الآن و أنشئ اشتراك
bg_bg: Плати сега и създай абонамент
cs_cz: Zaplaťte nyní a vytvořte předplatné
de_de: Jetzt bezahlen und ein Abonnement anlegen
el_gr: Πληρώστε τώρα και δημιουργήστε μια συνδρομή
fa_ir: پرداخت کنید و اشتراک ایجاد کنید
fi_fi: Maksa nyt ja luo tilaus
fr_fr: Payer maintenant et créer un abonnement
hu_hu: Fizessen most, és hozzon létre egy előfizetést
id_id: Bayar sekarang dan buat langganan
nl_nl: Betaal nu en maak een abonnement aan
pl_pl: Zapłać teraz i utwórz subskrypcję
pt_br: Pague agora e crie uma assinatura
ro_ro: Plătiți acum și creați un abonament
ru_ru: Оплатить сейчас и создать подписку
sr_rs: Platite sada i napravite pretplatu
tr_tr: Şimdi ödeyin ve bir abonelik oluşturun
zh_cn: 使用周期性自动付款

source: Pay now
ar_sa: دفع الآن
bg_bg: Плати сега
cs_cz: Zplatit
de_de: Jetzt bezahlen
el_gr: Πληρωμή τώρα
fa_ir: پرداخت
fi_fi: Maksa nyt
fr_fr: Payer maintenant
hu_hu: Fizess most
id_id: Bayar sekarang
nl_nl: Nu betalen
pl_pl: Zapłać teraz
pt_br: Pagar agora
ro_ro: Plătiți acum
ru_ru: Оплатить сейчас
sr_rs: Plati sada
tr_tr: Şimdi öde
uk_ua: Оплатити зараз
vi_vn: Thanh toán ngay
zh_cn: 立即付款

source: The invoice you are paying and your chosen payment gateway both support subscription payments. What type of payment would you like to continue with?
ar_sa: الفاتورة التي تدفعها وبوابة الدفع التي اخترتها تدعم مدفوعات الاشتراك في الدفع. ما نوع الدفع الذي ترغب في مواصلته؟
bg_bg: Фактурата, която плащате, и избраният от вас метод за плащане поддържат абонаментни плащания. С какъв вид плащане искате да продължите?
cs_cz: Faktura, kterou platíte, i zvolená platební brána podporují platby předplatného. Jaký typ platby si přejete používat i nadále?
de_de: Sowohl die Rechnung, die Sie bezahlen, als auch das von Ihnen gewählte Zahlungsportal unterstützen Abonnementzahlungen. Mit welcher Art von Zahlung möchten Sie fortfahren?
el_gr: Τόσο το τιμολόγιο που πληρώνετε όσο και η επιλεγμένη πύλη πληρωμών υποστηρίζουν πληρωμές συνδρομής. Με ποιον τύπο πληρωμής θα θέλατε να συνεχίσετε;
fa_ir: فاکتوری که پرداخت می کنید و درگاه پرداخت انتخابی شما، هر دو از پرداخت های اشتراک پشتیبانی می کنند. مایلید با چه نوع پرداختی ادامه دهید?
fi_fi: Maksamasi lasku ja valitsemasi maksuportaali tukevat molemmat tilausmaksuja. Minkä tyyppisellä maksulla haluaisit jatkaa?
fr_fr: La facture que vous payez et la passerelle de paiement que vous avez choisie prennent toutes deux en charge les paiements par abonnement. Avec quel type de paiement souhaitez-vous continuer ?
hu_hu: A fizetett számla és a választott fizetési átjáró egyaránt támogatja az előfizetéses fizetést. Milyen típusú fizetést szeretne folytatni?
id_id: Faktur yang Anda bayar dan gateway pembayaran yang Anda pilih mendukung pembayaran langganan. Jenis pembayaran apa yang ingin Anda lanjutkan?
nl_nl: De factuur die wordt betaald en de gekozen betalingsgateway ondersteunen beide abonnementbetalingen. Met welk type betaling zullen we verdergaan?
pl_pl: Faktura, którą płacisz, i wybrana bramka płatności obsługują obie płatności abonamentowe. Który typ płatności chcesz kontynuować?
pt_br: A fatura que você está pagando e o método de pagamento escolhido suportam pagamentos de assinatura. Com que tipo de pagamento você gostaria de continuar?
ro_ro: Factura pe care o plătiți și metoda de plată aleasă acceptă abonamente. Cu ce tip de plată doriți să continuați?
ru_ru: Счет, который вы оплачиваете, и выбранный вами платежный шлюз поддерживают платежи по подписке. С каким типом платежа вы хотите продолжить?
sr_rs: Račun koji plaćate i odabrani prolaz za plaćanje podržavaju plaćanja pretplate. Sa kojom vrstom plaćanja želite da nastavite?
tr_tr: Ödediğiniz fatura ve seçtiğiniz ödeme ağ geçidinin her ikisi de abonelik ödemelerini destekler. Hangi ödeme türü ile devam etmek istersiniz?
zh_cn: 该订单及该支付方式支持订阅周期性自动付款! 您希望使用哪一种支付方式?

source: If you are happy with the selected payment gateway, please use the button below to continue with it.
ar_sa: إذا كنت سعيدا ببوابة الدفع المحددة، يرجى استخدام الزر أدناه للاستمرار فيها.
bg_bg: Ако сте доволни от избрания начин на плащане, моля, използвайте бутона по-долу, за да продължите с него.
cs_cz: Pokud jste spokojeni s vybranou platební branou, použijte prosím tlačítko níže pro pokračování v této bráně.
de_de: Wenn Sie mit dem gewählten Zahlungsmittel zufrieden sind, klicken Sie bitte auf die Schaltfläche unten, um fortzufahren.
el_gr: Εάν είστε ικανοποιημένοι με την επιλεγμένη πύλη πληρωμής, χρησιμοποιήστε το παρακάτω κουμπί για να συνεχίσετε.
fa_ir: اگر از درگاه پرداخت انتخابی مطمئن هستید، لطفاً از دکمه زیر برای ادامه آن استفاده کنید.
fi_fi: Jos olet tyytyväinen valittuun maksutapaan, jatka maksua alla olevalla painikkeella.
fr_fr: Si vous êtes satisfait du moyen de paiement sélectionné, veuillez utiliser le bouton ci-dessous pour continuer.
hu_hu: Ha elégedett a kiválasztott fizetési átjáróval, kérjük, használja az alábbi gombot a folytatáshoz.
id_id: Apabila anda puas dengan metode pembayaran terpilih, tolong gunakan tombol dibawah untuk melanjutkan.
nl_nl: Als de geselecteerde betalingsgateway naar tevredenheid is, gebruik dan de knop hieronder om verder te gaan.
pl_pl: Jeśli jesteś zadowolony z wybranej bramki płatności, skorzystaj z poniższego przycisku, aby kontynuować z nią.
pt_br: Se você está satisfeito com o método de pagamento selecionado, por favor, use o botão abaixo para continuar com ele.
ro_ro: Dacă sunteți mulțumit de metoda de plată selectată, vă rugăm să folosiți butonul de mai jos pentru a continua cu aceasta.
ru_ru: Если вас устраивает выбранный платежный шлюз, используйте кнопку ниже, чтобы продолжить с ним.
sr_rs: Ako ste zadovoljni izabranim prolazom za plaćanje, koristite dugme ispod da nastavite sa njim.
tr_tr: Seçilen ödeme ağ geçidinden memnunsanız, devam etmek için lütfen aşağıdaki düğmeyi kullanın.
zh_cn: 您已选择了喜欢的支付方式，点击下面的按钮继续。

source: If you are happy with the selected payment gateway, please use the button below to continue with it. Optionally, you may choose a different payment gateway if you wish to pay using a subscription.
ar_sa: إذا كنت سعيدا ببوابة الدفع المحددة، يرجى استخدام الزر أدناه للاستمرار فيها. اختيارياً، يمكنك اختيار بوابة دفع مختلفة إذا كنت ترغب في الدفع عن طريق الاشتراك.
bg_bg: Ако сте доволни от избрания метод за плащане, моля, използвайте бутона по-долу, за да продължите с него. По желание можете да изберете друг платежен метод, ако желаете да плащате чрез абонамент.
cs_cz: Pokud jste spokojeni s vybranou platební branou, použijte prosím tlačítko níže pro pokračování v této bráně. Volitelně můžete zvolit jinou platební bránu, pokud chcete platit pomocí předplatného.
de_de: Wenn Sie mit der gewählten Zahlungsmethode zufrieden sind, klicken Sie bitte auf die Schaltfläche unten, um mit der Zahlung fortzufahren. Optional können Sie ein anderes Zahlungsmittel wählen, wenn Sie über ein Abonnement bezahlen möchten.
el_gr: Εάν είστε ικανοποιημένοι με την επιλεγμένη πύλη πληρωμής, χρησιμοποιήστε το παρακάτω κουμπί για να συνεχίσετε. Προαιρετικά, μπορείτε να επιλέξετε μια διαφορετική πύλη πληρωμής, εάν επιθυμείτε να πληρώσετε με συνδρομή.
fa_ir: اگر از درگاه پرداخت انتخابی مطمئن هستید، لطفاً از دکمه زیر برای ادامه آن استفاده کنید. در صورت تمایل، در صورت تمایل به پرداخت با استفاده از اشتراک، می‌توانید درگاه پرداخت دیگری را انتخاب کنید.
fi_fi: Jos olet tyytyväinen valittuun maksutapaan, jatka maksua alla olevalla painikkeella. Voit valita vaihtoehtoisesti toisen maksuportin, jos haluat maksaa tilauksen avulla.
fr_fr: Si vous êtes satisfait d moyen de paiement sélectionné, veuillez utiliser le bouton ci-dessous pour continuer. En option, vous pouvez choisir un moyen de paiement différent si vous souhaitez payer par abonnement.
hu_hu: Ha elégedett a kiválasztott fizetési átjáróval, kérjük, használja az alábbi gombot a folytatáshoz. Opcionálisan választhat másik fizetési átjárót, ha előfizetéssel szeretne fizetni.
id_id: Jika Anda puas dengan gateway pembayaran yang dipilih, silakan gunakan tombol di bawah ini untuk melanjutkan. Secara opsional, Anda dapat memilih gateway pembayaran yang berbeda jika Anda ingin membayar menggunakan langganan.
nl_nl: Als de geselecteerde betalingsgateway naar tevredenheid is, gebruik dan de knop hieronder om verder te gaan. Optioneel kan een andere betalingsgateway worden gekozen voor betaling met een abonnement.
pl_pl: Jeśli jesteś zadowolony z wybranej bramki płatności, skorzystaj z poniższego przycisku, aby kontynuować z nią. Opcjonalnie możesz wybrać inną bramkę płatności, jeśli chcesz zapłacić korzystając z subskrypcji.
pt_br: Se você estiver satisfeito com o método de pagamento selecionado, use o botão abaixo para continuar. Opcionalmente, você pode escolher um método de pagamento diferente se desejar pagar usando uma assinatura.
ro_ro: Dacă sunteți mulțumit de metoda de plată selectată, vă rugăm să folosiți butonul de mai jos pentru a continua cu acesta. Opțional, puteți alege un portal de plată diferit dacă dorești să plătești folosind un abonament.
ru_ru: Если вас устраивает выбранный платежный шлюз, используйте кнопку ниже, чтобы продолжить с ним. При желании вы можете выбрать другой платежный шлюз, если хотите оплатить подписку.
sr_rs: Ako ste zadovoljni izabranim prolazom za plaćanje, koristite dugme ispod da nastavite sa njim. Opciono, možete odabrati drugi prolaz za plaćanje ako želite da plaćate korišćenjem pretplate.
tr_tr: Seçilen ödeme ağ geçidinden memnunsanız, devam etmek için lütfen aşağıdaki düğmeyi kullanın. İsteğe bağlı olarak, abonelik kullanarak ödeme yapmak istiyorsanız farklı bir ödeme ağ geçidi seçebilirsiniz.
zh_cn: 您已选择了喜欢的支付方式，点击下面的按钮继续。可选的，如果您希望使用订阅周期性自动付款，也可以选择一个不同的支付网关。

source: Pay with
ar_sa: ادفع من خلال
bg_bg: Плати с
ca_es: Paga amb
cs_cz: Zaplatit přes
de_de: Bezahlen mit
el_gr: Πληρωμή με
fa_ir: پرداخت توسط
fi_fi: Maksa käyttäen
fr_fr: Payer avec
hu_hu: Fizetés a következővel
id_id: Bayar menggunakan
lt_lt: Mokėti su
nl_nl: Betaal met
pl_pl: Zapłać za pomocą
pt_br: Pagar com
pt_pt: Pagar com
ro_ro: Plăteşte cu
ru_ru: Оплатить с помощью
sr_rs: Plati sa
tr_tr: Şununla öde
uk_ua: Сплатити за допомогою
vi_vn: Thanh toán bằng
zh_cn: 支付方式

source: Invoice number
ar_sa: رقم الفاتورة:
bg_bg: Номер на фактурата
ca_es: Nombre de factura
cs_cz: Číslo faktury
de_de: Rechnungsnummer
el_gr: Αριθμός τιμολογίου
fa_ir: شماره فاکتور
fi_fi: Laskun numero
fr_fr: Numéro de facture
hu_hu: Számla azonosító
id_id: Nomor faktur
lt_lt: Sąskaitos faktūros numeris
nl_nl: Factuurnummer
pl_pl: Numer faktury
pt_br: Número da fatura
pt_pt: Número da fatura
ro_ro: Număr factură
ru_ru: Номер счета
sr_rs: Broj računa
tr_tr: Fatura Numarası
uk_ua: № Рахунку
vi_vn: Mã hóa đơn
zh_cn: 账单号

source: Invoice Status
ar_sa: حالة الفاتورة
bg_bg: Статус на фактурата
ca_es: Estat de la factura
cs_cz: Stav faktury
de_de: Rechnungsstatus
el_gr: Κατάσταση τιμολογίου
fa_ir: وضعیت فاکتور
fi_fi: Laskun tila
fr_fr: État de la facture
hu_hu: Számla státusza
id_id: Status Faktur
lt_lt: Sąskaitos faktūros būsena
nl_nl: Factuur Status
pl_pl: Status faktury
pt_br: Status da Fatura
pt_pt: Estado da fatura
ro_ro: Status Factură
ru_ru: Статус счета
sr_rs: Status računa
tr_tr: Fatura Durumu
uk_ua: Статус рахунку
zh_cn: 账单状态

source: Bank Name
ar_sa: اسم البنك
bg_bg: Име на банката
cs_cz: Název banky
de_de: Name der Bank
el_gr: Επωνυμία τράπεζας
fa_ir: نام بانک
fi_fi: Pankin nimi
fr_fr: Nom de la banque
hu_hu: Bank neve
id_id: Nama Bank
nl_nl: Banknaam
pl_pl: Nazwa banku
pt_br: Nome do Banco
ro_ro: Numele băncii
ru_ru: Название банка
sr_rs: Naziv Banke
tr_tr: Banka Adı
uk_ua: Назва банку
vi_vn: Tên Ngân Hàng
zh_cn: 银行名称

source: BIC / SWIFT Code
ar_sa: رمز BIC / SWIFT
bg_bg: BIC / SWIFT код
cs_cz: Kód BIC / SWIFT
el_gr: BIC / SWIFT Κωδικός
fa_ir: شماره شبا حساب
fi_fi: BIC / SWIFT koodi
fr_fr: Code BIC/SWIFT
hu_hu: BIC / SWIFT kód
id_id: BIC / Kode SIWIFT
pl_pl: Kod BIC / SWIFT
pt_br: Código BIC / SWIFT
ro_ro: Cod SWIFT / BIC
ru_ru: БИК / SWIFT код
sr_rs: BIC / SWIFT Kod
tr_tr: BIC / SWIFT Kodu
uk_ua: BIC / SWIFT код
zh_cn: BIC / SWIFT 号码

source: Bank Account
ar_sa: الحساب البنكي
bg_bg: Банкова сметка
cs_cz: Bankovní účet
de_de: Bankkonto
el_gr: Τραπεζικός λογαριασμός
fa_ir: نام بانک
fi_fi: Pankkitili
fr_fr: Compte en banque
hu_hu: Bankszámla
id_id: Rekening Bank
nl_nl: Bankrekeningen
pl_pl: Konto bankowe
pt_br: Conta Bancária
ro_ro: Cont bancar
ru_ru: Bank hisob raqami
sr_rs: Nalog Banke
tr_tr: Banka Hesabı
uk_ua: Банківський рахунок
zh_cn: 银行账号
