Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: If you would like to host this domain with another company you can update nameservers.
ar_sa: إذا كنت ترغب في استضافة هذا النطاق مع شركة أخرى يمكنك تحديث اسماء النطاقات .
bg_bg: Ако искате да хоствате този домейн при друга фирма, можете да обновите нейните сървърни имена.
ca_es: Si voleu allotjar aquest domini amb una altra empresa, podeu actualitzar els servidors de noms.
cs_cz: Pokud chcete hostit tuto doménu s jinou společností, můžete aktualizovat nameservery.
de_de: Wenn Sie diese Domain bei einem anderen Unternehmen hosten möchten, können Sie die Nameserver aktualisieren.
el_gr: Αν θέλετε να φιλοξενήσετε αυτό το domain με μια άλλη εταιρεία μπορείτε να ενημερώσετε nameservers.
fa_ir: اگر می خواهید این دامنه را با شرکت دیگری میزبانی کنید، می توانید nameserver را به روز کنید.
fi_fi: Jos haluat isännöidä tätä verkkotunnusta toisessa yrityksessä, voit päivittää nimipalvelimet.
fr_fr: Si vous souhaitez héberger ce domaine avec une autre société, vous pouvez mettre à jour les serveurs de noms.
hu_hu: Ha ezt a tartományt egy másik vállalatnál szeretné üzemeltetni, frissítheti a névkiszolgálókat.
id_id: Jika Anda ingin menghosting domain ini dengan perusahaan lain, Anda dapat memperbarui server nama.
lt_lt: Jei norėtumėte talpinti šį domeną pas kitą paslaugų tiekėją, galite atnaujinti vardinius serverius.
nl_nl: Als deze domein bij een ander bedrijf moet worden gehost, kunnen de nameservers worden bijgewerkt.
pl_pl: Jeśli chcesz hostować tę domenę u innego dostawcy, możesz zaktualizować serwery nazw.
pt_br: Se você deseja hospedar este domínio com outra empresa, você pode atualizar os nameservers.
pt_pt: Se pretender alojar este domínio noutra empresa, pode atualizar os servidores de nomes.
ro_ro: Dacă doriți să găzduiți acest domeniu cu o altă companie, puteți actualiza nameserverele.
ru_ru: Если вы хотите разместить этот домен у другой компании, вы можете обновить серверы имен.
sr_rs: Ako želite da hostujete ovaj domen kod druge firme, možete ažurirati name servere.
tr_tr: Bu alan adını başka bir hosting firmasında barındırmak isterseniz, isim sunucularını güncelleyebilirsiniz.
uk_ua: Якщо ви хочете розмістити цей домен з іншою компанією, ви можете оновити сервер імен.
vi_vn: Nếu bạn muốn host tên miền này với nhà cung cấp khác bạn có thể cập nhật nameservers.
zh_cn: 如果您想要将此域名交给另一家公司解析，您可以修改DNS服务器。

source: Domain contact details will be displayed once someone will check WHOIS output (which is public) of your service. This will update Technical, Billing and Admin contacts for this service. You can enable domain privacy protection if you want to hide your public WHOIS information.
ar_sa: سيتم عرض تفاصيل الاتصال بالنطاقات بمجرد أن يقوم شخص ما بالتحقق من إخراج WHOIS (وهو عام) من خدمتك. سيؤدي هذا إلى تحديث جهات الاتصال الفني والفواتير والمدير لهذه الخدمة. يمكنك تمكين حماية خصوصية المجال إذا كنت ترغب في إخفاء معلومات WHOIS العامة الخاصة بك.
bg_bg: Данните за контакт с домейн регистратора ще бъдат показани, когато някой провери WHOIS данните (които са публични) на вашата услуга. Това са Технически, Фактуриращи и Административни детайли за контакти. Можете да включите защита на личните данни, ако желаете да да скриете тази информация.
ca_es: Les dades de contacte del domini es mostraran quan algú comprove la sortida WHOIS (que és pública) del vostre servei. Això actualitzarà els contactes tècnics, de facturació i d'administració d'aquest servei. Podeu activar la protecció de la privadesa del domini si voleu amagar la vostra informació pública de WHOIS.
cs_cz: Kontaktní údaje domény budou zobrazeny, jakmile někdo zkontroluje výstup WHOIS (který je veřejný) vaší služby. Toto aktualizuje technické a fakturační kontakty a kontakty administrátora pro tuto službu. Pokud chcete skrýt vaše veřejné WHOIS informace, můžete povolit ochranu soukromí domén.
de_de: Die Kontaktdaten der Domain werden angezeigt, sobald jemand die WHOIS-Ausgabe (die öffentlich ist) Ihres Dienstes überprüft. Dadurch werden die technischen, Rechnungs- und Verwaltungskontakte für diesen Dienst aktualisiert. Sie können den Domain-Datenschutz aktivieren, wenn Sie Ihre öffentlichen WHOIS-Informationen verbergen möchten.
el_gr: Τα στοιχεία επικοινωνίας domain θα εμφανιστούν όταν κάποιος θα ελέγξει την έξοδο WHOIS (η οποία είναι δημόσια) της υπηρεσίας σας. Αυτό θα ενημερώσει τις Τεχνικές, Χρεώσεις και τις επαφές Διαχειριστή για αυτήν την υπηρεσία. Μπορείτε να ενεργοποιήσετε την προστασία απορρήτου τομέα αν θέλετε να αποκρύψετε τις δημόσιες πληροφορίες σας WHOIS.
fa_ir: زمانی که کسی دامنه شما را whois میگیرد این مشخصات به صورت (عمومی) نمایش داده می شود. اگر می خواهید اطلاعات شما پنهان شود می‌توانید حفاظت از حریم خصوصی دامنه را فعال کنید.
fi_fi: Verkkotunnuksen yhteystiedot näkyvät, kun joku tarkistaa palvelusi WHOIS-tulosteen (joka on julkinen). Tämä päivittää palvelun tekniset, laskutus- ja hallintakontaktit. Voit ottaa verkkotunnuksen yksityisyydensuojan käyttöön, jos haluat piilottaa julkiset WHOIS-tietosi.
fr_fr: Les coordonnées du domaine seront affichées une fois que quelqu'un vérifiera la sortie WHOIS (qui est publique) de votre service. Ceci mettra à jour les contacts (technique, facturation et administration) pour ce service. Vous pouvez activer la protection de la confidentialité du domaine si vous voulez cacher vos informations WHOIS publiques.
hu_hu: A domain kapcsolattartási adatai akkor jelennek meg, ha valaki ellenőrzi a szolgáltatás WHOIS-kimenetét (amely nyilvános). Ez frissíti a szolgáltatás műszaki, számlázási és rendszergazdai kapcsolattartóit. Engedélyezheti a domain adatvédelmét, ha el szeretné rejteni nyilvános WHOIS-adatait.
id_id: Rincian kontak domain akan ditampilkan ketika seseorang akan mengecek WHOIS (yang dimana sifatnya publik) dari layanan Anda. Ini akan memperbarui Teknikal, Pembelian dan kontak admin untuk layanan ini. Anda dapat mengaktifkan proteksi privasi domain jika Anda ingin menyembunyikan informasi WHOIS publik Anda.
lt_lt: Domeno kontaktinė informacija bus rodoma, kai kas nors patikrins jūsų paslaugos WHOIS išvestį (kuri yra vieša). Bus atnaujinti šios paslaugos techniniai, atsiskaitymo ir administratoriaus kontaktai. Galite įjungti domeno privatumo apsaugą, jei norite paslėpti viešąją WHOIS informaciją.
nl_nl: De contactgegevens van het domein worden weergegeven zodra iemand de WHOIS-uitvoer (die openbaar is) van de dienst controleert. Dit zal de technische, facturerings- en beheerderscontacten voor deze dienst bijwerken. Privacybescherming voor het domein kan worden ingeschakeld als men de openbare WHOIS-informatie wil verbergen.
pl_pl: Dane kontaktowe domeny będą widoczne, gdy ktoś sprawdzi publiczny wynik WHOIS twojej usługi. To zaktualizuje dane techniczne, rozliczeniowe i administracyjne dla tej usługi. Możesz włączyć ochronę prywatności domeny, jeśli chcesz ukryć swoje publiczne informacje WHOIS.
pt_br: Detalhes de contato do domínio será exibido assim que alguém verificar a saída WHOIS (que é pública) do seu serviço. Isto irá atualizar os contatos técnicos, de faturamento e administradores para este serviço. Você pode habilitar a proteção de privacidade do domínio se quiser ocultar suas informações públicas WHOIS.
pt_pt: Os dados de contacto do domínio serão apresentados quando alguém verificar a saída WHOIS (que é pública) do seu serviço. Isto irá atualizar os contactos técnicos, de faturação e administrativos deste serviço. Pode ativar a proteção da privacidade do domínio se pretender ocultar as informações públicas do WHOIS.
ro_ro: Datele de contact ale domeniului vor fi afișate odată ce cineva va verifica rezultatele WHOIS (care este public) ale serviciului dvs. Aceasta va actualiza contactele tehnice, de facturare și de administrare pentru acest serviciu. Puteți activa protecția confidențialității domeniului dacă doriți să vă ascundeți informațiile publice WHOIS.
ru_ru: Контактные данные домена будут отображаться, когда кто-то проверит вывод WHOIS (который является публичным) вашей услуги. Это обновит технические, биллинговые и административные контакты для этой услуги. Вы можете включить защиту приватности домена, если хотите скрыть вашу публичную информацию WHOIS.
sr_rs: Kontakt podaci o domenu će biti prikazani kada neko proveri WHOIS izlaz (koji je javan) vaše usluge. Ovo će ažurirati tehničke kontakte, kontakte za račun i administratore za ovu uslugu. Možete omogućiti zaštitu privatnosti domena ako želite da sakrijete svoje javne WHOIS informacije.
tr_tr: Birisi hizmetinizin (genel olan) WHOIS çıktısını kontrol ettiğinde alan adı iletişim bilgileri görüntülenecektir. Bu, bu hizmet için Teknik, Faturalandırma ve Yönetici ilgili kişilerini güncelleyecektir. Herkese açık WHOIS bilgilerinizi gizlemek istiyorsanız alan adı gizlilik korumasını etkinleştirebilirsiniz.
uk_ua: Доменні контактні дані будуть відображені після того, як хтось перевірить результат WHOIS (який є публічним) вашого сервісу. Це оновить технічні, комерційні та адміністративні контакти цього сервісу. Ви можете увімкнути захист конфіденційності домену, якщо ви хочете приховати вашу публічну інформацію WHOIS.
vi_vn: Thông tin liên hệ tên miền sẽ hiển thị khi có ai đó kiểm tra thông tin WHOIS (thông tin công khai) về tên miền của bạn. Nó sẽ cập nhật thông tin liên hệ Kỹ thuật, Thanh toán, Quản trị cho dịch vụ tên miền của bạn. Bạn có thể bật tính năng bảo vệ thông tin tên miền nếu bạn muốn ẩn thông tin WHOIS công khai của bạn.
zh_cn: 域名的注册人信息，包括技术联系人、财务联系人和管理人员信息都可通过WHOIS (公众) 查询。如果您不想被看见，请为域名启用隐私保护。

source: Contact details updated
ar_sa: تم تحديث تفاصيل جهة الاتصال بالمجال
bg_bg: Данните за информация бяха актуализирани
cs_cz: Kontaktní údaje byly aktualizovány
de_de: Kontaktinformationen aktualisiert
el_gr: Τα στοιχεία επικοινωνίας ενημερώθηκαν
fa_ir: اطلاعات تماس بروزرسانی شد
fi_fi: Yhteystiedot päivitetty
fr_fr: Coordonnées mises à jour
hu_hu: Elérhetőségek frissítve
id_id: Rincian kontak diperbarui
nl_nl: Contactgegevens bijgewerkt
pl_pl: Dane kontaktowe zaktualizowane
pt_br: Detalhes de contato atualizados
ro_ro: Detaliile de contact au fost actualizate
ru_ru: Контактные данные обновлены
sr_rs: Kontakt podaci su ažurirani
tr_tr: İletişim bilgileri güncellendi
zh_cn: 联系人详细信息更新

source: Domain Secret
ar_sa: سرية النطاق
bg_bg: Тайна на домейна
ca_es: Secret de domini
cs_cz: Tajný doménový klíč
de_de: Domain-Geheimnis
el_gr: Μυστικό Domain
fa_ir: رمز حفاظتی دامنه
fi_fi: Verkkotunnuksen salaisuus
fr_fr: Secret du Domaine
hu_hu: Tartomány titkos kulcsa
id_id: Rahasia Domain
lt_lt: Domeno paslapties kodas
nl_nl: Domein code
pl_pl: Sekret domeny
pt_br: Segredo do domínio
pt_pt: Segredo de domínio
ro_ro: Domeniu secret
ru_ru: Секрет домена
sr_rs: Tajni Domen
tr_tr: Alan Adı Gizli Anahtarı (Secret)
uk_ua: Секретний ключ домену
vi_vn: Mã bảo mật tên miền
zh_cn: 域名密码

source: Most domain names (except a few top-level domains like .EU and .UK) have a Domain Secret Key/Authorization Code (EPP Code) associated with them. This code is typically required when transferring the domain to a new registrar.
ar_sa: معظم أسماء النطاقات (باستثناء بعض النطاقات العليا مثل .EU و .UK) لديها رمز مفتاح/تفويض سري للنطاقات المرتبطة بها. هذا الرمز مطلوب عادة عند نقل النطاق إلى مسجل جديد.
bg_bg: Повечето имена на домейни (с изключение на няколко домейна от първо ниво като .EU и .UK) имат свързан с тях секретен ключ/код за оторизация на домейна (EPP код). Този код обикновено се изисква при прехвърляне на домейна към нов регистратор.
cs_cz: Většina jmen domén (s výjimkou několika domén nejvyšší úrovně, jako je .EU a .UK) má k nim přidružený kód Domain Secret Key/Authorization Code (EPP Code). Tento kód je obvykle vyžadován při přenosu domény do nového registrátora.
de_de: Die meisten Domänennamen (mit Ausnahme einiger weniger Top-Level-Domänen wie .EU und .UK) sind mit einem geheimen Domänenschlüssel/Zulassungscode (EPP-Code) verbunden. Dieser Code wird in der Regel benötigt, wenn die Domäne zu einer neuen Registrierstelle übertragen wird.
el_gr: Τα περισσότερα ονόματα τομέων (εκτός από μερικά top-level domains όπως .EU και .UK) έχουν ένα Domain Secret Key/Authorization Code (EPP Code) που σχετίζονται με αυτά. Αυτός ο κωδικός είναι συνήθως υποχρεωτικός κατά τη μεταφορά του τομέα σε ένα νέο καταχωρητή.
fa_ir: اکثر نام‌های دامنه (به جز تعداد کمی از دامنه‌های سطح بالا مانند .EU و .UK) دارای یک کلید مخفی/کد مجوز دامنه (EPP Code) مرتبط با آنها هستند. این کد معمولاً هنگام انتقال دامنه به یک ثبت کننده جدید مورد نیاز است.
fi_fi: Useimpiin verkkotunnuksiin (lukuun ottamatta muutamia huipputason verkkotunnuksia, kuten .EU ja .UK) liittyy verkkotunnuksen salainen avain/valtuutuskoodi (EPP-koodi). Tätä koodia tarvitaan yleensä, kun verkkotunnus siirretään uudelle rekisterinpitäjälle.
fr_fr: La plupart des noms de domaine (à l'exception de quelques domaines de premier niveau comme .EU et .UK) sont associés à une clé secrète de domaine/code d'autorisation (code EPP). Ce code est généralement requis lors du transfert du domaine vers un nouveau registraire.
hu_hu: A legtöbb domain névhez (kivéve néhány legfelső szintű domaint, mint például a .EU és a .UK) tartozik egy domain titkos kulcs / engedélyezési kód (EPP kód). Erre a kódra általában akkor van szükség, ha a tartományt új regisztrátorhoz viszi át.
id_id: Nama domain (kecuali top level domain seperti .EU dan .UK) memiliki kunci rahasia domain atau kode otorisasi (kode EPP) yang terasosiasi dengannya. Kode ini biasanya dibutuhkan ketika melakukan transfer domain ke registrar baru.
nl_nl: Aan de meeste domeinnamen (behalve enkele top level domeinen zoals .EU en .UK) is een domein sleutel/autorisatie code (EPP Code) gekoppeld. Deze code is vereist bij het verhuizen van het domein naar een nieuwe registrator.
pl_pl: Większość nazw domen (z wyjątkiem kilku domen najwyższego poziomu, takich jak .EU i .UK) ma z nimi związany Sekret Domeny/Kod Autoryzacji (Kod EPP). Ten kod jest zazwyczaj wymagany podczas przenoszenia domeny do nowego rejestratora.
pt_br: A maioria dos nomes de domínio (exceto alguns domínios de nível superior como .EU e .UK) tem uma chave secreta/código de autorização de domínio (código EPP) associado a eles. Este código normalmente é necessário ao transferir o domínio para um novo registrador.
ro_ro: Majoritatea numelor de domenii (cu excepția câtorva domenii de nivel superior, cum ar fi .EU și .UK) au o cheie secretă de domeniu/cod de autorizare (Codul PEP) asociat cu ele. Acest cod este necesar de obicei atunci când transferați domeniul către un nou registrar.
ru_ru: Большинство доменных имен (за исключением нескольких доменов верхнего уровня, таких как.EU и.UK) имеют связанный с ними Секретный ключ домена/Код авторизации (EPP код). Этот код обычно требуется при передаче домена новому регистратору.
sr_rs: Već́ina imena domena (osim nekoliko domena najvišeg nivoa kao što su .EU i .UK) imaju tajni ključ/autorizacioni kod domena (EPP kod) povezan sa njima. Ovaj kod je obično potreban prilikom prenosa domena na novog registratora.
tr_tr: Çoğu alan adının (.EU ve .UK gibi birkaç üst düzey alan adı hariç) kendileriyle ilişkilendirilmiş bir Alan Adı Gizli Anahtarı/Yetkilendirme Kodu (EPP Kodu) vardır. Bu kod genellikle alan adını yeni bir kayıt kuruluşuna aktarırken gereklidir.
zh_cn: 大部分的域名(.EU和.UK除外)会有一个域名安全转移码(EPP代码)分配给域名。当希望将域名转移到一个新的注册商时，通常都需要提供该代码。

source: Get EPP code
bg_bg: Вземи EPP код
ca_es: Obteniu el codi EPP
de_de: EPP-Code generieren
el_gr: Αποκτήστε τον κωδικό EPP
fa_ir: دریافت کد EPP
fi_fi: Hanki EPP-koodi
fr_fr: Récupérer le code (EPP) de transfert
hu_hu: EPP-kód lekérése
id_id: Dapatkan kode EPP
lt_lt: Gauti EPP kodą
nl_nl: Haal EPP code
pl_pl: Pobierz kod EPP
pt_br: Obter código EPP
pt_pt: Obter código EPP
ro_ro: Preia codul EPP
ru_ru: Получить EPP код
sr_rs: Zatražite EPP kod
tr_tr: EPP Kodu Al
uk_ua: Отримати код EPP
vi_vn: Nhận mã EPP
zh_cn: 获取域名转移码

source: Register a new domain
ar_sa: تسجيل نطاق جديد
bg_bg: Регистрирай нов домейн
ca_es: Registreu un domini nou
cs_cz: Registrovat novou doménu
de_de: Neue Domain registrieren
el_gr: Καταχώρηση νέου ονόματος χώρου
fa_ir: ثبت دامنه جدید
fi_fi: Rekisteröi uusi verkkotunnus
fr_fr: Enregistrer un nouveau domaine
hu_hu: Új domain regisztrálása
id_id: Daftarkan domain baru
lt_lt: Užregistruoti naują domeną
nl_nl: Registreer een nieuw domein
pl_pl: Zarejestruj nową domenę
pt_br: Registrar novo domínio
pt_pt: Registar um novo domínio
ro_ro: Înregistrați un domeniu nou
ru_ru: Зарегистрировать новый домен
sr_rs: Registrujte novi domen
tr_tr: Yeni Alan Adı Kaydet
uk_ua: Зареєструвати новий домен
vi_vn: Đăng ký tên miền mới
zh_cn: 注册新域名

source: Enter new domain name to register
ar_sa: أدخل اسم نطاق جديد للتسجيل
bg_bg: Въведи ново домейн име за регистрация
ca_es: Introduïu un nom de domini nou per registrar-vos
cs_cz: Zadejte nový název domény pro registraci
de_de: Neuen Domainnamen zum Registrieren eingeben
el_gr: Εισάγετε το νέο όνομα domain προς καταχώριση
fa_ir: نام دامنه جدید را برای ثبت نام وارد کنید
fi_fi: Syötä uusi rekisteröitävä verkkotunnus
fr_fr: Entrez le nouveau nom de domaine à enregistrer
hu_hu: Adja meg az új domain nevet a regisztrációhoz
id_id: Masukan nama domain untuk didaftarkan
lt_lt: Norint užregistruoti, įveskite naują domeno pavadinimą
nl_nl: Voer nieuwe domeinnaam in om te registreren
pl_pl: Wprowadź nową nazwę domeny do zarejestrowania
pt_br: Digite o novo nome de domínio para registrar
pt_pt: Introduzir o novo nome de domínio a registar
ro_ro: Introduceți un nou nume de domeniu pentru a-l înregistra
ru_ru: Введите новое доменное имя для регистрации
sr_rs: Unesite novi domen za registraciju
tr_tr: Kaydetmek istediğiniz yeni alan adını girin
uk_ua: Введіть нове ім'я домену для реєстрації
vi_vn: Nhập tên miền mới để đăng ký
zh_cn: 输入您想注册的域名

source: Check
ar_sa: تحقق
bg_bg: Проверка
ca_es: Comprova
cs_cz: Zkontrolovat
de_de: Prüfen
el_gr: Έλεγχος
fa_ir: بررسی
fi_fi: Tarkista
fr_fr: Vérifier
hu_hu: Ellenőrzés
id_id: Periksa
lt_lt: Tikrinti
nl_nl: Controleren
pl_pl: Sprawdź
pt_br: Verificar
pt_pt: Verificar
ro_ro: Verifică
ru_ru: Проверить
sr_rs: Proveri
tr_tr: Kontrol Et
uk_ua: Перевірити
vi_vn: Kiểm tra
zh_cn: 检查

source: I want to use my nameservers
ar_sa: استخدام اسماء سيرفرات مخصصة
bg_bg: Искам да използвам мойте собствени сървърни имена
ca_es: Vull utilitzar els meus servidors de noms
cs_cz: Chci použít své nameservery
de_de: Ich möchte meine Nameserver verwenden
el_gr: Θέλω να χρησιμοποιήσω τους nameservers μου
fa_ir: من می خواهم از nameserver خود استفاده کنم
fi_fi: Haluan käyttää omia nimipalvelimia
fr_fr: Je veux utiliser mes serveurs de noms
hu_hu: Szeretném használni a névszervereimet
id_id: Saya ingin menggunakan nameservers saya
lt_lt: Noriu naudoti savo vardinius serverius
nl_nl: Ik wil mijn naamservers gebruiken
pl_pl: Chcę użyć moich serwerów nazw
pt_br: Quero usar meus nameservers
pt_pt: Quero utilizar os meus servidores de nomes
ro_ro: Vreau să folosesc nameserverele mele
ru_ru: Я хочу использовать мои серверы имен
sr_rs: Želim da koristim moje name servere
tr_tr: Kendi isim sunucularımı kullanmak istiyorum
uk_ua: Я хочу використовувати власні nameservers
vi_vn: Tôi muốn sử dụng nameservers của tôi
zh_cn: 我想使用指定的DNS服务器

source: Transfer a new domain
ar_sa: نقل نطاق جديد
bg_bg: Прехвърляне на нов домейн
ca_es: Transferir un domini nou
cs_cz: Převést novou doménu
de_de: Eine neue Domäne übertragen
el_gr: Μεταφορά νέου domain
fa_ir: انتقال یک دامنه
fi_fi: Siirrä uusi verkkotunnus
fr_fr: Transférer un nouveau domaine
hu_hu: Új domain átvitele
id_id: Transfer domain baru
lt_lt: Perkelti naują domeną
nl_nl: Verhuis een nieuw domein
pl_pl: Przenieś nową domenę
pt_br: Transferir um novo domínio
pt_pt: Transferir um novo domínio
ro_ro: Transferă un domeniu nou
ru_ru: Перенести новый домен
sr_rs: Prenesite domen
tr_tr: Yeni Alan Adı Transfer Et
uk_ua: Перенести новий домен
vi_vn: Chuyển tiếp 1 tên miền mới
zh_cn: 转移另一个域名

source: Enter your domain name to transfer
ar_sa: أدخل اسم نطاق جديد للتسجيل
bg_bg: Въведи ново име на домейн за прехвърляне
ca_es: Introduïu el vostre nom de domini per transferir
cs_cz: Zadejte název domény pro převod
de_de: Gib deine Domain ein, die du übertragen möchtest
el_gr: Εισάγετε το domain σας για μεταφορά
fa_ir: نام دامنه خود را برای انتقال وارد کنید
fi_fi: Kirjoita siirrettävä verkkotunnus
fr_fr: Entrez votre nom de domaine à transférer
hu_hu: Adja meg az átvinni kívánt domain nevét
id_id: Masukan nama domain ke transfer
lt_lt: Įveskite domeno pavadinimą, kurį norite perkelti
nl_nl: Voer de domeinnaam in om over te dragen
pl_pl: Wprowadź nazwę domeny do przeniesienia
pt_br: Digite o nome do seu domínio para transferir
pt_pt: Introduza o seu nome de domínio a transferir
ro_ro: Introduceți numele domeniului pentru transfer
ru_ru: Введите ваше доменное имя для переноса
sr_rs: Unesite Vaš domen za prenos
tr_tr: Transfer etmek istediğiniz yeni alan adını girin
uk_ua: Введіть домен для трансферу
vi_vn: Nhập tên miền cần chuyển nhượng
zh_cn: 输入您想转入的域名

source: Transfer price is
ar_sa: سعر النقل
bg_bg: Цената за прехвърляне е
cs_cz: Cena za převod je
de_de: Übertragungspreis ist
el_gr: Η τιμή μεταφοράς είναι
fa_ir: هزینه انتقال
fi_fi: Siirron hinta on
fr_fr: Le prix du transfert est de
hu_hu: A transzferár
id_id: Harga transfer adalah
nl_nl: Verhuiskosten zijn
pl_pl: Cena transferu wynosi
pt_br: O preço de transferência é
ro_ro: Prețul de transfer este
ru_ru: Transfer narxi
sr_rs: Cena transfera
tr_tr: Transfer Ücreti
zh_cn: 转移价格是

source: Enter domain transfer code
ar_sa: أدخل رمز نقل النطاق
bg_bg: Въведете кода за прехвърляне на домейна
ca_es: Introduïu el codi de transferència de domini
cs_cz: Zadejte kód převodu domény
de_de: Domain Transfercode eingeben
el_gr: Εισάγετε κωδικό μεταφοράς domain
fa_ir: کد انتقال دامنه را وارد کنید
fi_fi: Anna verkkotunnuksen siirtokoodi
fr_fr: Entrez le code de transfert du domaine
hu_hu: Adja meg a domain átviteli kódját
id_id: Masukan kode transfer domain
lt_lt: Įveskite domeno perkėlimo kodą
nl_nl: Geef de domein verhuiscode op
pl_pl: Wprowadź kod transferu domeny
pt_br: Inserir código de transferência de domínio
pt_pt: Introduzir o código de transferência do domínio
ro_ro: Introduceți codul de transfer domeniu
ru_ru: Введите код переноса домена
sr_rs: Unesite kod za transfer domena
tr_tr: Alan Adı transfer kodunu girin
uk_ua: Введіть код трансферу домену
vi_vn: Nhập mã chuyển tiếp tên miền
zh_cn: 输入域名转移码

source: Year/s @
ar_sa: سنة/سنوات @
bg_bg: Година/и @
ca_es: Any/s @
cs_cz: Rok/y @
de_de: Jahr/e @
el_gr: Έτος/η @
fa_ir: سال @
fi_fi: Vuodeksi @
fr_fr: Année/s @
hu_hu: Év/s @
id_id: Tahun @
lt_lt: Metai @
nl_nl: Jaar/jaren @
pl_pl: Rok/oki @
pt_br: Ano/s @
pt_pt: Ano/s @
ro_ro: An/i @
sr_rs: Godina/e @
tr_tr: Yıl @
uk_ua: Рік/с @
vi_vn: Năm/s @
zh_cn: 年限 @

source: File
ar_sa: ملف
bg_bg: Файл
ca_es: Fitxer
cs_cz: Soubor
de_de: Datei
el_gr: Αρχείο
fa_ir: فایل
fi_fi: Tiedosto
fr_fr: Fichier
hu_hu: Fájl
id_id: Berkas
lt_lt: Failas
nl_nl: Bestand
pl_pl: Plik
pt_br: Arquivo
pt_pt: Ficheiro
ro_ro: Fișier
ru_ru: Fayl
sr_rs: Fajls
tr_tr: Dosya
uk_ua: Файл
vi_vn: Tệp
zh_cn: 文件

source: Keep Orders Updated
ar_sa: إبقاء الطلبات محدثة
bg_bg: Подържай поръчките актуални
cs_cz: Ponechat objednávky aktualizovány
de_de: Halte Bestellungen auf dem neuesten Stand
el_gr: Διατηρήστε τις παραγγελίες ενημερωμένες
fa_ir: سفارشات را به روز نگه دارید
fi_fi: Pidä tilaukset ajan tasalla
fr_fr: Conserver les commandes mises à jour
hu_hu: Tartsa naprakészen a megrendeléseket
id_id: Order Tetap Terbaru
nl_nl: Houd bestellingen up-to-date
pl_pl: Aktualizuj zamówienia
pt_br: Manter os Pedidos Atualizados
pt_pt: Manter as encomendas actualizadas
ro_ro: Păstrează comenzile actualizate
ru_ru: Поддерживать заказы обновленными
sr_rs: Održavajte porudžbine ažuriranim
tr_tr: Siparişleri Güncel Tut
uk_ua: Зберегти оновлені замовлення
zh_cn: 保持订单更新
