Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Billing & Delivery address
ar_sa: عنوان الفاتورة والتوصيل
bg_bg: Адрес за фактуриране и доставка
ca_es: Adreça de facturació i lliurament
cs_cz: Fakturační a doručovací adresa
de_de: Rechnungs- & Lieferadresse
el_gr: Διεύθυνση τιμολόγησης & παράδοσης
fa_ir: آدرس صورتحساب
fi_fi: Toimitus- ja laskutusosoite
fr_fr: Adresse de facturation et de livraison
hu_hu: Számlázási és szállítási cím
id_id: Alamat pembayaran dan pengiriman
lt_lt: Atsiskaitymo & Pristatymo adresas
nl_nl: Factuur- en afleveradres
pl_pl: Adres rozliczeniowy i dostawy
pt_br: Endereço de cobrança e entrega
pt_pt: Endereço de faturação e entrega
ro_ro: Adresă de facturare și livrare
ru_ru: Платежный и адрес доставки
sr_rs: Adresa za obračun i isporuku
tr_tr: Fatura ve Teslimat Adresi
uk_ua: Адреса для виставлення рахунку та отримання
vi_vn: Địa chỉ thanh toán và nhận hàng
zh_cn: 账单及收货地址

source: Thank you
ar_sa: شكرا لك
bg_bg: Благодарим Ви
ca_es: Gràcies
cs_cz: Děkujeme
de_de: Vielen Dank
el_gr: Σας ευχαριστούμε
fa_ir: از شما سپاس گذاریم
fi_fi: Kiitos
fr_fr: Merci
hu_hu: Köszönöm
id_id: Terima kasih
lt_lt: Ačiū
nl_nl: Bedankt
pl_pl: Dziękujemy
pt_br: Obrigado
pt_pt: Obrigado
ro_ro: Mulţumim
ru_ru: Спасибо
sr_rs: Hvala vam
tr_tr: Teşekkürler
uk_ua: Дякуємо
vi_vn: Cảm ơn bạn
zh_cn: 谢谢

source: Your payment has been submitted and will be processed shortly. It may take some time for your invoice to be marked as paid.
cs_cz: Vaše platba byla odeslána a brzy bude zpracována. Může trvat nějaký čas, než bude faktura označena jako zaplacená.
de_de: Ihre Zahlung wurde eingereicht und wird in Kürze bearbeitet. Es kann einige Zeit dauern, bis Ihre Rechnung als bezahlt markiert wird.
el_gr: Η πληρωμή σας έχει υποβληθεί και θα διεκπεραιωθεί σύντομα. Μπορεί να χρειαστεί λίγος χρόνος για να χαρακτηριστεί το τιμολόγιό σας ως εξοφλημένο.
fa_ir: پرداخت شما ارسال شده است و به زودی پردازش خواهد شد. ممکن است مدتی طول بکشد تا فاکتور شما به عنوان پرداخت شده تغییر کند.
fr_fr: Votre paiement a été soumis et sera traité sous peu. Cela peut prendre un peu de temps pour que votre facture soit marquée comme payée.
hu_hu: A befizetést elküldtük, és hamarosan feldolgozzuk. Eltarthat egy ideig, amíg a számlát kifizetettként jelöljük meg.
id_id: Pembayaran Anda telah dikirimkan dan akan segera diproses. Mungkin diperlukan beberapa saat hingga faktur Anda ditandai sebagai lunas.
nl_nl: De betaling is ingediend en wordt binnenkort verwerkt. Het kan enige tijd duren voordat de factuur als betaald wordt gemarkeerd.
pl_pl: Twoja płatność została przesłana i zostanie wkrótce przetworzona. To może chwilę potrwać, aby faktura została oznaczona jako zapłacona.
ro_ro: Plata dvs. a fost trimisă și va fi procesată în curând. Este posibil să dureze puțin timp până când factură dvs. va fi marcată că fiind plătită.
ru_ru: Ваш платеж был отправлен и будет обработан в ближайшее время. Отображение статуса «Оплачено» на счете может занять некоторое время.
sr_rs: Vaša uplata je poslata i uskoro će biti obrađena. Možda će proći neko vreme da Vaša faktura bude označena kao plaćena.
tr_tr: Ödemeniz gönderildi ve kısa süre içinde işleme konulacak. Faturanızın ödendi olarak işaretlenmesi biraz zaman alabilir.
zh_cn: 您的付款已提交并会尽快处理。账单状态变更为已支付需要一些时间，请耐心等待。

source: Payment for invoice received
ar_sa: تم استلام الدفع مقابل الفاتورة
bg_bg: Плащането за фактурата бе получено
ca_es: Pagament de la factura rebuda
cs_cz: Platba za fakturu byla přijata
de_de: Zahlung für Rechnung erhalten
el_gr: Παραλήφθηκε τιμολόγιο πληρωμής
fa_ir: پرداختی برای فاکتور دریافت شد
fi_fi: Maksu vastaanotetusta laskusta
fr_fr: Paiement pour la facture reçu
hu_hu: Beérkezett számla kifizetése
id_id: Pembayaran faktur telah diterima
lt_lt: Apmokėjimas už gautą sąskaitą faktūrą gautas
nl_nl: Betaling voor factuur ontvangen
pl_pl: Płatność za fakturę została odebrana
pt_br: Pagamento da fatura recebido
pt_pt: Pagamento da fatura recebida
ro_ro: Plata pentru factură primită
ru_ru: Получен платеж по счету
sr_rs: Primljena uplata za račun
tr_tr: Fatura ödemesi alındı
uk_ua: Отримано платіж за рахунком
vi_vn: Thanh toán cho hóa đơn đã được nhận
zh_cn: 已收到付款

source: You will be automatically redirected back to the invoice after 1 minute.
cs_cz: Po 1 minutě budete automaticky přesměrováni zpět na fakturu.
de_de: Nach 1 Minute werden Sie automatisch zur Rechnung zurückgeleitet.
el_gr: Θα μεταφερθείτε αυτόματα πίσω στο τιμολόγιο μετά από 1 λεπτό.
fa_ir: پس از 1 دقیقه به صورت خودکار به صورتحساب هدایت می شوید.
fr_fr: Vous serez automatiquement redirigé vers la page de la facture après 1 minute.
hu_hu: 1 perc múlva automatikusan átirányítjuk a számlázási oldalra.
id_id: Anda akan diarahkan kembali ke detail dalam waktu 1 menit.
nl_nl: Binnen 1 minuut keren we terug naar de factuur.
pl_pl: Zostaniesz automatycznie przekierowany z powrotem do faktury po 1 minucie.
ro_ro: Veți fi redirecționat înapoi la factură după 1 minut.
ru_ru: Вы будете автоматически перенаправлены обратно к счету через 1 минуту.
sr_rs: Bićete automatski preusmereni nazad na fakturu nakon 1 minuta.
tr_tr: 1 dakika sonra otomatik olarak fatura sayfasına yönlendirileceksiniz.
zh_cn: 一分钟后将为您返回至账单页面，请稍后

source: Invoice date
ar_sa: تاريخ الفاتورة
bg_bg: Дата на фактурата
cs_cz: Datum faktury
de_de: Rechnungsdatum
el_gr: Ημ/νία Τιμολόγησης
fa_ir: تاریخ فاکتور
fi_fi: Laskun päiväys
fr_fr: Date de facture
hu_hu: Számla dátuma
id_id: Tanggal Faktur
nl_nl: Factuurdatum
pl_pl: Data faktury
pt_br: Data de fatura
ro_ro: Data facturii
ru_ru: Дата
sr_rs: Datum računa
tr_tr: Fatura tarihi
uk_ua: Дата рахунку
vi_vn: Ngày lập hoá đơn
zh_cn: 账单日期

source: Due date
ar_sa: تاريخ الاستحقاق
bg_bg: Краен срок
cs_cz: Datum splatnosti
de_de: Fälligkeitsdatum
el_gr: Ημερομηνία λήξης
fa_ir: تاریخ سررسید
fi_fi: Eräpäivä
fr_fr: Date d'échéance
hu_hu: Fizetési határidő
id_id: Tenggat waktu
nl_nl: Verloopdatum
pl_pl: Termin płatności
pt_br: Data Vencimento
ro_ro: Data scadenței
ru_ru: Срок
sr_rs: Rok za plaćanje
tr_tr: Son Ödeme (Vade) Tarihi
vi_vn: Hạn thanh toán
zh_cn: 截止日期

source: Invoice status
ar_sa: حالة الفاتورة
bg_bg: Статус на фактурата
cs_cz: Stav faktury
de_de: Rechnungsstatus
el_gr: Κατάσταση τιμολογίου
fa_ir: وضعیت فاکتور
fi_fi: Laskun tila
fr_fr: Etat de la facture
hu_hu: Státusz
id_id: Status faktur
nl_nl: Factuurstatus
pl_pl: Status faktury
pt_br: Status da fatura
ro_ro: Stare factură
ru_ru: Статус инвойса
sr_rs: Status računa
tr_tr: Fatura durumu
vi_vn: Trạng thái hóa đơn
zh_cn: 账单状态

source: Product
ar_sa: المنتج
bg_bg: Продукт
ca_es: Producte
cs_cz: Produkt
de_de: Produkt
el_gr: Προϊόν
fa_ir: محصول
fi_fi: Tuote
fr_fr: Produit
hu_hu: Termék
id_id: Produk
lt_lt: Paslauga
pl_pl: Produkt
pt_br: Produto
pt_pt: Produto
ro_ro: Produs
ru_ru: Продукт
sr_rs: Proizvod
tr_tr: Ürün
uk_ua: Продукт
vi_vn: Sản phẩm
zh_cn: 产品

source: Quantity & Price
ar_sa: الكمية و السعر
bg_bg: Количество & Цена
cs_cz: Množství a cena
de_de: Preis
el_gr: Ποσότητα & Τιμή
fa_ir: تعداد و قیمت
fi_fi: Määrä & Hinta
fr_fr: Quantité & Prix
hu_hu: Mennyiség és ár
id_id: Jumlah/Harga
nl_nl: Hoeveelheid & prijs
pl_pl: Ilość i cena
pt_br: Quantidade & Preço
ro_ro: Cantitate si Preț
ru_ru: Количество и цена
sr_rs: Količina & Cena
tr_tr: Miktar & Fiyat
vi_vn: Số Lượng & Giá Cả
zh_cn: 数量 & 价格

source: Payment details
ar_sa: تفاصيل الدفع
bg_bg: Детайли за плащането
cs_cz: Platební údaje
de_de: Zahlungsinformationen
el_gr: Λεπτομέρειες πληρωμής
fa_ir: جزئیات پرداخت
fi_fi: Maksun tiedot
fr_fr: Informations de facturation
hu_hu: Fizetési adatok
id_id: Detil pembayaran
nl_nl: Betalingsgegevens
pl_pl: Szczegóły płatności
pt_br: Detalhes do pagamento
ro_ro: Detalii de plată
ru_ru: Платежные реквизиты
sr_rs: Detalji plaćanja
tr_tr: Ödeme detayları
vi_vn: Thông tin thanh toán
zh_cn: 支付详情

source: Account Owner
ar_sa: مالك الحساب
bg_bg: Собственик на профила
cs_cz: Vlastník účtu
de_de: Kontoinhaber
el_gr: Ιδιοκτήτης λογαριασμού
fa_ir: صاحب حساب
fi_fi: Tilin omistaja
fr_fr: Propriétaire du compte
hu_hu: Cég tulajdonos
id_id: Pemilik akun
nl_nl: Account eigenaar
pl_pl: Właściciel konta
pt_br: Titular da Conta
ro_ro: Proprietar cont
ru_ru: Владелец аккаунта
sr_rs: Vlasnik naloga
tr_tr: Hesap Sahibi
uk_ua: Власник облікового Запису
vi_vn: Chủ Tài Khoản
zh_cn: 账户所有者

source: Bank
ar_sa: البنك
bg_bg: Банка
cs_cz: Banka
el_gr: Τράπεζα
fa_ir: بانک
fi_fi: Pankki
fr_fr: Banque
pt_br: Banco
ro_ro: Bancă
ru_ru: Банк
sr_rs: Banka
tr_tr: Banka
uk_ua: Банк
vi_vn: Ngân hàng
zh_cn: 银行

source: Account number
ar_sa: رقم الحساب
bg_bg: Номер на сметка
cs_cz: Číslo účtu
de_de: IBAN
el_gr: Αριθμός λογαριασμού
fa_ir: شماره حساب
fi_fi: Tilin numero
fr_fr: Numéro de compte
hu_hu: Számlaszám
id_id: Nomor akun
nl_nl: Accountnummer
pl_pl: Numer konta
pt_br: Número da conta
ro_ro: Număr cont
ru_ru: Номер счета
sr_rs: Broj naloga
tr_tr: Hesap Numarası
uk_ua: Номер рахунку
vi_vn: Số tài khoản
zh_cn: 账号

source: VAT ID
ar_sa: معرف الضريبة
bg_bg: Номер по ДДС
cs_cz: DIČ
de_de: Umsatzsteuer-ID
el_gr: ΑΦΜ
fa_ir: کد مالیاتی
fi_fi: ALV-tunnus
fr_fr: ID TVA
hu_hu: ÁFA ID
id_id: ID Pajak
nl_nl: BTW-ID
pl_pl: Identyfikator VAT
pt_br: Identificação Fiscal
ro_ro: Cod TVA
ru_ru: ИНН
sr_rs: PIB firme
tr_tr: Vergi kimlik no
uk_ua: Ідентифікаційний номер платника ПДВ
vi_vn: Mã số VAT
zh_cn: VAT号码

source: Company Registration #:
ar_sa: تسجيل الشركة #:
bg_bg: Регистрация на фирмата #:
cs_cz: Registrace společnosti #:
de_de: Firmen Registrierung:
el_gr: Αριθμός μητρώου εταιρείας:
fa_ir: شماره ثبت شرکت#:
fi_fi: Y-tunnus:
fr_fr: Enregistrement de l'entreprise #:
hu_hu: Cégbejegyzés #:
id_id: Registrasi Perusahaan #:
nl_nl: KvK-nummer #:
pl_pl: Numer rejestracyjny firmy:
pt_br: CNPJ:
ro_ro: Numărul de înregistrare al companiei:
ru_ru: Регистрационный номер компании #:
sr_rs: MB firme #:
tr_tr: Firma Kayıt No #:
zh_cn: 登记公司 #:

source: Website
ar_sa: الموقع الالكتروني
bg_bg: Уебсайт
cs_cz: Webová stránka
de_de: Webseite
el_gr: Ιστοσελίδα
fa_ir: وب سایت
fi_fi: Verkkosivu
fr_fr: Site web
hu_hu: Weboldal
id_id: Situs Web
pl_pl: Strona internetowa
pt_br: Site
ro_ro: Site web
ru_ru: Веб-сайт
sr_rs: Sajt
tr_tr: İnternet sitesi
zh_cn: 网站

source: Messages
ar_sa: رسائل
bg_bg: Съобщения
ca_es: Missatges
cs_cz: Zprávy
de_de: Nachricht
el_gr: Μηνύματα
fa_ir: پیام ها
fi_fi: Viestit
hu_hu: Üzenetek
id_id: Pesan
lt_lt: Žinutės
nl_nl: Berichten
pl_pl: Wiadomości
pt_br: Mensagens
pt_pt: Mensagens
ro_ro: Mesaje
ru_ru: Сообщения
sr_rs: Poruke
tr_tr: Mesajlar
uk_ua: Повідомлення
vi_vn: Tin nhắn
zh_cn: 信息

source: New message
ar_sa: رسالة جديدة
bg_bg: Ново съобщение
ca_es: Nou missatge
cs_cz: Nová zpráva
de_de: Neue Nachricht
el_gr: Νέο μήνυμα
fa_ir: پیام جدید
fi_fi: Uusi viesti
fr_fr: Nouveau message
hu_hu: Új üzenet
id_id: Pesan Baru
lt_lt: Nauja žinutė
nl_nl: Nieuw bericht
pl_pl: Nowa wiadomość
pt_br: Nova mensagem
pt_pt: Nova mensagem
ro_ro: Mesaj nou
ru_ru: Новое сообщение
sr_rs: Nova poruka
tr_tr: Yeni mesaj
uk_ua: Нове повідомлення
vi_vn: Tin nhắn mới
zh_cn: 新建消息

source: Message subject
ar_sa: موضوع الرسالة
bg_bg: Заглавие на съобщението
ca_es: Tema del missatge
cs_cz: Předmět zprávy
de_de: Betreff
el_gr: Θέμα μηνύματος
fa_ir: موضوع پیام
fi_fi: Viestin aihe
fr_fr: Objet du message
hu_hu: Üzenet tárgya
id_id: Judul Pesan
lt_lt: Žinutės tema
nl_nl: Bericht onderwerp
pl_pl: Temat wiadomości
pt_br: Assunto da mensagem
pt_pt: Assunto da mensagem
ro_ro: Subiectul mesajului
ru_ru: Тема сообщения
sr_rs: Naslov poruke
tr_tr: Mesaj konusu
uk_ua: Тема повідомлення
vi_vn: Tiêu đề tin nhắn
zh_cn: 消息的主题

source: Mass Mail Settings
ar_sa: إعدادات البريد الشامل
bg_bg: Настройки за масова поща
ca_es: Configuració de correu massiu
cs_cz: Nastavení hromadné pošty
de_de: Mail Einstellungen
el_gr: Ρυθμίσεις μαζικής αλληλογραφίας
fa_ir: تنظیمات ایمیل انبوه
fi_fi: Massapostiasetukset
fr_fr: Paramètres de messagerie de masse
hu_hu: Mass Mail beállítások
id_id: Pengaturan Pengiriman Massal
lt_lt: Masinių el. laiškų siuntimo nustatymai
nl_nl: Instellingen voor massamail
pl_pl: Ustawienia masowej poczty
pt_br: Configurações de E-mail em Massa
pt_pt: Definições de correio em massa
ro_ro: Setări Mail în masă
ru_ru: Настройки массовой рассылки
sr_rs: Podešavanja masovnog e-maila
tr_tr: Toplu E-posta Ayarları
uk_ua: Налаштування розсилки
vi_vn: Thiết lập gửi thư hàng loạt
zh_cn: 群发邮件设置

source: Client to send test email
ar_sa: ارسل رسالة اختبار البريد الإلكتروني للعميل
bg_bg: Клиент на който трябва да се изпрати тестовия имейл
ca_es: Client per enviar un correu electrònic de prova
cs_cz: Klient odešle testovací e-mail
de_de: Client zum Senden einer Test-E-Mail
el_gr: Αποστολή δοκιμαστικού email στον πελάτη
fa_ir: مشتری برای ارسال ایمیل آزمایشی
fi_fi: Asiakas kenellä lähetetään testisähköposti
fr_fr: Client pour envoyer un email de test
hu_hu: Ügyfél teszt e-mail küldéséhez
id_id: Klien mengirim email uji coba
lt_lt: Siųsti klientui testinį el. laišką
nl_nl: Klant voor het verzenden van test e-mail
pl_pl: Klient do wysyłki testowego e-maila
pt_br: Cliente para enviar o e-mail de teste
pt_pt: Cliente para enviar uma mensagem de correio eletrónico de teste
ro_ro: Client pentru a trimite e-mail de testare
ru_ru: Клиент для отправки тестового email
sr_rs: Klijent da pošalje probni e-mail
tr_tr: Test e-postası gönderilecek müşteri
uk_ua: Клієнт надсилає тестовий лист
vi_vn: Khách hàng để gửi email kiểm tra
zh_cn: 给这些客户发测试邮件

source: Test emails will be sent to:
ar_sa: سيتم إرسال رسائل البريد الإلكتروني التجريبية إلى:
bg_bg: Тестовете имейли ще бъдат изпратени до:
cs_cz: Testovací e-maily budou zaslány na adresu:
de_de: Die Test-E-Mails werden an folgende Adresse gesendet:
el_gr: Τα δοκιμαστικά μηνύματα ηλεκτρονικού ταχυδρομείου θα αποσταλούν στη διεύθυνση:
fa_ir: ایمیل آزمایشی ارسال خواهد شد به:
fi_fi: Testi sähköpostit lähetetään osoitteeseen:
fr_fr: Les emails de test seront envoyés à :
hu_hu: A teszt e-maileket a következő címre küldjük:
id_id: Pengiriman ujicoba surel ditujukan ke:
nl_nl: Test e-mails worden verzonden naar:
pl_pl: Wiadomości testowe zostaną wysłane do:
pt_br: Os e-mails de teste serão enviados para:
ro_ro: E-mailurile de test vor fi trimise către:
ru_ru: Тестовые emails будут отправлены:
sr_rs: Test e-mailovi će biti poslati na:
tr_tr: Test e-postaları şu adrese gönderilecek:

source: Send Email Message
ar_sa: إرسال رسائل بريد إلكتروني
bg_bg: Изпращане на съобщение по имейл
ca_es: Enviar missatge de correu electrònic
cs_cz: Poslat emailovou zprávu
de_de: E-Mail senden
el_gr: Στείλτε μήνυμα ηλεκτρονικού ταχυδρομείου
fa_ir: ارسال ایمیل
fi_fi: Lähetä Sähköpostiviesti
fr_fr: Envoyer un email
hu_hu: E-mail küldése
id_id: Kirim Pesan Surat
lt_lt: Siųsti el. laišką
nl_nl: Stuur E-mail Bericht
pl_pl: Wyślij wiadomość e-mail
pt_br: Enviar Mensagem de E-mail
pt_pt: Enviar mensagem de correio eletrónico
ro_ro: Trimite mesaj email
ru_ru: Отправить email сообщение
sr_rs: Pošaljite E-mail Poruku
tr_tr: E-posta Mesajı Gönder
uk_ua: Надіслати повідомлення
vi_vn: Gửi thông điệp email
zh_cn: 发送电子邮件

source: Recipients filter
ar_sa: تصفية المستلمين
bg_bg: Филтриране на получателите
ca_es: Filtre de destinataris
cs_cz: Filtr příjemců
de_de: Filter für Empfänger
el_gr: Φίλτρο παραληπτών
fa_ir: فیلتر گیرندگان
fi_fi: Vastaanottajien suodatin
fr_fr: Filtre des destinataires
hu_hu: Címzettek szűrő
id_id: Saring penerima
lt_lt: Gavėjų filtras
nl_nl: Ontvangers filter
pl_pl: Filtr odbiorców
pt_br: Filtro de destinatários
pt_pt: Filtro de destinatários
ro_ro: Filtru destinatari
ru_ru: Фильтр получателей
sr_rs: Filtriranje primaoca
tr_tr: Alıcı Filtrele
uk_ua: Фільтр одержувачів
vi_vn: Bộ lọc người nhận
zh_cn: 收件人过滤规则

source: Client status and group
ar_sa: حالة العميل والمجموعة
bg_bg: Клиентски статус и група
ca_es: Estat del client i grup
cs_cz: Stav klienta a skupina
de_de: Kundenstatus und Gruppe
el_gr: Κατάσταση πελάτη και ομάδα
fa_ir: وضعیت مشتری و گروه
fi_fi: Asiakkaan tila ja ryhmä
fr_fr: Statut et groupe du client
hu_hu: Ügyfél állapota és csoportja
id_id: Status klien dan grup
lt_lt: Kliento būsena ir grupė
nl_nl: Klant status en groep
pl_pl: Status klienta i grupa
pt_br: Status do cliente e grupo
pt_pt: Estado e grupo do cliente
ro_ro: Statusul clientului și grupul
ru_ru: Статус и группа клиента
sr_rs: Status i grupa klijenta
tr_tr: Müşteri durumu ve grubu
uk_ua: Статус клієнта і група
vi_vn: Nhóm và trạng thái khách hàng
zh_cn: 客户状态和群组

source: Has order
ar_sa: لديه طلب
bg_bg: Има поръчка
ca_es: Té ordre
cs_cz: Má objednávku
de_de: Hat Bestellungen
el_gr: Έχει παραγγελία
fa_ir: دارای سفارش
fi_fi: On tilaus
fr_fr: A une commande
hu_hu: Rendje van
id_id: Memiliki pemesanan
lt_lt: Turi užsakymą
nl_nl: Heeft besteld
pl_pl: Ma zamówienie
pt_br: Possui pedido
pt_pt: Tem ordem
ro_ro: Are comanda
ru_ru: Имеет заказ
sr_rs: Ima narudžbina
tr_tr: Siparişi var
uk_ua: Має замовлення
vi_vn: Có đơn hàng
zh_cn: 有订单的

source: Email content
ar_sa: محتوى البريد الإلكتروني
bg_bg: Съдържанието на имейла
ca_es: Contingut de l’email
cs_cz: Obsah e-mailu
de_de: E-Mail-Inhalt
el_gr: Περιεχόμενο email
fa_ir: محتوای ایمیل
fi_fi: Sähköpostin sisältö
fr_fr: Contenu de l'email
hu_hu: Email tartalom
id_id: Konten email
lt_lt: El. pašto turinys
nl_nl: E-mail inhoud
pl_pl: Zawartość e-maila
pt_br: Conteúdo do e-mail
pt_pt: Conteúdo do correio eletrónico
ro_ro: Conținut e-mail
ru_ru: Содержимое email
sr_rs: E-mail sadržaj
tr_tr: E-posta içeriği
uk_ua: Вміст листа
vi_vn: Nội dung email
zh_cn: 邮件内容

source: Recipients
ar_sa: المستلمون
bg_bg: Получатели
cs_cz: Příjemci
de_de: Empfänger
el_gr: Παραλήπτες
fa_ir: گیرندگان
fi_fi: Vastaanottajat
fr_fr: Destinataires
hu_hu: Címzettek
id_id: Penerima
nl_nl: Ontvangers
pl_pl: Odbiorcy
pt_br: Destinatários
ro_ro: Destinatari
ru_ru: Получатели
sr_rs: Primaoci
tr_tr: Alıcılar
vi_vn: Người nhận
zh_cn: 收件人

source: Click on the update and preview button
ar_sa: انقر على زر التحديث والمعاينة
bg_bg: Кликнете върху бутона за актуализиране и преглед
cs_cz: Klikněte na tlačítko aktualizace a náhled
de_de: Klicke auf die Schaltfläche „Aktualisieren und Vorschau“
el_gr: Κάντε κλικ στο κουμπί ενημέρωσης και προεπισκόπησης
fa_ir: بر روی دکمه به روز رسانی و پیش نمایش کلیک کنید
fi_fi: Napsauta päivitys- ja esikatselupainiketta
fr_fr: Cliquez sur le bouton de mise à jour et d'aperçu
hu_hu: Kattintson a frissítés és előnézet gombra
id_id: Klik tombol perbarui dan tinjau
nl_nl: Klik op de knop 'updaten' en 'voorbeeld'
pl_pl: Kliknij przycisk Aktualizuj i Podgląd
pt_br: Clique no botão atualizar e pré-visualizar
ro_ro: Faceți click pe butonul de actualizare și previzualizare
ru_ru: Нажмите кнопку обновления и предпросмотра
sr_rs: Kliknite na ažuriranje i pregled na dugme
tr_tr: Güncelleme ve önizleme butonuna tıklayın

source: Message recipients
ar_sa: مستلم الرسالة
bg_bg: Получатели на съобщението
cs_cz: Příjemci zprávy
de_de: Nachrichtenempfänger
el_gr: Παραλήπτες μηνύματος
fa_ir: گیرندگان پیام
fi_fi: Viestin vastaanottaja
fr_fr: Destinataires du message
hu_hu: Üzenet címzettjei
id_id: Penerima Pesan
nl_nl: Bericht voor ontvangers
pl_pl: Odbiorcy wiadomości
pt_br: Destinatários da mensagem
ro_ro: Destinatari mesaje
ru_ru: Получатели сообщения
sr_rs: Primaoci poruka
tr_tr: Mesaj alıcıları
vi_vn: Người nhận tin nhắn

source: Update and preview
ar_sa: التحديث والمعاينة
bg_bg: Актуализиране и визуализация
ca_es: Actualització i vista prèvia
cs_cz: Aktualizovat a zobrazit náhled
de_de: Aktualisieren und Anschauen
el_gr: Ενημέρωση και προεπισκόπηση
fa_ir: به روز رسانی و پیش نمایش
fi_fi: Päivitä ja esikatsele
fr_fr: Mettre à jour et apercevoir
hu_hu: Frissítés és előnézet
id_id: Perbarui dan tinjau
lt_lt: Išsaugoti ir peržiūrėti
nl_nl: Bijwerken en bekijken
pl_pl: Aktualizuj i podglądaj
pt_br: Atualizar e pré-visualizar
pt_pt: Atualização e pré-visualização
ro_ro: Actualizează și previzualizează
ru_ru: Обновить и предпросмотр
sr_rs: Ažurirajte i pregledajte
tr_tr: Güncelleme ve Önizleme
uk_ua: Зберегти та переглянути
vi_vn: Cập nhật và xem thử
zh_cn: 更新并预览

source: Send test message
ar_sa: إرسال نص الرسالة
bg_bg: Изпратете тестово съобщение
ca_es: Envia un missatge de prova
cs_cz: Odeslat testovací zprávu
de_de: Testnachricht versenden
el_gr: Αποστολή Δοκιμαστικού μηνύματος
fa_ir: ارسال پیام آزمایشی
fi_fi: Lähetä testiviesti
fr_fr: Envoyer un message de test
hu_hu: Tesztüzenet küldése
id_id: Kirim pesan tes
lt_lt: Siųsti testinį pranešimą
nl_nl: Testbericht verzenden
pl_pl: Wyślij wiadomość testową
pt_br: Enviar mensagem de teste
pt_pt: Enviar mensagem de teste
ro_ro: Trimite mesaj de test
ru_ru: Отправить тестовое сообщение
sr_rs: Pošaljite probnu poruku
tr_tr: Test mesajı gönder
uk_ua: Надіслати тестове повідомлення
vi_vn: Gửi một tin nhắn kiểm tra
zh_cn: 发送测试邮件

source: Send message to clients
ar_sa: إرسال رسالة للعميل
bg_bg: Изпратете съобщение до клиентите
ca_es: Enviar missatge als clients
cs_cz: Odeslat zprávu klientům
de_de: Nachricht an Kunden senden
el_gr: Αποστολή μηνύματος στους πελάτες
fa_ir: برای مشتریان پیام ارسال کنید
fi_fi: Lähetä viesti asiakkaille
fr_fr: Envoyer un message aux clients
hu_hu: Üzenet küldése az ügyfeleknek
id_id: Kirim pesan kepada klien
lt_lt: Siųsti žinutę klientams
nl_nl: Stuur bericht naar klanten
pl_pl: Wyślij wiadomość do klientów
pt_br: Enviar mensagem aos clientes
pt_pt: Enviar mensagem aos clientes
ro_ro: Trimite mesaj către clienți
ru_ru: Отправить сообщение клиентам
sr_rs: Pošaljite poruku klijentima
tr_tr: Müşterilere mesaj gönder
uk_ua: Надіслати повідомлення клієнтам
vi_vn: Gửi tin nhắn đến khách hàng
zh_cn: 向客户发送消息

source: Message was added to mail queue and will be sent with scheduled tasks.
ar_sa: تمت إضافة الرسالة إلى قائمة انتظار البريد وسيتم إرسالها مع المهام المجدولة.
bg_bg: Съобщението е добавено към пощенската опашка и ще бъде изпратено с планираните задачи.
ca_es: El missatge s'ha afegit a la cua de correu i s'enviarà amb les tasques programades.
cs_cz: Zpráva byla přidána do poštovní fronty a bude odeslána s naplánovanými úkoly.
de_de: Nachricht wurde in die Mailwarteschlange hinzugefügt und wird im nächsten Cron-Lauf versendet.
el_gr: Το μήνυμα προστέθηκε στην ουρά αλληλογραφίας και θα αποσταλεί με τις προγραμματισμένες εργασίες cron.
fa_ir: پیام به صف ایمیل اضافه شد و با تنظیمات برنامه ریزی شده ارسال خواهد شد.
fi_fi: Viesti lisättiin sähköpostijonoon ja lähetetään ajastettujen tehtävien yhteydessä.
fr_fr: Le message a été ajouté à la file d'attente et sera envoyé avec les tâches planifiées.
hu_hu: Az üzenet hozzá lett adva a levelezési várólistához, és az ütemezett feladatokkal együtt lesz elküldve.
id_id: Pesan telah ditambahkan kedalam antrian email dan akan dikirim dengan pekerjaan terjadwal.
lt_lt: Laiškas buvo įtrauktas į pašto eilę ir bus išsiųstas su suplanuotomis užduotimis.
nl_nl: Bericht is toegevoegd aan de mailwachtrij en zal worden verzonden met geplande taken.
pl_pl: Wiadomość została dodana do kolejki mailowej i zostanie wysłana wraz z zaplanowanymi zadaniami.
pt_br: A mensagem foi adicionada à fila de e-mails e será enviada com as tarefas agendadas.
pt_pt: A mensagem foi adicionada à fila de correio e será enviada com as tarefas agendadas.
ro_ro: Mesajul a fost adăugat la coada de aşteptare a e-mailului şi va fi trimis cu sarcinile programate.
ru_ru: Сообщение добавлено в очередь почты и будет отправлено с запланированными задачами.
sr_rs: Poruka je dodata u red za poštu i biće poslata sa zakazanim zadacima.
tr_tr: Mesaj, posta kuyruğuna eklendi ve zamanlanmış görevlerle birlikte gönderilecek.
uk_ua: Повідомлення додано до поштової черги й буде надіслано із запланованими завданнями.
vi_vn: Tin nhắn đã được thêm vào hàng đợi email và sẽ được gửi với tác vụ theo lịch.
zh_cn: 消息已添加到邮件队列，将会按照预定的任务发出。
