Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Signed up time
ar_sa: وقت التسجيل
bg_bg: Време на регистриране
ca_es: Hora d'inscripció
cs_cz: Čas registrace
de_de: Anmeldungszeit
el_gr: Ημερομηνία εγγραφής
fa_ir: زمان ثبت نام
fi_fi: Kirjauksen aika
fr_fr: Heure d'inscription
hu_hu: Feliratkozási idő
id_id: Waktu daftar
lt_lt: Prisiregistravimo laikas
nl_nl: Geregistreerd tijd
pl_pl: Czas rejestracji
pt_br: Hora de registro
pt_pt: Hora de registo
ro_ro: Timp de înregistrare
ru_ru: Время регистрации
sr_rs: Vreme prijave
tr_tr: Kaydolma tarihi
uk_ua: За часом реєстрації
vi_vn: Thời gian đăng ký
zh_cn: 注册时间

source: Update profile
ar_sa: تحديث الملف الشخصي
bg_bg: Обновяване на профила
ca_es: Actualitza el perfil
cs_cz: Aktualizovat profil
de_de: Profil aktualisieren
el_gr: Ενημέρωση
fa_ir: به‌روزرسانی پروفایل
fi_fi: Päivitä profiili
fr_fr: Mettre à jour le profil
hu_hu: Profil frissítése
id_id: Perbarui profil
lt_lt: Atnaujinti profilį
nl_nl: Profiel bijwerken
pl_pl: Aktualizuj profil
pt_br: Atulizar perfil
pt_pt: Atualizar perfil
ro_ro: Actualizați profilul
ru_ru: Обновить профиль
sr_rs: Ažuriraj profil
tr_tr: Profili güncelle
uk_ua: Оновити профіль
vi_vn: Cập nhật hồ sơ
zh_cn: 更新个人信息

source: Change password
ar_sa: تغيير كلمة المرور
bg_bg: Смяна на парола
ca_es: Canviar la contrasenya
cs_cz: Změnit heslo
de_de: Passwort ändern
el_gr: Αλλαγή κωδικού
fa_ir: تغییر رمز عبور
fi_fi: Vaihda salasana
fr_fr: Changer le mot de passe
hu_hu: Jelszó módosítása
id_id: Ubah kata sandi
lt_lt: Pakeisti slaptažodį
nl_nl: Wachtwoord wijzigen
pl_pl: Zmień hasło
pt_br: Mudar senha
pt_pt: Alterar a palavra-passe
ro_ro: Schimbați parola
ru_ru: Изменить пароль
sr_rs: Promeni lozinku
tr_tr: Şifreni değiştir
uk_ua: Змінити пароль
vi_vn: Đổi mật khẩu
zh_cn: 修改密码

source: Password changed
ar_sa: غُيّرت كلمة المرور.
bg_bg: Паролата е променена
ca_es: S’ha canviat la contrasenya
cs_cz: Heslo bylo změněno
de_de: Passwort geändert
el_gr: Ο κωδικός άλλαξε
fa_ir: رمز عبور تغییر کرد
fi_fi: Salasana vaihdettu
fr_fr: Mot de passe changé
hu_hu: Jelszó megváltozott
id_id: Kata sandi diubah
lt_lt: Slaptažodis pakeistas
nl_nl: Wachtwoord gewijzigd
pl_pl: Hasło zostało zmienione
pt_br: Senha atualizada
pt_pt: Palavra-passe alterada
ro_ro: Parolă schimbată
ru_ru: Пароль изменен
sr_rs: Lozinka promenjena
tr_tr: Şifre değiştirildi
uk_ua: Пароль змінено
vi_vn: Mật khẩu đã được thay đổi
zh_cn: 密码已更改

source: Password
ar_sa: كلمة السر
bg_bg: Парола
ca_es: Contrasenya
cs_cz: Heslo
de_de: Passwort
el_gr: Κωδικός
fa_ir: گذرواژه
fi_fi: Salasana
fr_fr: Mot de passe
hu_hu: Jelszó
id_id: Kata sandi
lt_lt: Slaptažodis
nl_nl: Wachtwoord
pl_pl: Hasło
pt_br: Senha
pt_pt: Palavra-passe
ro_ro: Parolă
ru_ru: Пароль
sr_rs: Lozinka
tr_tr: Şifre
uk_ua: Пароль
vi_vn: Mật khẩu
zh_cn: 密码

source: Password confirm
ar_sa: تأكيد كلمة المرور
bg_bg: Потвърждение на паролата
ca_es: Confirmació de contrasenya
cs_cz: Potvrzení hesla
de_de: Passwort bestätigen
el_gr: Επιβεβαίωση κωδικού
fa_ir: تایید رمز عبور
fi_fi: Vahvista salasana
fr_fr: Confirmer le mot de passe
hu_hu: Jelszó megerősítése
id_id: Konfirmasi kata sandi
lt_lt: Patvirtinti slaptažodį
nl_nl: Wachtwoord bevestigen
pl_pl: Potwierdź hasło
pt_br: Confimação de senha
pt_pt: Confirmação da palavra-passe
ro_ro: Confirmați parola
ru_ru: Подтверждение пароля
sr_rs: Potvrda lozinke
tr_tr: Şifreni onayla
uk_ua: Підтвердження паролю
vi_vn: Xác nhận mật khẩu
zh_cn: 确认密码

source: Custom fields
ar_sa: حقول مخصصة
bg_bg: Персонализирани полета
ca_es: Camps personalitzats
cs_cz: Vlastní pole
de_de: Benutzerdefinierte Felder
el_gr: Προσαρμοσμένα πεδία
fa_ir: فیلد سفارشی
fi_fi: Mukautetut kentät
fr_fr: Champs personnalisés
hu_hu: Egyéni mezők
id_id: Kolom Kustom
lt_lt: Pasirinktiniai laukai
nl_nl: Aangepaste velden
pl_pl: Pola niestandardowe
pt_br: Campos personalizados
pt_pt: Campos personalizados
ro_ro: Câmpuri particularizate
ru_ru: Пользовательские поля
sr_rs: Prilagođena polja
tr_tr: Özel alanlar
uk_ua: Користувацькі поля
vi_vn: Trường tùy chỉnh
zh_cn: 自定义填写栏

source: Use these fields to define custom client details
ar_sa: استخدم هذه الحقول لتحديد تفاصيل العميل المخصصة
bg_bg: Използвайте тези полета, за да дефинирате персонализирани подробности за клиента
ca_es: Utilitzeu aquests camps per definir detalls personalitzats del client
cs_cz: Pomocí těchto polí můžete definovat vlastní podrobnosti o klientovi
de_de: Verwenden diese Felder, um Kundendetails zu definieren
el_gr: Χρησιμοποιήστε αυτά τα πεδία για να ορίσετε προσαρμοσμένες λεπτομέρειες πελάτη
fa_ir: از این فیلدها برای تعریف جزئیات مشتری سفارشی استفاده کنید
fi_fi: Käytä näitä kenttiä määrittääksesi mukautettuja asiakastietoja
fr_fr: Utilisez ces champs pour définir les détails personnalisés du client
hu_hu: Használja ezeket a mezőket az egyéni ügyféladatok meghatározásához
id_id: Gunakan bidang ini untuk menentukan detail klien khusus
lt_lt: Naudokite šiuos laukus norėdami apibrėžti tinkintą kliento informaciją
nl_nl: Gebruik deze velden om aangepaste klantgegevens op te geven
pl_pl: Użyj tych pól do zdefiniowania niestandardowych szczegółów klienta
pt_br: Use esses campos para definir detalhes personalizados do cliente
pt_pt: Utilize estes campos para definir detalhes personalizados do cliente
ro_ro: Utilizați aceste câmpuri pentru a defini detaliile personalizate ale clientului
ru_ru: Используйте эти поля для определения пользовательских деталей клиента
sr_rs: Koristite ova polja da definišete prilagođene detalje o klijentu
tr_tr: Özel müşteri detaylarını tanımlamak için bu alanları kullanın
uk_ua: Використовуйте ці поля, щоб визначити користувацькі клієнтські дані
vi_vn: Sử dụng những trường này để định nghĩa thông tin khách hàng tùy chỉnh
zh_cn: 使用这些填写栏定义客户信息

source: Client Profile custom fields updated
ar_sa: تم تحديث حقول الملف الشخصي للعميل المخصصة
bg_bg: Бяха актуализирани персонализираните полета на клиентския профил
ca_es: S'han actualitzat els camps personalitzats del perfil del client
cs_cz: Vlastní pole profilu klienta aktualizováno
de_de: Benutzerdefinierte Felder des Kundenprofils aktualisiert
el_gr: Ενημέρωση προσαρμοσμένων πεδίων προφίλ πελάτη
fa_ir: فیلدهای سفارشی پروفایل مشتری به روز شد
fi_fi: Asiakasprofiilin mukautetut kentät päivitetty
fr_fr: Champs personnalisés du profil client mis à jour
hu_hu: Ügyfélprofil egyéni mezők frissítése
id_id: Bidang khusus Profil Klien diperbarui
lt_lt: Kliento profilio pasirinktiniai laukai atnaujinti
nl_nl: Aangepaste velden van klant account bijgewerkt
pl_pl: Pola niestandardowe profilu klienta zaktualizowane
pt_br: Campos personalizados do perfil do cliente atualizados
pt_pt: Campos personalizados do perfil de cliente actualizados
ro_ro: Câmpuri personalizate ale profilului clientului actualizate
ru_ru: Пользовательские поля профиля клиента обновлены
sr_rs: Prilagođena polja za profil klijenta su ažurirana
tr_tr: Müşteri Profili özel alanları güncellendi
uk_ua: Користувацькі поля профілю клієнта оновлено
vi_vn: Trường hồ sơ tùy chỉnh đã được cập nhật
zh_cn: 用户个人资料中的自定义字段已更新

source: Custom field
ar_sa: حقل مخصص
bg_bg: Персонализирано поле
ca_es: Camp personalitzat
cs_cz: Vlastní pole
de_de: Benutzerdefiniertes Feld
el_gr: Προσαρμοσμένο πεδίο
fa_ir: فیلد سفارشی
fi_fi: Mukautettu kenttä
fr_fr: Champ personnalisé
hu_hu: Egyéni mező
id_id: Bidang kustom
lt_lt: Pasirinktinis laukas
nl_nl: Aangepast veld
pl_pl: Pole niestandardowe
pt_br: Campo customizado
pt_pt: Campo personalizado
ro_ro: Câmp personalizat
ru_ru: Пользовательское поле
sr_rs: Prilagođeno polje
tr_tr: Özel Alan
uk_ua: Користувацьке поле
vi_vn: Trường tùy chỉnh
zh_cn: 自定义字段

source: Client orders
ar_sa: طلبات العميل
bg_bg: Клиентски поръчки
ca_es: Comandes dels clients
cs_cz: Objednávky klienta
de_de: Kundenbestellungen
el_gr: Παραγγελίες πελάτη
fa_ir: سفارشات کاربران
fi_fi: Asiakkaan tilaukset
fr_fr: Commandes du client
hu_hu: Ügyfélmegrendelések
id_id: Pesanan klien
lt_lt: Klientų užsakymai
nl_nl: Klant bestellingen
pl_pl: Zamówienia klienta
pt_br: Pedidos do cliente
pt_pt: Encomendas de clientes
ro_ro: Comenzile clientului
ru_ru: Заказы клиента
sr_rs: Narudžbine klijenata
tr_tr: Müşteri siparişleri
uk_ua: Замовлення клієнта
vi_vn: Đơn đặt của khách hàng
zh_cn: 客户订单

source: Amount
ar_sa: المبلغ
bg_bg: Сума
ca_es: Import
cs_cz: Částka
de_de: Summe
el_gr: Ποσό
fa_ir: مبلغ
fi_fi: Summa
fr_fr: Montant
hu_hu: Összeg
id_id: Jumlah
lt_lt: Suma
nl_nl: Aantal
pl_pl: Kwota
pt_br: Quantidade
pt_pt: Montante
ro_ro: Cantitate
ru_ru: Сумма
sr_rs: Iznos
tr_tr: Tutar
uk_ua: Сума
vi_vn: Số lượng
zh_cn: 数额

source: Period
ar_sa: الفتره
bg_bg: Период
ca_es: Període
cs_cz: Období
de_de: Zeitraum
el_gr: Περίοδος
fa_ir: دوره
fi_fi: Aikaväli
fr_fr: Période
hu_hu: Időszak
id_id: Periode
lt_lt: Laikotarpis
nl_nl: Periode
pl_pl: Okres
pt_br: Período
pt_pt: Período
ro_ro: Perioadă
ru_ru: Период
tr_tr: Dönem
uk_ua: Період
vi_vn: Khoảng thời gian
zh_cn: 时期

source: New order
ar_sa: طلب جديد
bg_bg: Нова поръчка
ca_es: Nova comanda
cs_cz: Nová objednávka
de_de: Neue Bestellung
el_gr: Νέα παραγγελία
fa_ir: سفارش جدید
fi_fi: Uusi tilaus
fr_fr: Nouvelle commande
hu_hu: Új rendelés
id_id: Pesanan baru
lt_lt: Naujas užsakymas
nl_nl: Nieuwe bestelling
pl_pl: Nowe zamówienie
pt_br: Novo pedido
pt_pt: Nova encomenda
ro_ro: Comandă nouă
ru_ru: Новый заказ
sr_rs: Nova porudžbina
tr_tr: Yeni sipariş
uk_ua: Нове замовлення
vi_vn: Đơn hàng mới
zh_cn: 新订单

source: Client invoices
ar_sa: فواتير العملاء
bg_bg: Клиентски фактури
ca_es: Factures de client
cs_cz: Faktury klienta
de_de: Kunden Rechnungen
el_gr: Παραστατικά πελάτη
fa_ir: صورتحساب‌های کاربر
fi_fi: Asiakkaan laskut
fr_fr: Factures clients
hu_hu: Ügyfélszámlák
id_id: Tagihan yang terkirim
lt_lt: Kliento sąskaitos faktūros
nl_nl: Klant facturen
pl_pl: Faktury klienta
pt_br: Faturas do cliente
pt_pt: Facturas de clientes
ro_ro: Facturi client
ru_ru: Счета клиента
sr_rs: Računi klijenata
tr_tr: Müşteri faturaları
uk_ua: Рахунки клієнта
vi_vn: Hóa đơn khách hàng
zh_cn: 客户发票

source: Issued on
ar_sa: صدر في
bg_bg: Издадено на
ca_es: Publicat a
cs_cz: Datum vystavení
de_de: Ausgestellt am
el_gr: Εκδόθηκε στις
fa_ir: صادر شده
fi_fi: Kirjattu
fr_fr: Publié le
hu_hu: Kiállítás dátuma
id_id: Diterbitkan pada
lt_lt: Išduotas
nl_nl: Uitgegeven op
pl_pl: Wystawiona
pt_br: Emitido em
pt_pt: Emitido em
ro_ro: Emis la
ru_ru: Выдано
sr_rs: Izdata do
tr_tr: Oluşturma Tarihi
uk_ua: Дата видачі
vi_vn: Ngày bắt đầu
zh_cn: 开具日期

source: Paid on
ar_sa: تم الدفع في
bg_bg: Платено на
ca_es: Pagat a
cs_cz: Zaplaceno dne
de_de: Bezahlt am
el_gr: Πληρώθηκε στις
fa_ir: پرداخت شده در
fi_fi: Maksettu päivällä
fr_fr: Payé le
hu_hu: Kifizetésre került
id_id: Dibayar pada
lt_lt: Sumokėta
nl_nl: Betaald op
pl_pl: Zapłacona
pt_br: Pago em
pt_pt: Pago em
ro_ro: Plătit pe
ru_ru: Оплачено
sr_rs: Plaćeno do
tr_tr: Ödeme Tarihi
uk_ua: Сплачено на
vi_vn: Thanh toán vào
zh_cn: 付款日期

source: New invoice
ar_sa: فاتورة جديدة
bg_bg: Нова фактура
ca_es: Nova factura
cs_cz: Nová Faktura
de_de: Neue Rechnung
el_gr: Νέο παραστατικό
fa_ir: فاکتور جدید
fi_fi: Uusi lasku
fr_fr: Nouvelle facture
hu_hu: Új számla
id_id: Faktur baru
lt_lt: Nauja sąskaita faktūra
nl_nl: Nieuwe factuur
pl_pl: Nowa faktura
pt_br: Nova fatura
pt_pt: Nova fatura
ro_ro: Factură nouă
ru_ru: Новый счет
sr_rs: Novi račun
tr_tr: Yeni fatura
uk_ua: Новий рахунок
vi_vn: Hóa đơn mới
zh_cn: 新发票

source: Client support tickets
ar_sa: تذاكر دعم العميل
bg_bg: Билети за поддръжка на клиента
ca_es: Bitllets d'atenció al client
cs_cz: Klientovi tikety
de_de: Kunden Support-Tickets
el_gr: Αίτημα τεχνικής υποστήριξης πελατών
fa_ir: تیکت های پشتیبانی مشتری
fi_fi: Asiakkaan tukipyynnöt
fr_fr: Ticket d'assistance du client
hu_hu: Ügyféltámogatási jegyek
id_id: Tiket dukungan klien
lt_lt: Klientų pagalbos bilietai
nl_nl: Klant support tickets
pl_pl: Zgłoszenia wsparcia klienta
pt_br: Tickets com suporte a cliente
pt_pt: Bilhetes de apoio ao cliente
ro_ro: Tichete de suport clienți
ru_ru: Тикеты поддержки клиента
sr_rs: Tiketi za podršku klijentima
tr_tr: Müşteri destek biletleri
uk_ua: Звернення клієнта
vi_vn: Phiếu yêu cầu hỗ trợ
zh_cn: 客户服务单

source: Help desk
ar_sa: مركز المساعدة
bg_bg: Помощно бюро
ca_es: Taulell d'ajuda
cs_cz: Podpora
de_de: Supportbereich
el_gr: Τμήμα τεχνικής υποστήριξης
fa_ir: پشتیبانی
fi_fi: Tukipalvelu
fr_fr: Bureau d'assistance
id_id: Pusat Bantuan
lt_lt: Pagalbos tarnyba
pl_pl: Centrum pomocy
pt_br: Suporte
pt_pt: Serviço de assistência
ro_ro: Centru de asistenţă
ru_ru: Служба поддержки
sr_rs: Tehnička podrška
tr_tr: Yardım Masası
uk_ua: Підтримка
vi_vn: Bàn trợ giúp
zh_cn: 客服中心

source: Subject
ar_sa: الموضوع
bg_bg: Предмет
ca_es: Assumpte
cs_cz: Předmět
de_de: Betreff
el_gr: Θέμα
fa_ir: عنوان
fi_fi: Aihe
fr_fr: Sujet
hu_hu: Tárgy
id_id: Subjek
lt_lt: Tema
nl_nl: Onderwerp
pl_pl: Temat
pt_br: Assunto
pt_pt: Assunto
ro_ro: Subiect
ru_ru: Тема
sr_rs: Predmet
tr_tr: Konu
uk_ua: Тема
vi_vn: Chủ đề
zh_cn: 主题

source: New support ticket
ar_sa: تذكرة دعم جديدة
bg_bg: Нов билет за подръжка
ca_es: Nou bitllet de suport
cs_cz: Nový tiket
de_de: Neues Support-Ticket
el_gr: Νέο αίτημα υποστήριξης
fa_ir: ایجاد تیکت جدید
fi_fi: Uusi tukipyyntö
fr_fr: Nouveau ticket créé
hu_hu: Új támogatási jegy
id_id: Tiket dukungan baru
lt_lt: Naujas pagalbos bilietas
nl_nl: Nieuw support ticket
pl_pl: Nowe zgłoszenie wsparcia
pt_br: Novo ticket de suporte
pt_pt: Novo ticket de suporte
ro_ro: Tichet de suport nou
ru_ru: Новый запрос в службу поддержки
sr_rs: Nova tiket za podršku
tr_tr: Yeni destek bileti
uk_ua: Нове звернення
vi_vn: Tạo phiếu hỗ trợ
zh_cn: 新工单

source: Client payments history
ar_sa: سجل مدفوعات العميل
bg_bg: История на клиентските плащания
ca_es: Historial de pagaments dels clients
cs_cz: Historie plateb klienta
de_de: Zahlungsverlauf des Kunden
el_gr: Ιστορικό πληρωμών πελάτη
fa_ir: تاریخچه پرداخت های مشتری
fi_fi: Asiakkaan maksuhistoria
fr_fr: Historique des paiements des clients
hu_hu: Ügyfélfizetési előzmények
id_id: Riwayat pembayaran klien
lt_lt: Kliento mokėjimų istorija
nl_nl: Klant betalingen geschiedenis
pl_pl: Historia płatności klienta
pt_br: Histórico de pagamentos do cliente
pt_pt: Histórico de pagamentos dos clientes
ro_ro: Istoric plăți client
ru_ru: История платежей клиента
sr_rs: Istorija plaćanja od klijenata
tr_tr: Müşteri ödeme geçmişi
uk_ua: Історія платежів
vi_vn: Lịch sử thanh toán
zh_cn: 客户付款历史

source: Description
ar_sa: الوصف
bg_bg: Описание
ca_es: Descripció
cs_cz: Popis
de_de: Beschreibung
el_gr: Περιγραφή
fa_ir: توضیحات
fi_fi: Kuvaus
hu_hu: Leírás
id_id: Deskripsi
lt_lt: Aprašymas
nl_nl: Omschrijving
pl_pl: Opis
pt_br: Descrição
pt_pt: Descrição
ro_ro: Descriere
ru_ru: Описание
sr_rs: Opis
tr_tr: Açıklama
uk_ua: Опис
vi_vn: Mô tả
zh_cn: 说明

source: Add funds for client
ar_sa: إضافة أموال إلى الحساب
bg_bg: Добавете средства на клиента
ca_es: Afegiu fons per al client
cs_cz: Přidat prostředky pro klienta
de_de: Guthaben für Kunde hinzufügen
el_gr: Προσθήκη χρημάτων στο λογαριασμό
fa_ir: افزایش موجودی مشتری
fi_fi: Lisää varoja asiakkaalle
fr_fr: Ajouter des fonds pour le client
hu_hu: Pénzeszközök hozzáadása az ügyfél számára
id_id: Tambahkan dana ke akun
lt_lt: Pridėti lėšų klientui
nl_nl: Geld toevoegen aan account
pl_pl: Dodaj środki dla klienta
pt_br: Adicionar fundos para o cliente
pt_pt: Adicionar fundos para o cliente
ro_ro: Adaugă fonduri pentru client
ru_ru: Пополнение счета клиента
sr_rs: Dodajte kredita za klijenta
tr_tr: Müşteriye bakiye ekle
uk_ua: Додати кошти для клієнта
vi_vn: Thêm quỹ cho khách hàng
zh_cn: 为客户添加资金

source: Funds added
ar_sa: تمت إضافة الأموال
bg_bg: Добавени са средствата
ca_es: Fons afegits
cs_cz: Finanční prostředky přidány
de_de: Guthaben hinzugefügt
el_gr: Προστέθηκαν χρήματα
fa_ir: موجودی افزایش یافت
fi_fi: Varoja lisätty
fr_fr: Fonds ajoutés
hu_hu: Hozzáadott alapok
id_id: Dana ditambahkan
lt_lt: Lėšos pridėtos
nl_nl: Saldo toegevoegd
pl_pl: Dodane środki
pt_br: Fundos adicionados
pt_pt: Fundos adicionados
ro_ro: Fonduri adăugate
ru_ru: Средства добавлены
sr_rs: Sredstva su dodata
tr_tr: Bakiye eklendi
uk_ua: Кошти додано
vi_vn: Tiền đã được nạp
zh_cn: 已添加资金

source: Add funds
ar_sa: إضافة أموال
bg_bg: Добави средства
ca_es: Afegir diners
cs_cz: Přidat finanční prostředky
de_de: Guthaben hinzufügen
el_gr: Προσθήκη χρημάτων
fa_ir: افزایش موجودی
fi_fi: Lisää varoja
fr_fr: Ajouter des fonds
hu_hu: Alapok hozzáadása
id_id: Tambah dana
lt_lt: Pridėti lėšų
nl_nl: Saldo toevoegen
pl_pl: Dodaj środki
pt_br: Adicionar fundos
pt_pt: Adicionar fundos
ro_ro: Adaugă fonduri
ru_ru: Пополнить счет
sr_rs: Dodajte depozit
tr_tr: Bakiye ekle
uk_ua: Додати кошти
vi_vn: Nạp tiền
zh_cn: 添加资金

source: Login history
cs_cz: Historie přihlášení
fr_fr: Historique des accès
hu_hu: Belépés előzmények
ro_ro: Istoric autentificări
ru_ru: История входов
sr_rs: Istorija prijavljivanja
vi_vn: Lịch sử đăng nhập

source: Emails sent to client
ar_sa: رسائل البريد الإلكتروني المرسلة للعميل
bg_bg: Имейлите, изпратени до клиента
ca_es: Correus electrònics enviats al client
cs_cz: E-maily zaslané klientovi
de_de: An den Kunden gesendete E-Mails
el_gr: Ηλεκτρονικά μηνύματα που αποστέλλονται στον πελάτη
fa_ir: ایمیل به مشتری ارسال شد
fi_fi: Asiakkaalle lähetetyt sähköpostit
fr_fr: E-mails envoyés au client
hu_hu: Az ügyfélnek küldött e-mailek
id_id: Surel terkirim ke pengguna
lt_lt: Laiškai išsiųsti klientui
nl_nl: E-mails verzonden naar klant
pl_pl: Emaile wysłane do klienta
pt_br: E-mails enviados ao cliente
pt_pt: E-mails enviados ao cliente
ro_ro: E-mailuri trimise către client
ru_ru: Письма, отправленные клиенту
sr_rs: E-mailoovi poslati klijentu
tr_tr: Müşteriye Gönderilen E-Postalar
uk_ua: Листи, надіслані клієнту
vi_vn: Email được gửi tới khách hàng
zh_cn: 已向客户发送邮件

source: Email subject
ar_sa: موضوع البريد الإلكتروني
bg_bg: Тема на имейла
ca_es: Assumpte del Correu
cs_cz: Předmět e-mailu
de_de: E-Mail-Betreff
el_gr: Θέμα email
fa_ir: موضوع ایمیل
fi_fi: Sähköpostin aihe
fr_fr: Objet du mail
hu_hu: E-mail tárgya
id_id: Subjek surel
lt_lt: El. laiško tema
nl_nl: E-mail onderwerp
pl_pl: Temat emaila
pt_br: Assunto do e-mail
pt_pt: Assunto do correio eletrónico
ro_ro: Subiect e-mail
ru_ru: Тема письма
sr_rs: Naslov e-mail
tr_tr: E-Posta Konusu
uk_ua: Тема електронного листа
vi_vn: Tiêu đề email
zh_cn: 邮件主题

source: To
ar_sa: إلى
bg_bg: До
ca_es: A
cs_cz: Příjemce
de_de: An
el_gr: Προς
fa_ir: به
fi_fi: Vastaanottaja
fr_fr: À
hu_hu: Címzett
id_id: Hingga
lt_lt: Kam
nl_nl: Naar
pl_pl: Do
pt_br: Para
pt_pt: Para
ro_ro: Către
ru_ru: Кому
sr_rs: Do
tr_tr: Alıcı
uk_ua: До
vi_vn: Đến
zh_cn: 至

source: Transactions received
ar_sa: تم استلام المعاملة
bg_bg: Получени транзакции
ca_es: Transaccions rebudes
cs_cz: Transakce přijata
de_de: Transaktion empfangen
el_gr: Ληφθείσες συναλλαγές
fa_ir: تراکنش دریافت شد
fi_fi: Vastaanotetut maksutapahtumat
fr_fr: Transactions reçues
hu_hu: Beérkezett tranzakciók
id_id: Transaksi diterima
lt_lt: Gautos operacijos
nl_nl: Transacties ontvangen
pl_pl: Otrzymane transakcje
pt_br: Transações recebidas
pt_pt: Transacções recebidas
ro_ro: Tranzacții primite
ru_ru: Полученные транзакции
sr_rs: Primljene transakcije
tr_tr: Alınan işlemler
uk_ua: Отримані транзакції
vi_vn: Giao dịch đã được nhận
zh_cn: 收到的交易

source: Create a new client
ro_ro: Creați un client nou
ru_ru: Создать нового клиента

source: First name
ar_sa: الاسم الأول
bg_bg: Име
ca_es: Nom
cs_cz: Jméno
de_de: Vorname
el_gr: 'Ονομα
fa_ir: نام
fi_fi: Etunimi
fr_fr: Prénom
hu_hu: Vezetéknév
id_id: Nama depan
lt_lt: Vardas
nl_nl: Voornaam
pl_pl: Imię
pt_br: Nome
pt_pt: Nome próprio
ro_ro: Prenume
ru_ru: Имя
sr_rs: Ime
tr_tr: Adı
uk_ua: Ім'я
vi_vn: Tên
zh_cn: 名

source: Last name
ar_sa: الاسم الاخير
bg_bg: Фамилия
ca_es: Cognom
cs_cz: Příjmení
de_de: Nachname
el_gr: Επώνυμο
fa_ir: نام خانوادگی
fi_fi: Sukunimi
fr_fr: Nom
hu_hu: Keresztnév
id_id: Nama belakang
lt_lt: Pavardė
nl_nl: Achternaam
pl_pl: Nazwisko
pt_br: Sobrenome
pt_pt: Apelido
ro_ro: Nume
ru_ru: Familiya
sr_rs: Prezime
tr_tr: Soyadı
uk_ua: Прізвище
vi_vn: Họ
zh_cn: 姓

source: Email Address
ar_sa: عنوان البريد الإلكتروني
bg_bg: Имейл адрес
ca_es: Correu electrònic
cs_cz: E-mailová adresa
de_de: E-Mail-Adresse
el_gr: Δειύθυνση Email
fa_ir: آدرس ایمیل
fi_fi: Sähköpostiosoite
fr_fr: Adresse e-mail
hu_hu: E-mail cím
id_id: Alamat Email
lt_lt: El. pašto adresas
nl_nl: Emailadres
pl_pl: Adres email
pt_br: Endereço de e-mail
pt_pt: Endereço de correio eletrónico
ro_ro: Adresă de Email
ru_ru: Адрес электронной почты
sr_rs: Email adresa
tr_tr: E-posta Adresi
uk_ua: Адреса електронної пошти
vi_vn: Địa chỉ email
zh_cn: 电邮地址

source: Language
ar_sa: اللغة
bg_bg: Език
ca_es: Idioma
cs_cz: Jazyk
de_de: Sprache
el_gr: Γλώσσα
fa_ir: زبان
fi_fi: Kieli
fr_fr: Langage
hu_hu: Nyelv
id_id: Bahasa
lt_lt: Kalba
nl_nl: Taal
pl_pl: Język
pt_br: Idioma
pt_pt: Língua
ro_ro: Limbă
ru_ru: Til
sr_rs: Jezik
tr_tr: Dil
uk_ua: Мова
vi_vn: Ngôn ngữ
zh_cn: 语言

source: System default
ro_ro: Setări implicite ale sistemului
ru_ru: Системный по умолчанию

source: Phone Number
ar_sa: رقم الهاتف
bg_bg: Телефонен номер
ca_es: Número de telèfon
cs_cz: Telefonní číslo
de_de: Telefonnummer
el_gr: Αριθμός Τηλεφώνου
fa_ir: تلفن
fi_fi: Puhelinnumero
fr_fr: Numéro de téléphone
hu_hu: Telefonszám
id_id: Nomor Telepon
lt_lt: Telefono numeris
nl_nl: Telefoonnummer
pl_pl: Numer telefonu
pt_br: Número de telefone
pt_pt: Número de telefone
ro_ro: Număr de telefon
ru_ru: Номер телефона
sr_rs: Broj telefona
tr_tr: Telefon Numarası
uk_ua: Номер телефону
vi_vn: Số điện thoại
zh_cn: 电话号码

source: Number
ar_sa: رقم
bg_bg: Номер
ca_es: Número
cs_cz: Číslo
de_de: Nummer
el_gr: Αριθμός
fa_ir: شماره
fi_fi: Numero
fr_fr: Nombre
hu_hu: Szám
id_id: Nomor
lt_lt: Skaičius
nl_nl: Nummer
pl_pl: Numer
pt_br: Número
pt_pt: Número
ro_ro: Număr
ru_ru: Номер
sr_rs: Broj
tr_tr: Fatura No
uk_ua: Номер
vi_vn: Số
zh_cn: 数字

source: VAT number
ar_sa: رقم الضريبة على القيمة المضافة
bg_bg: Номер по ДДС
ca_es: Número d'IVA
cs_cz: DIČ
de_de: Umsatzsteuer-ID
el_gr: Αριθμός ΑΦΜ
fa_ir: شماره مالیات بر ارزش افزوده
fi_fi: VAT-numero
fr_fr: Numéro de TVA
hu_hu: ÁFASZÁM
id_id: Nomor PPN
lt_lt: PVM numeris
nl_nl: BTW-nummer
pl_pl: Numer VAT
pt_br: Número VAT
pt_pt: Número de IVA
ro_ro: Cod TVA
ru_ru: INN
sr_rs: PIB broj
tr_tr: Vergi No
uk_ua: Номер свідоцтва платника ПДВ
vi_vn: Mã số thuế VAT
zh_cn: 增值税号

source: Address 1
ro_ro: Adresă 1
ru_ru: Адрес 1

source: Address 2
ar_sa: العنوان 2
bg_bg: Допълнителен адрес
ca_es: Adreça 2
cs_cz: Adresa 2
de_de: Adresse 2
el_gr: Διεύθυνση 2
fa_ir: آدرس 2
fi_fi: Osoite 2
fr_fr: Adresse 2
hu_hu: Cím 2
id_id: Alamat 2
lt_lt: Adresas 2
nl_nl: Adres 2
pl_pl: Adres 2
pt_br: Complemento
pt_pt: Endereço 2
ro_ro: Adresă 2
ru_ru: Manzil 2
sr_rs: Adresa 2
tr_tr: Adres Satırı 2
uk_ua: Додаткова адреса
vi_vn: Địa chỉ 2
zh_cn: 地址2

source: State/Region
ar_sa: الولاية/المنطقة
bg_bg: Област/Регион
ca_es: Estat/Regió
cs_cz: Stát/Kraj
de_de: Bundesland
el_gr: Νομός/Περιοχή
fa_ir: ایالت/منطقه
fi_fi: Lääni
fr_fr: Région
hu_hu: Állam/régió
id_id: Provinsi/Wilayah
lt_lt: Valstybė/regionas
nl_nl: Staat/regio
pl_pl: Stan/Region
pt_br: Estado/Região
pt_pt: Estado/Região
ro_ro: Stat/Regiune
ru_ru: Область/Регион
sr_rs: Država/Regija
tr_tr: Eyalet/Bölge
uk_ua: Область/Регіон
vi_vn: Tỉnh/Thành
zh_cn: 省份/地区

source: Admin Notes
ro_ro: Note Administrative
ru_ru: Заметки администратора

source: Create client
ro_ro: Creează client
ru_ru: Создать клиента
