Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Failed to connect to the :type: server. Please verify your credentials and configuration
ar_sa: فشل الاتصال بخادم :type: . الرجاء التحقق من بيانات الاعتماد والتكوين الخاصة بك
bg_bg: Не успях да се свържа със сървъра :type:. Моля, проверете вашите пълномощия и конфигурация
ca_es: No s'ha pogut connectar al servidor :type:. Verifiqueu les vostres credencials i la configuració
cs_cz: Nepodařilo se připojit k :type: serveru. Zkontrolujte prosím vaše přihlašovací údaje a konfiguraci
de_de: Verbindung zum Server :type: fehlgeschlagen. Bitte überprüfe deine Zugangsdaten und Konfiguration
el_gr: Αποτυχία σύνδεσης με το διακομιστή :type: επαληθεύστε τα διαπιστευτήριά σας και τις ρυθμίσεις
fa_ir: خطای اتصال به سرور :type:.لطفا" اعتبار و پیکربندی خود را تأیید کنید
fi_fi: Yhteyden muodostaminen :type: -palvelimeen epäonnistui. Tarkista valtakirjasi ja asetuksesi
fr_fr: Échec de la connexion au serveur :type:. Veuillez vérifier vos informations d'identification et votre configuration
hu_hu: Nem sikerült csatlakozni a :type: kiszolgálóhoz. Kérjük, ellenőrizze hitelesítő adatait és konfigurációját
id_id: Gagal terhubung ke :type: server. Harap verifikasi kredensial dan konfigurasi Anda
nl_nl: Kan geen verbinding maken met de :type: server. Controleer inloggegevens en configuratie
pl_pl: Nie udało się połączyć z serwerem :type: . Sprawdź swoje dane logowania i konfigurację
pt_br: Falha ao conectar ao servidor :type: . Por favor, verifique suas credenciais e configuração
pt_pt: Falha na ligação ao servidor :type:. Verifique as suas credenciais e configuração
ro_ro: Conectarea la serverul :type: a eșuat. Vă rugăm să verificați acreditările și configurația
ru_ru: Не удалось подключиться к серверу :type. Пожалуйста, проверьте ваши учетные данные и конфигурацию
sr_rs: Povezivanje sa :type: serverom nije uspelo. Proverite svoje akreditive i konfiguraciju
tr_tr: :type: sunucusuna bağlanılamadı. Lütfen kimlik bilgilerinizi ve yapılandırmanızı kontrol edin
uk_ua: Не вдалося підключитися до :type: сервера. Будь ласка, перевірте свої облікові дані та налаштування
vi_vn: Không thể kết nối với máy chủ :type:. Vui lòng xác minh thông tin đăng nhập và cấu hình của bạn
zh_cn: :type: 服务器连接失败。请正确填写连接信息和配置内容

source: create account
ar_sa: إنشاء حساب
bg_bg: създайте профил
ca_es: crear compte
cs_cz: vytvořit účet
de_de: Account erstellen
el_gr: δημιουργία λογαριασμού
fa_ir: ساخت حساب کاربری
fi_fi: luo tili
fr_fr: créer un compte
hu_hu: fiók létrehozása
id_id: buat akun
nl_nl: account aanmaken
pl_pl: utwórz konto
pt_br: criar conta
pt_pt: criar conta
ro_ro: creează cont
ru_ru: создать учетную запись
sr_rs: kreiraj nalog
tr_tr: hesap oluştur
uk_ua: Створити обліковий запис
vi_vn: tạo tài khoản
zh_cn: 创建账号

source: Failed to :action: on the :type: server, check the error logs for further details
ar_sa: فشل في :action: مع مسجل :type: ، تحقق من سجلات الأخطاء للحصول على مزيد من التفاصيل
bg_bg: Неуспях да :action: на :type: сървър, проверете лога/дневника с грешки за повече подробности
ca_es: No s'ha pogut :action: al servidor :type:, comproveu els registres d'errors per obtenir més detalls
cs_cz: Nepodařilo se :action: s registrem :type: , zkontrolujte protokoly chyb pro další podrobnosti
de_de: Fehler beim :action: auf dem :type: Server, überprüfe die Fehlerprotokolle auf weitere Details
el_gr: Αποτυχία :action: στο διακομιστή :type: , ελέγξτε τα αρχεία καταγραφής σφαλμάτων για περισσότερες λεπτομέρειες
fa_ir: خطا در :action: برای سرور :type:،گزارش های خطا را برای جزئیات بیشتر بررسی کنید
fi_fi: Epäonnistunut :action: :type: palvelimella, tarkista tarkemmat tiedot virhelokeista
fr_fr: Échec de :action: sur le serveur :type:, vérifiez les journaux d'erreurs pour plus de détails
hu_hu: Nem sikerült :action: a :type: kiszolgálón további részletekért tekintse meg a hibanaplókat
id_id: Gagal :action: di :type: server, periksa log kesalahan untuk detail lebih lanjut
nl_nl: :action: op de :type: server is mislukt, controleer de error logs voor verdere details
pl_pl: Nie udało się :action: na serwerze :type: , sprawdź dzienniki błędów, aby uzyskać więcej informacji
pt_br: Falha ao :action: no servidor :type: . Verifique os registros de erro para mais detalhes
pt_pt: Falha na :action: no servidor :type:, verifique os registos de erros para mais detalhes
ro_ro: Eșuare la :action: pe serverul :type: , verificați jurnalele de erori pentru detalii suplimentare
ru_ru: Не удалось :action: на сервере :type, проверьте журналы ошибок для получения дополнительных сведений
sr_rs: :action: na :type: serveru nije uspelo, proverite evidenciju grešaka za dodatne detalje
tr_tr: :type: sunucusunda :action: işlemi başarısız oldu, daha fazla ayrıntı için hata günlüklerini kontrol edin
uk_ua: Не вдалося отримати :action: на сервері :type:, перевірте журнал помилок для детальної інформації
vi_vn: Không thể :action: với nhà đăng ký :type:, hãy kiểm tra nhật ký lỗi để biết thêm chi tiết
zh_cn: 在 :type: 服务器的 :action: 失败，请在错误日志中查看详情

source: suspend account
ar_sa: تعليق الحساب
bg_bg: прекратяване на профила
ca_es: suspendre el compte
cs_cz: pozastavit účet
de_de: Konto sperren
el_gr: αναστολή Λογαριασμού
fa_ir: غیر فعال کردن حساب
fi_fi: keskeytä tili
fr_fr: suspendre le compte
hu_hu: fiók felfüggesztése
id_id: Tangguhkan Akun
nl_nl: account blokkeren
pl_pl: zawieś konto
pt_br: suspender conta
pt_pt: suspender conta
ro_ro: suspendă contul
ru_ru: приостановить учетную запись
sr_rs: suspendovati nalog
tr_tr: hesabı askıya al
uk_ua: Заблокувати обліковий запис
vi_vn: Tạm ngưng tài khoản
zh_cn: 暂停账号

source: unsuspend account
ar_sa: إلغاء تعليق الحساب
bg_bg: активиране на профила
ca_es: anul·lar la suspensió del compte
cs_cz: zrušit pozastavení účtu
de_de: Sperrung aufheben
el_gr: άρση Αναστολής Λογαριασμού
fa_ir: فعال کردن حساب
fi_fi: peruuta tilin keskeytys
fr_fr: rétablir le compte
hu_hu: fiók felfüggesztésének visszavonása
id_id: Lepas Status Tangguh Akun
nl_nl: account deblokkeren
pl_pl: cofnij zawieszenie konta
pt_br: reativar conta
pt_pt: cancelar a suspensão da conta
ro_ro: anulează suspendarea contului
ru_ru: возобновить учетную запись
sr_rs: poništiti suspenziju naloga
tr_tr: hesabın askıya alınmasını kaldır
uk_ua: Розморозити обліковий запис
vi_vn: Hủy tạm ngưng tài khoản
zh_cn: 恢复账号

source: cancel account
ar_sa: إلغاء الحساب
bg_bg: отказване на профила
ca_es: cancel·lar el compte
cs_cz: zrušení účtu
de_de: Konto kündigen
el_gr: ακύρωση λογαριασμού
fa_ir: لغو حساب
fi_fi: peruuta tili
fr_fr: annuler le compte
hu_hu: fiók törlése
id_id: Batalkan akun
nl_nl: account verwijderen
pl_pl: usuń konto
pt_br: cancelar conta
pt_pt: cancelar conta
ro_ro: anulează contul
ru_ru: отменить учетную запись
sr_rs: otkaži nalog
tr_tr: hesabı iptal et
uk_ua: Анулювати обліковий запис
vi_vn: huỷ tài khoản
zh_cn: 取消账号

source: change account package
ar_sa: تغيير حزمة الحساب
bg_bg: промяна на пакета за профила
ca_es: canviar el paquet del compte
cs_cz: změnit balíček účtu
de_de: Kontenpaket ändern
el_gr: αλλαγή πακέτου λογαριασμού
fa_ir: تغییر پکیج حساب
fi_fi: vaihda tilipaketti
fr_fr: changer de forfait de compte
hu_hu: számlacsomag módosítása
id_id: ganti paket akun
nl_nl: accountpakket wijzigen
pl_pl: zmień pakiet kont
pt_br: alterar o plano da conta
pt_pt: alterar pacote de contas
ro_ro: schimbă pachetul contului
ru_ru: изменить пакет учетной записи
sr_rs: promenite paket naloga
tr_tr: hesap paketini değiştir
uk_ua: Змінити пакет облікового запису
vi_vn: Thay đổi gói tài khoản
zh_cn: 更换账号套餐

source: change account password
ar_sa: تغير كلمة السر الحساب
bg_bg: промяна на паролата за профила
ca_es: canviar la contrasenya del compte
cs_cz: změnit heslo účtu
de_de: Konto-Passwort ändern
el_gr: αλλαγή Κωδικού Πρόσβασης Λογαριασμού
fa_ir: تغییر رمز عبور
fi_fi: vaihda tilin salasana
fr_fr: changer le mot de passe du compte
hu_hu: fiók jelszavának módosítása
id_id: Ubah sandi Akun
nl_nl: account wachtwoord wijzigen
pl_pl: zmień hasło do konta
pt_br: alterar senha da conta
pt_pt: alterar a palavra-passe da conta
ro_ro: schimbă parola contului
ru_ru: изменить пароль учетной записи
sr_rs: promenite lozinku naloga
tr_tr: hesap şifresini değiştir
uk_ua: Змінити пароль облікового запису
vi_vn: đổi mật khẩu của tài khoản
zh_cn: 修改账号密码

source: username changes
ar_sa: تغييرات معرف المستخدم
bg_bg: потребителското име е променено
ca_es: canvis de nom d'usuari
cs_cz: změna uživatelského jména
de_de: Usernamen ändern
el_gr: το όνομα χρήστη άλλαξε
fa_ir: تغییر نام کاربری
fi_fi: käyttäjätunnuksen muutokset
fr_fr: modifications de nom d'utilisateur
hu_hu: felhasználónév változások
id_id: Nama pengguna diganti
nl_nl: gebruikersnaam wijzigingen
pl_pl: zmiana nazwy użytkownika
pt_br: alterações de nome de usuário
pt_pt: alterações de nome de utilizador
ro_ro: modificări nume utilizator
ru_ru: изменения имени пользователя
sr_rs: promene korisničkog imena
tr_tr: kullanıcı adı değişiklikleri
uk_ua: Змінити ім'я користувача
vi_vn: Thay đổi tên người dùng
zh_cn: 用户名修改

source: changing the account domain
ar_sa: تغيير نطاق الحساب
bg_bg: променя се домейна на акаунта
ca_es: canviant el domini del compte
cs_cz: změna domény účtu
de_de: Account-Domain ändern
el_gr: αλλαγή του χώρου λογαριασμού
fa_ir: تغییر دامنه حساب
fi_fi: tilin verkkotunnuksen muuttaminen
fr_fr: changer le domaine du compte
hu_hu: a fiók tartományának módosítása
id_id: mengubah domain akun
nl_nl: het accountdomein wijzigen
pl_pl: zmiana konta domeny
pt_br: alterando o domínio da conta
pt_pt: alterar o domínio da conta
ro_ro: modificarea domeniului contului
ru_ru: изменение домена учетной записи
sr_rs: promena domena naloga
tr_tr: hesap alan adı değiştiriliyor
uk_ua: Зміна домену облікового запису
vi_vn: Thay đổi tên miền của tài khoản
zh_cn: 修改账号的域名

source: changing the account IP
ar_sa: تغيير IP الحساب
bg_bg: променя се Ип адреса на профила
ca_es: canviant la IP del compte
cs_cz: změna IP adresy účtu
de_de: Konto-IP ändern
el_gr: αλλαγή της IP του λογαριασμού
fa_ir: تغییر آی پی حساب
fi_fi: tilin IP-osoitteen muuttaminen
fr_fr: changement de l'adresse ip du compte
hu_hu: a fiók IP-címének módosítása
id_id: mengubah akun domain
nl_nl: het IP-adres van het account wijzigen
pl_pl: zmiana konta domeny
pt_br: Alterando o IP da conta
pt_pt: alterar o IP da conta
ro_ro: modificarea IP-ului contului
ru_ru: изменение IP учетной записи
sr_rs: promena IP naloga
tr_tr: hesap IP adresi değiştiriliyor
uk_ua: Зміна IP облікового запису
vi_vn: thay đổi IP tài khoản
zh_cn: 修改账号的IP地址

source: There are no available IPs on this server.
ar_sa: لا توجد عناوين IP متاحة على هذا الخادم.
bg_bg: Няма никакви активни Ип адреси на този сървър.
ca_es: No hi ha IP disponibles en aquest servidor.
cs_cz: Na tomto serveru nejsou žádné dostupné IP adresy.
de_de: Es sind keine IPs auf diesem Server verfügbar.
el_gr: Δεν υπάρχουν διαθέσιμες IPs σε αυτόν τον διακομιστή.
fa_ir: این آی پی برای این سرور موجود نیست.
fi_fi: Tällä palvelimella ei ole IP osoitteita saatavilla.
fr_fr: Il n'y a aucunes IP valides sur ce serveur.
hu_hu: Ezen a kiszolgálón nincsenek elérhető IP-címek.
id_id: Tidak ada IP yang tersedia di server ini.
lt_lt: Šiame serveryje nėra prienamų IP.
nl_nl: Er zijn geen IP's beschikbaar op deze server.
pl_pl: Brak dostępnych adresów IP na tym serwerze.
pt_br: Não há IPs disponíveis neste servidor.
pt_pt: Não existem IPs disponíveis neste servidor.
ro_ro: Nu există nicio adresă IP disponibilă pe acest server.
ru_ru: На этом сервере нет доступных IP-адресов.
sr_rs: Nema dostupnih IP adresa na ovom serveru.
tr_tr: Bu sunucuda kullanılabilir IP yok.
uk_ua: На цьому сервері немає доступних IP-адрес.
vi_vn: Không còn IP trống trên máy chủ này.
zh_cn: 此服务器上没有可用的 IP 地址。

source: Unable to assign the Reseller ANY IPs. Make sure to have free, unassigned IPs.
cs_cz: Nelze přidělit prodejci žádnou IP. Ujistěte se, že máte dostupné, nepřiřazené IP adresy.
el_gr: Δεν είναι δυνατή η εκχώρηση στον μεταπωλητή ΚΑΜΙΑ IP. Βεβαιωθείτε ότι έχετε ελεύθερες, μη εκχωρημένες IP.
fa_ir: نمی‌توان هیچ IP را به فروشنده اختصاص داد. مطمئن شوید که IP های رایگان و اختصاص نیافته دارید.
fi_fi: Jälleenmyyjälle ei pystytä osoittamaan MITÄÄN IP-osoitteita. Varmista, että sinulla on vapaita, varaamattomia IP-osoitteita.
fr_fr: Impossible d'attribuer au revendeur TOUTE IP. Assurez-vous d'avoir des adresses IP gratuites, non assignées.
hu_hu: Nem lehet hozzárendelni IP-címeket a viszonteladóhoz. Győződj meg róla, hogy vannak szabad, nem hozzárendelt IP-címek.
id_id: Tidak dapat menetapkan IP APAPUN kepada Pengecer. Pastikan Anda memiliki IP gratis yang belum ditetapkan.
nl_nl: Niet mogelijk om de reseller ANY IP's toe te wijzen. Zorg ervoor dat er vrije, niet-toegewezen IP's beschikbaar zijn.
pl_pl: Nie można przepisać Reseller każdego IP. Upewnij się, że są wolne, nieprzypisane adresy IP.
ro_ro: Nu s-au putut aloca IP-urile distribuitorului. Asigura-te că ai IP-urile libere, nealocate.
ru_ru: Не удалось назначить реселлеру ЛЮБЫЕ IP-адреса. Убедитесь, что у вас есть свободные, неназначенные IP-адреса.
sr_rs: Nije moguće dodeliti Preprodavcu BILO KOJI IP. Uverite se da imate besplatne, nedodeljene IP adrese.
vi_vn: Không thể gán bất kỳ địa chỉ IP nào cho Đại lý. Hãy đảm bảo rằng có các địa chỉ IP còn trống và chưa được gán.

source: Error creating user
ar_sa: خطأ في إنشاء مستخدم
bg_bg: Грешка при създаването на потребителя
ca_es: S'ha produït un error en crear l'usuari
cs_cz: Chyba při vytváření uživatele
de_de: Fehler bei der Erstellung des Nutzers
el_gr: Σφάλμα στη δημιουργία του χρήστη
fa_ir: خطا در ساخت حساب کاربری
fi_fi: Virhe käyttäjän luomisessa
fr_fr: Erreur lors de la création de l'utilisateur
hu_hu: Hiba történt a felhasználó létrehozásakor
id_id: Gagal menambah pengguna
lt_lt: Klaida sukuriant vartotoją
nl_nl: Fout opgetreden tijdens het aanmaken van de gebruiker
pl_pl: Błąd podczas tworzenia użytkownika
pt_br: Erro ao criar o usuário
pt_pt: Erro ao criar um utilizador
ro_ro: Eroare la crearea utilizatorului
ru_ru: Ошибка при создании пользователя
sr_rs: Greška pri kreiranju korisnika
tr_tr: Kullanıcı oluşturulurken hata oluştu
uk_ua: Помилка створення користувача
vi_vn: Lỗi tạo user
zh_cn: 创建用户时出错

source: synchronizing the account
cs_cz: Synchronizuji účet
de_de: Synchronisieren des Kontos
el_gr: συγχρονισμός του λογαριασμού
fa_ir: همگام سازی حساب
fi_fi: synkronoidaan tiliä
fr_fr: Synchronisation du compte
hu_hu: felhasználói fiók szinkronizálása
id_id: menyinkronkan akun
nl_nl: account wordt gesynchroniseerd
pl_pl: synchronizacja konta
pt_br: sincronizando a conta
ro_ro: sincronizare cont
ru_ru: синхронизация учетной записи
sr_rs: sinhronizovanje naloga
vi_vn: Đồng bộ tài khoản

source: Server Manager DirectAdmin Error: "Account is not suspended"
ar_sa: خطأ مباشر في إدارة الخادم: "لم يتم تعليق الحساب"
bg_bg: Грешка в DirectAdmin на сървърния мениджър: "Акаунтът не е прекратен"
ca_es: Error de DirectAdmin del gestor del servidor: "El compte no està suspès"
cs_cz: Chyba DirectAdmin správce serveru: "Účet není pozastaven"
de_de: Server Manager DirectAdmin Fehler: "Konto ist nicht gesperrt"
el_gr: Διαχείριση διακομιστή DirectAdmin Σφάλμα: «Ο λογαριασμός δεν έχει ανασταλεί»
fa_ir: خطا در سرور دایرکت ادمین. "حساب تعلیق نشد"
fi_fi: Server Manager DirectAdmin -virhe: "Tiliä ei ole keskeytetty"
fr_fr: Erreur DirectAdmin du gestionnaire de serveur : "Le compte n'est pas suspendu"
hu_hu: Kiszolgálókezelő DirectAdmin hiba: "A fiók nincs felfüggesztve"
id_id: Kesalahan DirectAdmin Manajer Server: "Akun tidak ditangguhkan"
lt_lt: Serverio tvarkyklės "DirectAdmin" Klaida: "Paskyra nėra sustabdyta"
nl_nl: Server Manager DirectAdmin fout: "Account is niet geblokkeerd"
pl_pl: Błąd serwera DirectAdmin: "Konto nie jest zawieszone"
pt_br: Erro no Gerenciador de Servidor DirectAdmin: "Conta não está suspensa"
pt_pt: Erro do DirectAdmin do Gestor de servidor: "A conta não está suspensa"
ro_ro: Eroare DirectAdmin a serverului: "Contul nu este suspendat"
ru_ru: Ошибка менеджера сервера DirectAdmin: "Учетная запись не приостановлена"
sr_rs: Greška DirectAdmin menadžera servera: "Nalog nije suspendovan"
tr_tr: Sunucu Yöneticisi DirectAdmin Hatası: "Hesap askıya alınmadı"
uk_ua: Помилка DirectAdmin сервера: "Обліковий запис не призупинено"
vi_vn: Lỗi bộ quản lý máy chủ "DirectAdmin": "Tài khoản không bị khóa"
zh_cn: 服务器管理器 DirectAdmin 错误: "暂停账号失败"

source: Server Manager DirectAdmin Error: "The request you have made cannot be executed because it does not exist in your authority level"
ar_sa: مدير الخادم DirectAdmin خطأ: "الطلب الذي قدمته لا يمكن تنفيذه لأنه غير موجود في مستوى سلطتك"
bg_bg: Грешка в DirectAdmin на сървърния мениджър: "Заявката, която сте направили, не може да бъде изпълнена, тъй като не съществува във вашето ниво на достъп"
ca_es: Error de DirectAdmin del gestor del servidor: "La sol·licitud que heu fet no es pot executar perquè no existeix al vostre nivell d'autoritat"
cs_cz: Chyba DirectAdmin správce serveru: "Žádost kterou jste provedli, nelze provést, protože neexistuje na úrovni vaší autority"
el_gr: Διαχείριση διακομιστή DirectAdmin Σφάλμα: «Η αίτηση που κάνατε δεν μπορεί να εκτελεστεί επειδή δεν υπάρχει στο επίπεδο εξουσίας σας»
fa_ir: خطا سرور دایرکت ادمین."این درخواست نمی تواند اجرا شود زیرا در سطح اختیارات شما نیست"
fi_fi: Server Manager DirectAdmin -virhe: "Tekemääsi pyyntöä ei voida suorittaa, koska sitä ei ole olemassa valtuustasollasi"
fr_fr: Erreur DirectAdmin du gestionnaire de serveur : "La demande que vous avez effectuée ne peut pas être exécutée car elle n'existe pas dans votre niveau d'autorité"
hu_hu: Kiszolgálókezelő DirectAdmin hiba: "Az általad benyújtott kérés nem hajtható végre, mert nem létezik a te jogosultsági szinteden."
id_id: Kesalahan Server Manager DirectAdmin: "Permintaan yang Anda buat tidak dapat dijalankan karena tidak ada di tingkat otoritas Anda"
lt_lt: Serverio tvarkyklės DirectAdmin Klaida: "Jūsų pateikta užklausa negali būti įvykdyta, nes jos nėra jūsų įgaliojimų lygyje"
nl_nl: Server Manager DirectAdmin Fout: "Het verzoek kan niet worden uitgevoerd omdat het buiten het toegestane autorisatieniveau valt."
pl_pl: Błąd Menedżera Serwera DirectAdmin: "Nie można wykonać żądania, ponieważ nie posiadasz wystarczających uprawnień"
pt_br: Erro do DirectAdmin do Gerenciador do servidor: "A solicitação que você fez não pode ser executada porque não existe em seu nível de autoridade"
pt_pt: Erro do DirectAdmin do Gestor de servidor: "O pedido que efectuou não pode ser executado porque não existe no seu nível de autoridade"
ro_ro: Eroare DirectAdmin Manager Server: "Solicitarea pe care ați făcut-o nu poate fi executată deoarece nu există în nivelul de autoritate"
ru_ru: Ошибка менеджера сервера DirectAdmin: "Запрос, который вы сделали, не может быть выполнен, потому что он не существует на вашем уровне полномочий"
sr_rs: Greška DirectAdmin menadžera servera: "Zahtev koji ste postavili ne može da se izvrši jer ne postoji na vašem nivou ovlašćenja"
tr_tr: Sunucu Yöneticisi DirectAdmin Hatası: "Yapmış olduğunuz istek, yetki seviyenizde bulunmadığından çalıştırılamıyor"
uk_ua: Помилка DirectAdmin Server: "Запит, який ви зробили не можна виконати, оскільки він не існує на вашому рівні прав"
vi_vn: Lỗi bộ quản lý máy chủ "DirectAdmin": "Yêu cầu của bạn không thể thực hiện được vì nó không thuộc cấp độ thẩm quyền của bạn"
zh_cn: DirectAdmin 错误: "The request you have made cannot be executed because it does not exist in your authority level"

source: Failed to retrieve user packages:
cs_cz: Nepodařilo se načíst balíčky uživatelů:
hu_hu: Nem sikerült a felhasználói csomagok lekérése.
ro_ro: Nu s-au putut prelua pachetele utilizatorului:
ru_ru: Не удалось получить пользовательские пакеты:

source: create user
ar_sa: إنشاء مستخدم
bg_bg: създаване на потребител
ca_es: crear usuari
cs_cz: Vytvořit uživatele
de_de: Benutzer erstellen
el_gr: δημιουργία χρήστη
fa_ir: کاربر جدید
fi_fi: luo käyttäjä
fr_fr: créer un utilisateur
hu_hu: felhasználó létrehozása
id_id: buat pengguna baru
nl_nl: gebruiker aanmaken
pl_pl: utwórz użytkownika
pt_br: criar usuário
pt_pt: criar utilizador
ro_ro: creează utilizator
ru_ru: создать пользователя
sr_rs: kreiraj korisnika
tr_tr: kullanıcı oluştur
uk_ua: Створити користувача
vi_vn: tạo user
zh_cn: 创建用户

source: delete domain
ar_sa: حذف النطاق
bg_bg: изтриване на домейн
ca_es: esborra el domini
cs_cz: Smazat doménu
de_de: Domain löschen
el_gr: διαγραφή ονόματος χώρου
fa_ir: حذف دامنه
fi_fi: poista verkkotunnus
fr_fr: supprimer un domaine
hu_hu: domain törlése
id_id: hapus domain
nl_nl: domein verwijderen
pl_pl: usuń domenę
pt_br: deletar domínio
pt_pt: eliminar domínio
ro_ro: şterge domeniul
ru_ru: удалить домен
sr_rs: obriši domen
tr_tr: alan adı sil
uk_ua: Видалити домен
vi_vn: xoá tên miền
zh_cn: 删除域名

source: create domain
ar_sa: إنشاء نطاق
bg_bg: създаване на домейн
ca_es: crear domini
cs_cz: Vytvořit novou doménu
de_de: Domain erstellen
el_gr: δημιουργία ονόματος χώρου
fa_ir: دامنه جدید
fi_fi: luo verkkotunnus
fr_fr: créer un nouveau domaine
hu_hu: domain létrehozása
id_id: tambah domain
nl_nl: domein aanmaken
pl_pl: utwórz domenę
pt_br: criar domínio
pt_pt: criar domínio
ro_ro: creează domeniu
ru_ru: создать домен
sr_rs: napravi domen
tr_tr: alan adı oluştur
uk_ua: Створити домен
vi_vn: tạo tên miền
zh_cn: 创建域名
