Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Funds amount is invalid
ar_sa: قيمة الأموال غير صالحة
bg_bg: Сумата на средствата не е валидна
ca_es: L'import dels fons no és vàlid
cs_cz: Částka není platná
de_de: Guthabenbetrag ist ungültig
el_gr: Το ποσό χρημάτων δεν είναι έγκυρο
fa_ir: موجودی حساب معتبر نیست
fi_fi: Varojen määrä on virheellinen
fr_fr: Le montant du fonds est invalide
hu_hu: A pénzeszközök összege érvénytelen
id_id: Jumlah dana tidak valid
nl_nl: Bedrag is ongeldig
pl_pl: Kwota środków jest nieprawidłowa
pt_br: O valor dos fundos não é válido
pt_pt: O montante dos fundos é inválido
ro_ro: Valoarea fondurilor nu este validă
ru_ru: Сумма средств недействительна
sr_rs: Iznos sredstava je nevažeći
tr_tr: Fon miktarı geçersiz
uk_ua: Сума не дійсна
vi_vn: Tổng quỹ không hợp lệ
zh_cn: 充值金额无效

source: Funds description is invalid
ar_sa: وصف الأموال غير صحيح
bg_bg: Описанието на фондовете не е валидно
ca_es: La descripció dels fons no és vàlida
cs_cz: Popis prostředků je neplatný
de_de: Guthabenbeschreibung ist ungültig
el_gr: Η περιγραφή κεφαλαίων είναι άκυρη
fa_ir: توضیحات موجودی معتبر نیست
fi_fi: Varojen kuvaus on virheellinen
fr_fr: La description du fonds n'est pas valide
hu_hu: A pénzeszközök leírása érvénytelen
id_id: Deskripsi dana tidak valid
nl_nl: Saldo omschrijving is ongeldig
pl_pl: Opis środków jest nieprawidłowy
pt_br: A descrição dos fundos é inválida
pt_pt: A descrição dos fundos é inválida
ro_ro: Descrierea fondurilor nu este validă
ru_ru: Описание средств недействительно
sr_rs: Opis sredstava je nevažeći
tr_tr: Fon açıklaması geçersiz
uk_ua: Опис коштів не дійсний
vi_vn: Mô tả quỹ không hợp lệ
zh_cn: 充值的描述无效。

source: Client ID or email is required
ar_sa: رقم تعريف العميل أو البريد الالكتروني مطلوب
bg_bg: Изисква се идентификационен номер или имейл на клиента
ca_es: Es requereix un identificador de client o correu electrònic
cs_cz: ID klienta nebo e-mail je povinný
de_de: Kundennummer oder E-Mail-Adresse ist erforderlich
el_gr: Απαιτείται αναγνωριστικό πελάτη ή email
fa_ir: شناسه کاربر یا ایمیل الزامی است
fi_fi: Asiakastunnus tai sähköpostiosoite vaaditaan
fr_fr: L'ID du client ou l'email est requis
hu_hu: Ügyfél azonosító vagy e-mail szükséges
id_id: ID klien atau email diperlukan
lt_lt: Būtinas kliento ID arba el. paštas
nl_nl: Klant ID of e-mail is vereist
pl_pl: ID klienta lub adres e-mail są wymagane
pt_br: O ID do cliente ou e-mail é necessário
pt_pt: É necessário o ID do cliente ou o correio eletrónico
ro_ro: Este necesar ID-ul clientului sau adresa de e-mail
sr_rs: Potreban je ID klijenta ili email
tr_tr: Müşteri kimliği veya e-posta adresi gereklidir
uk_ua: Потрібно ідентифікатор клієнта
vi_vn: ID khách hàng hoặc email là bắt buộc
zh_cn: 必须有用户 ID 或邮箱

source: Client not found
ar_sa: لم يتم العثور على العميل
bg_bg: Клиентът не е намерен
ca_es: Client no trobat
cs_cz: Klient nenalezen
de_de: Kunde nicht gefunden
el_gr: Ο πελάτης δε βρέθηκε
fa_ir: کاربر یافت نشد
fi_fi: Asiakasta ei löydy
fr_fr: Client introuvable
hu_hu: Ügyfél nem található
id_id: Klien tidak ada
lt_lt: Klientas nerastas
nl_nl: Klant niet gevonden
pl_pl: Nie znaleziono klienta
pt_br: Cliente não encontrado
pt_pt: Cliente não encontrado
ro_ro: Clientul nu a fost găsit
sr_rs: Klijent nije pronađen
tr_tr: Müşteri bulunamadı
uk_ua: Не знайдено клієнта
vi_vn: Không tìm thấy khách hàng
zh_cn: 找不到用户

source: Cannot remove groups with clients
cs_cz: Nelze odstranit skupinu s klienty
de_de: Gruppen mit Kunden können nicht entfernt werden
el_gr: Δεν είναι δυνατή η αφαίρεση ομάδων με πελάτες
fa_ir: نمی توانید گروه هایی کهدارای کاربر هستند حذف نمایید
fr_fr: Impossible de supprimer un groupe avec des clients
hu_hu: Nem lehet eltávolítani a csoportot az ügyfelekkel
id_id: Tidak dapat menghapus grup dengan klien
nl_nl: Kan groepen met klanten niet verwijderen
pl_pl: Nie można usunąć grupy z klientami
ro_ro: Nu se pot elimina grupuri cu clienți
ru_ru: Невозможно удалить группы с клиентами
sr_rs: Ne možete ukloniti grupu sa klijentima
vi_vn: Không thể xóa nhóm đã có khách hàng

source: Email address cannot be changed
cs_cz: Email nelze změnit
de_de: E-Mail-Adresse kann nicht geändert werden
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν μπορεί να αλλάξει
fa_ir: آدرس ایمیل نمی تواند تغییر کند
fr_fr: L'adresse email ne peut pas être modifiée
hu_hu: Email nem módosítható
id_id: Alamat email tidak bisa dirubah
nl_nl: E-mail kan niet worden gewijzigd
pl_pl: Adres email nie może zostać zmieniony
ro_ro: Adresa de e-mail nu poate fi schimbată
ru_ru: Адрес электронной почты не может быть изменен
sr_rs: E-mail adresa se ne može promeniti
vi_vn: Email không thể bị thay đổi
zh_cn: 邮件地址无法变更

source: Field :field cannot be empty
ar_sa: لا يمكن ترك هذا الحقل فارغاً
bg_bg: Полето :field не може да бъде празно
ca_es: Camp: el camp no pot estar buit
cs_cz: Pole :pole nemůže být prázdné
de_de: Das Feld :field darf nicht leer sein
el_gr: Το πεδίο δεν μπορεί να είναι κενό
fa_ir: فیلد :field نمی تواند خالی باشد
fi_fi: Kenttä :field ei voi olla tyhjä
fr_fr: Le champ :field ne peut pas être vide
hu_hu: Mező :mező nem lehet üres
id_id: Bidang :field tidak boleh kosong
lt_lt: Teksto laukas :field negali būti tuščias
nl_nl: Veld :field mag niet leeg zijn
pl_pl: Pole :field nie może być puste
pt_br: O campo :field não pode estar vazio
pt_pt: Campo :o campo não pode estar vazio
ro_ro: Câmpul :field nu poate fi gol
ru_ru: Поле :field не может быть пустым
sr_rs: Polje :field ne može biti prazno
tr_tr: :field alanı boş olamaz
uk_ua: Поле :field не може бути порожнім
zh_cn: :field 此字段不能为空

source: Cookie consent
ar_sa: موافقة ملفات تعريف الارتباط
bg_bg: Съгласие за бисквитки
ca_es: Consentiment de cookies
cs_cz: Souhlas s použitím cookies
de_de: Cookie Zustimmung
el_gr: Συγκατάθεση για Cookie
fa_ir: دسترسی کوکی ها
fi_fi: Eväste suostumus
fr_fr: Consentement des cookies
hu_hu: Cookie hozzájárulás
id_id: Persetujuan Cookie
lt_lt: Leidimas naudoti slapukus
nl_nl: Cookie goedkeuring
pl_pl: Zgoda cookie
pt_br: Consentimento de cookie
pt_pt: Consentimento de cookies
ro_ro: Consimțământ cookie
ru_ru: Согласие на использование cookie
sr_rs: Saglasnost za kolačić́e
tr_tr: Çerez onayı
uk_ua: Згода на кукі
vi_vn: Thỏa thuận cookie
zh_cn: Cookie 政策

source: You do not have permission to perform this action
ar_sa: لا يوجد لديك صلاحيات كافية لتفيذ هذا الإجراء
bg_bg: Нямате права за да извършите тази операция
ca_es: No teniu autorització per executar aquesta acció
cs_cz: K provedení této akce nemáte oprávnění
de_de: Du hast keine Berechtigung, diese Aktion durchzuführen
el_gr: Δεν έχετε επαρκή δικαιώματα για να εκτελέσετε αυτήν την ενέργεια
fa_ir: شما دسترسی مجاز برای انجام این عملیات را ندارید
fi_fi: Sinulla ei ole oikeutta tämän toiminnon suorittamiseen
fr_fr: Vous n'êtes pas autorisé à effectuer cette action
hu_hu: Nincs engedélye a művelet végrehajtásához
id_id: Anda tidak memiliki izin untuk melakukan tindakan ini
nl_nl: Geen toestemming om deze actie uit te voeren
pl_pl: Nie masz uprawnień do wykonania tej czynności
pt_br: Você não tem permissão para executar esta ação
ro_ro: Nu aveți permisiunea de a efectua această acțiune
ru_ru: У вас нет разрешения на выполнение этого действия
sr_rs: Nemate dozvolu da izvršite ovu radnju
tr_tr: Bu işlemi gerçekleştirmek için izniniz yok
uk_ua: Ви не можете виконувати цю дію
vi_vn: Bạn không có quyền thực hiện hành động này

source: Currency already registered
ar_sa: العملة مسجلة بالفعل
bg_bg: Вече е регистрирана тази валута
ca_es: Moneda ja registrada
cs_cz: Měna již existuje
de_de: Währung ist bereits vorhanden
el_gr: Το νόμισμα έχει ήδη καταχωρηθεί
fa_ir: این ارز قبلا ثبت شده است
fi_fi: Valuutta on jo rekisteröity
fr_fr: La devise existe déjà
hu_hu: Már regisztrált pénznem
id_id: Key: Mata uang sudah terdaftar
lt_lt: Tokia valiuta jau registruota
nl_nl: Valuta al geregistreerd
pl_pl: Waluta już zarejestrowana
pt_br: Moeda já cadastrada
pt_pt: Moeda já registada
ro_ro: Moneda există deja
ru_ru: Валюта уже зарегистрирована
sr_rs: Valuta je već registrovana
tr_tr: Para birimi zaten kayıtlı
uk_ua: Валюта вже зареєстрована
vi_vn: Tiền tệ đã đăng ký
zh_cn: 币种已设置

source: Currency code is invalid
ar_sa: رمز العملة غير صالح
bg_bg: Кодът на валутата е невалиден
ca_es: El codi de moneda no és vàlid
cs_cz: Kód měny je nesprávný
de_de: Währungscode ist ungültig
el_gr: Μη έγκυρος κωδικός νομίσματος
fa_ir: کد این ارز معتبر نیست
fi_fi: Valuuttakoodi on virheellinen
fr_fr: Le code de la devise n'est pas valide
hu_hu: A pénznemkód érvénytelen
id_id: Kurs mata uang tidak valid
nl_nl: Valutacode is ongeldig
pl_pl: Kod waluty jest nieprawidłowy
pt_br: O código da moeda é inválido
pt_pt: O código da moeda é inválido
ro_ro: Codul valutei este invalid
ru_ru: Код валюты недействителен
sr_rs: Kod valute je nevažeći
tr_tr: Para birimi kodu geçersiz
uk_ua: Код валюти не дійсний
vi_vn: Mã tiền tệ không hợp lệ
zh_cn: 货币代码无效

source: Currency code not provided
ar_sa: رمز العملة غير متوفر
bg_bg: Не е предоставен код на валутата
ca_es: No s'ha proporcionat el codi de moneda
cs_cz: Kód měny nedefinován
de_de: Währungscode ist nicht definiert
el_gr: Ο κωδικός νομίσματος δεν δόθηκε
fa_ir: این کد ارز نمی تواند ارائه شود
fi_fi: Valuuttakoodia ei annettu
fr_fr: Le code de la devise n'est pas défini
hu_hu: Nem megadott pénznemkód
id_id: Kode mata uang tidak disediakan
lt_lt: Valiutos kodas nepateiktas
nl_nl: Valutacode niet opgegeven
pl_pl: Nie podano kodu waluty
pt_br: Código de moeda não informado
pt_pt: Código da moeda não fornecido
ro_ro: Codul monedei nu este furnizat
ru_ru: Код валюты не указан
sr_rs: Kod valute nije naveden
tr_tr: Para birimi kodu karşılanamadı
uk_ua: Код валюти не вказано
vi_vn: Mã tiền tệ chưa được cung cấp
zh_cn: 货币代码未写明

source: Currency conversion rate cannot be zero
cs_cz: Měnový kurz nemůže být 0
de_de: Wechselkursrate darf nicht 0 sein
el_gr: Συναλλαγματική ισοτιμία δεν μπορεί να είναι μηδέν
fa_ir: مقدار تبدیل ارز نمی تواند صفر باشد
fr_fr: Le taux de conversion de la devise ne peut pas être nul
hu_hu: A valuta átváltási árfolyam nem lehet nulla
id_id: Nilai konversi mata uang tidak boleh nol
nl_nl: Wisselkoers kan niet nul zijn
pl_pl: Kurs wymiany walut nie może być zerowy
ro_ro: Rată de conversie valutară nu poate fi zero
ru_ru: Курс конвертации валюты не может быть нулевым
sr_rs: Stopa konverzije valuta ne može biti nula
vi_vn: Tỉ giá chuyển đổi tiền tệ không thể bằng 0
zh_cn: 货币汇率不能为零

source: Cannot remove default currency
cs_cz: Nelze odstranit výchozí měnu
de_de: Standardwährung kann nicht entfernt werden
el_gr: Αδυναμία διαγραφής προεπιλεγμένου νομίσματος
fa_ir: نمی توان ارز پیش فرض را حذف کرد
fr_fr: Impossible de supprimer la devise par défaut
hu_hu: Nem lehet eltávolítani az alapértelmezett pénznemet
id_id: Tidak dapat menghapus mata uang bawaan
nl_nl: Kan standaardvaluta niet verwijderen
pl_pl: Nie można usunąć domyślnej waluty
ro_ro: Nu se poate elimina moneda implicită
ru_ru: Невозможно удалить валюту по умолчанию
sr_rs: Nije moguće ukloniti podrazumevanu valutu
vi_vn: Không thể xóa tiền tệ mặc định
zh_cn: 无法删除默认货币

source: Currency format must include {{price}} tag
ar_sa: تنسيق العملة يجب أن يتضمن علامة {{price}}
bg_bg: Форматът на валутата трябва да включва таг {{price}}
ca_es: El format de la moneda ha d'incloure l'etiqueta {{price}}
cs_cz: Formát měny musí obsahovat {{price}} značku
de_de: Währungsformat muss {{price}} enthalten
el_gr: Η μορφή νομίσματος πρέπει να περιλαμβάνει την ετικέτα {{price}}
fa_ir: قالب ارز باید دارای برچسب {{price}} باشد
fi_fi: Valuuttamuodon tulee sisältää {{price}} tagi
fr_fr: Le format de la devise doit inclure la balise {{price}}
hu_hu: A pénznemformátumnak tartalmaznia kell {{price}} címkét
id_id: Format mata uang harus menyertakan tag {{price}}
nl_nl: Valuta formaat moet {{price}} tag bevatten
pl_pl: Format waluty musi zawierać znacznik {{price}}
pt_br: Formato da moeda deve incluir a tag {{price}}
ro_ro: Formatul valutei trebuie să includă tag-ul {{price}}
ru_ru: Формат валюты должен включать тег {{price}}
sr_rs: Format valute mora da sadrži oznaku {{price}}
tr_tr: Para birimi biçimi {{price}} etiketini içermelidir
uk_ua: Формат валюти повинен включати тег {{price}}
vi_vn: Định dạng tiền tệ phải bao gồm thẻ {{price}}

source: Currency rate is invalid
ar_sa: رمز العملة غير صالح
bg_bg: Валутният курс не е валиден
ca_es: El tipus de moneda no és vàlid
cs_cz: Měnový kurz je nesprávný
de_de: Währungskurs ist ungültig
el_gr: Η συναλλαγματική ισοτιμία δεν είναι έγκυρη
fa_ir: نرخ ارز نامعتبر است
fi_fi: Valuuttakurssi on virheellinen
fr_fr: Le taux de change n'est pas valide
hu_hu: A valutaárfolyam érvénytelen
id_id: Nilai mata uang tidak valid
nl_nl: Wisselkoers is ongeldig
pl_pl: Kurs waluty jest nieprawidłowy
pt_br: A taxa de câmbio não é válida
pt_pt: A taxa de câmbio é inválida
ro_ro: Rata valutară nu este validă
ru_ru: Курс валюты недействителен
sr_rs: Kurs valute je nevažeći
tr_tr: Döviz kuru geçersiz
uk_ua: Код валюти не дійсний
vi_vn: Tỉ giá hối đoái không hợp lệ
zh_cn: 汇率无效

source: You must configure your API key to use Currency Data API as an exchange rate data source.
cs_cz: Musíte nakonfigurovat API klíč, abyste mohli jako zdroj dat směnného kurzu.
el_gr: Πρέπει να ρυθμίσετε το κλειδί API σας για να χρησιμοποιήσετε το API δεδομένων νομίσματος ως πηγή δεδομένων συναλλαγματικής ισοτιμίας.
fa_ir: باید کلید API خود را برای استفاده از API داده ارز به عنوان منبع داده نرخ مبادله پیکربندی کنید.
fr_fr: Vous devez configurer votre clé API pour utiliser l'API de données de devises comme source de données de taux de change.
hu_hu: Be kell állítanod az API kulcsodat, hogy a Currency Data API-t használd árfolyamadat-forrásként.
id_id: Anda harus mengonfigurasi kunci API Anda untuk menggunakan API Data Mata Uang sebagai sumber data nilai tukar.
nl_nl: De API-sleutel moet worden geconfigureerd om de Currency Data API te gebruiken als gegevensbron voor wisselkoersen.
pl_pl: Musisz skonfigurować swój klucz API, aby użyć Currency Data API jako źródło danych kursu walut.
ro_ro: Este necesară configurarea cheii API pentru a folosi Currency Data API ca sursă de date pentru cursurile de schimb.
ru_ru: Вы должны настроить свой ключ API для использования Currency Data API в качестве источника данных об обменных курсах.
sr_rs: Morate da konfigurišete svoj API ključ da biste koristili API za podatke o valuti kao izvor podataka o kursu.

source: You must configure your API key to use currencylayer as an exchange rate data source.
cs_cz: Musíte nakonfigurovat API klíč, abyste mohli používat měnnou vrstvu jako zdroj dat směnného kurzu.
el_gr: Πρέπει να ρυθμίσετε το κλειδί API για να χρησιμοποιήσετε το currencylayer ως πηγή δεδομένων συναλλαγματικών ισοτιμιών.
fa_ir: باید کلید API خود را برای استفاده از لایه ارزی به عنوان منبع داده نرخ مبادله پیکربندی کنید.
fr_fr: Vous devez configurer votre clé API pour utiliser l'API de données de devises comme source de données de taux de change.
hu_hu: Be kell állítanod az API kulcsodat, hogy a currencylayer-t árfolyamadat-forrásként használd.
id_id: Anda harus mengonfigurasi kunci API Anda untuk menggunakan currencylayer sebagai sumber data nilai tukar.
nl_nl: De API-sleutel moet worden geconfigureerd om currencylayer als gegevensbron voor wisselkoersen te kunnen gebruiken.
pl_pl: Musisz skonfigurować swój klucz API, aby użyć currencylayer jako źródło danych kursu walut.
ro_ro: Este necesară configurarea cheii API pentru a folosi currencylayer ca sursă de date pentru cursurile de schimb.
ru_ru: Вы должны настроить свой ключ API для использования currencylayer в качестве источника данных об обменных курсах.
sr_rs: Morate da konfigurišete svoj API ključ da biste koristili currencylayer kao izvor podataka o promeni kursa.

source: There was an error when fetching currency rates from ExchangeRate-API. See the error log for details.
cs_cz: Při načítání měnových kurzů z ExchangeRate-API došlo k chybě. Podrobnosti naleznete v protokolu chyb.
el_gr: Υπήρξε σφάλμα κατά την ανάκτηση συναλλαγματικών ισοτιμιών από το ExchangeRate-API. Δείτε το αρχείο καταγραφής σφαλμάτων για λεπτομέρειες.
fa_ir: هنگام واکشی نرخ ارز از ExchangeRate-API خطایی روی داد. برای جزئیات بیشتر به گزارش خطا مراجعه کنید.
fr_fr: Il y a eu une erreur lors de la récupération des taux de change depuis ExchangeRate-API. Consultez le journal des erreurs pour plus de détails.
hu_hu: Hiba történt az árfolyamok lekérésekor az ExchangeRate-API-tól. Kérjük, nézd meg a hibalogot a részletekért.
id_id: Terjadi kesalahan saat mengambil kurs mata uang dari ExchangeRate-API. Lihat log kesalahan untuk detailnya.
nl_nl: Er is een fout opgetreden bij het ophalen van valutakoersen van de ExchangeRate-API. Bekijk het foutenlogboek voor details.
pl_pl: Wystąpił błąd podczas pobierania kursów walut z ExchangeRate-API. Zobacz dziennik błędów, aby uzyskać szczegóły.
ro_ro: A apărut o eroare la preluarea ratelor de schimb valutar din ExchangeRate-API. Pentru detalii, consultați jurnalul de erori.
ru_ru: Произошла ошибка при получении курсов валют от ExchangeRate-API. Подробности см. в журнале ошибок.
sr_rs: Došlo je do greške pri preuzimanju kurseva valuta iz ExchangeRate-API-ja. Pogledajte dnevnik grešaka za detalje.

source: There was an error when fetching currency rates from Currency Data API. See the error log for details.
cs_cz: Při načítání měnových kurzů z API měn došlo k chybě. Podrobnosti naleznete v protokolu chyb.
el_gr: Υπήρξε σφάλμα κατά την ανάκτηση συναλλαγματικών ισοτιμιών από το Currency Data API. Ανατρέξτε στο αρχείο καταγραφής σφαλμάτων για λεπτομέρειες.
fa_ir: هنگام واکشی نرخ ارز از Currency Data API خطایی روی داد. برای جزئیات بیشتر به گزارش خطا مراجعه کنید.
fr_fr: Il y a eu une erreur lors de la récupération des taux de change depuis ExchangeRate-API. Consultez le journal des erreurs pour plus de détails.
hu_hu: Hiba történt az árfolyamok lekérésekor a Currency Data API-tól. Kérjük, nézd meg a hibalogot a részletekért.
id_id: Terjadi kesalahan saat mengambil kurs mata uang dari ExchangeRate-API. Lihat log kesalahan untuk detailnya.
nl_nl: Er is een fout opgetreden bij het ophalen van valutatarieven van de valuta gegevens API. Zie het foutenlogboek voor de details.
pl_pl: Wystąpił błąd podczas pobierania kursów walut z Currency Data API. Zobacz dziennik błędów, aby uzyskać szczegóły.
ro_ro: A apărut o eroare la preluarea ratelor de schimb valutar din API-ul pentru date monetare. Consultați jurnalul de erori pentru detalii.
ru_ru: Произошла ошибка при получении курсов валют от Currency Data API. Подробности см. в журнале ошибок.
sr_rs: Došlo je do greške pri preuzimanju kurseva valuta iz API-ja za podatke o valuti. Pogledajte dnevnik grešaka za detalje.

source: There was an error when fetching currency rates from currencylayer. See the error log for details.
cs_cz: Při načítání měnových kurzů z měnové vrstvy došlo k chybě. Podrobnosti naleznete v protokolu chyb.
el_gr: Υπήρξε ένα σφάλμα κατά την ανάκτηση συναλλαγματικών ισοτιμιών από το currencylayer. Δείτε το αρχείο καταγραφής σφαλμάτων για λεπτομέρειες.
fa_ir: هنگام واکشی نرخ ارز از لایه ارزی خطایی روی داد. برای جزئیات بیشتر به گزارش خطا مراجعه کنید.
fr_fr: Il y a eu une erreur lors de la récupération des taux de change depuis ExchangeRate-Api. Consultez le journal des erreurs pour plus de détails.
hu_hu: Hiba történt az árfolyamok lekérésekor a currencylayer-től. Kérjük, nézd meg a hibalogot a részletekért.
id_id: Terjadi kesalahan saat mengambil kurs mata uang dari ExchangeRate-Api. Lihat log kesalahan untuk detailnya.
nl_nl: Er is een fout opgetreden bij het ophalen van de valutatarieven van currencylayer. Zie foutenlogboek voor details.
pl_pl: Wystąpił błąd podczas pobierania kursów walut z currencylayer. Zobacz dziennik błędów, aby uzyskać szczegóły.
ro_ro: A apărut o eroare la preluarea ratelor de schimb valutar din zona cylayer. Consultați jurnalul de erori pentru detalii.
ru_ru: Произошла ошибка при получении курсов валют от currencylayer. Подробности см. в журнале ошибок.
sr_rs: Došlo je do greške pri preuzimanju kurseva valuta sa currencylayer. Pogledajte dnevnik grešaka za detalje.

source: Custom Pages
ar_sa: الصفحات المخصصة
bg_bg: Персонализирани страници
ca_es: Pàgines personalitzades
cs_cz: Vlastní stránky
de_de: Benutzerdefinierte Seiten
el_gr: Προσαρμοσμένες Σελίδες
fa_ir: صفحه صفارشی
fi_fi: Mukautetut sivut
fr_fr: Pages personnalisées
hu_hu: Egyéni oldalak
id_id: Laman kustom
lt_lt: Pasirinktiniai puslapiai
nl_nl: Aangepaste pagina's
pl_pl: Niestandardowe strony
pt_br: Páginas Personalizadas
pt_pt: Páginas personalizadas
ro_ro: Pagini personalizate
ru_ru: Пользовательские страницы
sr_rs: Prilagođene stranice
tr_tr: Özel Sayfalar
uk_ua: Користувацькі поля
vi_vn: Trang tùy chỉnh
zh_cn: 自定义的页面

source: Email not found
ar_sa: لم يتم العثور على البريد الإلكتروني
bg_bg: Имейл адреса не е намерен
ca_es: No s'ha trobat el correu electrònic
cs_cz: Email nenalezen
de_de: E-Mail nicht gefunden
el_gr: Το email δε βρέθηκε
fa_ir: ایمیل یافت نشد
fi_fi: Sähköpostia ei löytynyt
fr_fr: E-mail introuvable
hu_hu: Email nem található
id_id: Email tidak ditemukan
lt_lt: El. pašto adresas nerastas
nl_nl: Email niet gevonden
pl_pl: Nie znaleziono adresu e-mail
pt_br: E-mail não encontrado
pt_pt: Correio eletrónico não encontrado
ro_ro: Adresa de e-mail nu a putut fi găsită
ru_ru: Электронное письмо не найдено
sr_rs: E-mail nije pronađen
tr_tr: E-posta bulunamadı
uk_ua: Email не знайдено
vi_vn: Email không tồn tại
zh_cn: 未找到邮箱

source: Email template not found
ar_sa: قالب البريد الإلكتروني غير موجود
bg_bg: Шаблонът за имейла не бе намерен
ca_es: No s'ha trobat la plantilla de correu electrònic
cs_cz: Šablona e-mailu nenalezena
de_de: E-Mail Vorlage nicht gefunden
el_gr: Δε βρέθηκε πρότυπο email
fa_ir: قالب ایمیل پیدا نشد
fi_fi: Sähköpostimallia ei löytynyt
fr_fr: Modèle d'e-mail introuvable
hu_hu: Email sablon nem található
id_id: Template email tidak ditemukan
lt_lt: El. pašto šablonas nerastas
nl_nl: E-mail template niet gevonden
pl_pl: Nie znaleziono szablonu e-mail
pt_br: Modelo de e-mail não encontrado
pt_pt: Modelo de correio eletrónico não encontrado
ro_ro: Șablonul de email nu a putut fi găsit
ru_ru: Шаблон электронной почты не найден
sr_rs: Šablon e-maila nije pronađen
tr_tr: E-posta şablonu bulunamadı
uk_ua: Шаблон електронної пошти не знайдений
vi_vn: Mẫu email không tồn tại
zh_cn: 找不到电子邮件模板
