Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: FOSSBilling will automatically detect new plugin
bg_bg: FOSSBilling автоматично ще открие новият плъгин
ca_es: FOSSBilling detectarà automàticament el nou connector
cs_cz: FOSSBilling automaticky rozpozná nový plugin
de_de: FOSSBilling erkennt automatisch neue Plugins
el_gr: Το FOSSBilling θα ανιχνεύσει αυτόματα το νέο πρόσθετο
hu_hu: A FOSSBilling automatikusan felismeri az új bővítményt
id_id: FOSSBilling akan otomatis mendeteksi plugin baru
lt_lt: FOSSBilling automatiškai aptiks naują papildinį
pl_pl: FOSSbilling automatycznie wykryje nową wtyczkę
pt_br: FOSSBilling irá detectar automaticamente novo plugin
pt_pt: O FOSSBilling detectará automaticamente o novo plugin
uk_ua: FOSSBilling автоматично виявить новий плагін
zh_cn: FOSSBilling 将自动检测到新插件

source: Read
bg_bg: Прочетете
ca_es: Llegir
cs_cz: Číst
de_de: Lesen
el_gr: Διαβάστηκε
hu_hu: Olvassa el
id_id: Baca
lt_lt: Skaityti
pl_pl: Przeczytaj
pt_br: Ler
pt_pt: Ler
uk_ua: Читати
zh_cn: 已读

source: for more information.
bg_bg: за повече информация.
ca_es: per a més informació.
cs_cz: pro více informací.
de_de: für mehr Informationen.
el_gr: για περισσότερες πληροφορίες
hu_hu: további információkért.
id_id: untuk informasi lebih lanjut.
lt_lt: dėl daugiau informacijos.
pl_pl: aby uzyskać więcej informacji.
pt_br: para mais informações.
pt_pt: para mais informações.
uk_ua: Для додаткової інформації.
zh_cn: 查看更多信息。

source: Staff
ar_sa: الموظفون
bg_bg: Стафф Модератори
ca_es: Equip
cs_cz: Zaměstnanec
de_de: Mitarbeiter
el_gr: Προσωπικό
fa_ir: کارکنان
fi_fi: Henkilöstö
fr_fr: Équipe
hu_hu: Vezetőség
lt_lt: Personalas
nl_nl: Medewerkers
pl_pl: Personel
pt_br: Equipe
pt_pt: Pessoal
sr_rs: Osoblje
tr_tr: Personel
uk_ua: Персонал
vi_vn: Nhân viên
zh_cn: 工作人员

source: John Smith
ar_sa: خالد العمري
bg_bg: Валя Балканска
cs_cz: Jan Novák
de_de: Max Mustermann
fa_ir: علی احمدی
fi_fi: Matti Meikäläinen
fr_fr: John Prm
hu_hu: Kovács János
id_id: Budie Ari Setiadi
lt_lt: Vardenis Pavardenis
nl_nl: Pietje Bel
pl_pl: Jan Kowalski
pt_br: João Silva
ru_ru: Jon Smit
sr_rs: Marko Marković
uk_ua: Кобець Олег Іванович
vi_vn: Nam Nguyễn
zh_cn: 李四

source: Operator
ar_sa: المُشغّل
bg_bg: Оператор
cs_cz: Operátor
de_de: Bearbeiter
el_gr: Χειριστής
fa_ir: اپراتور
fi_fi: Operaattori
fr_fr: Opérateur
hu_hu: Kezelő
pt_br: Operador
ru_ru: Оператор
tr_tr: Operatör
uk_ua: Оператор
zh_cn: 客服

source: Available network interfaces
cs_cz: Dostupná síťová rozhraní

source: Sponsor
ar_sa: الراعي
bg_bg: Спонсор
ca_es: Patrocinador
cs_cz: Sponzor
el_gr: Χορηγός
fa_ir: اسپانسر
fi_fi: Sponsori
fr_fr: Partenaires
hu_hu: Szponzor
lt_lt: Rėmėjas
pt_br: Apoiar
pt_pt: Patrocinador
ru_ru: Поддержать
sr_rs: Sponzor
uk_ua: Спонсор
vi_vn: Tài trợ
zh_cn: 赞助商

source: Footer
cs_cz: Zápatí
ru_ru: Подвал
sr_rs: Podnožje

source: px
ar_sa: بكسل
bg_bg: пиксели
de_de: Pixel
fa_ir: پیکسل
ru_ru: пикс
zh_cn: 像素 (px)

source: Text
ar_sa: النص
bg_bg: Текст
el_gr: Κείμενο
fa_ir: متن
fi_fi: Teksti
fr_fr: Texte
hu_hu: Szöveg
id_id: Teks
lt_lt: Tekstas
nl_nl: Tekst
pl_pl: Tekst
pt_br: Texto
pt_pt: Texto
ru_ru: Текст
sr_rs: Tekst
tr_tr: Yazı
uk_ua: Текст
vi_vn: Văn bản
zh_cn: 文本

source: n/a
bg_bg: нищо
de_de: Keine Angabe
el_gr: μ/δ
hu_hu: nincs adat
id_id: tidak diketahui
nl_nl: nvt
pl_pl: n/d
ru_ru: н/д
uk_ua: Не вказано

source: Plugin
ar_sa: الاضافات
bg_bg: Разширение
ca_es: Extensió
de_de: Erweiterung
el_gr: Πρόσθετο
fa_ir: پلاگین
fi_fi: Lisäosa
fr_fr: Extension
hu_hu: Bővítmény
lt_lt: Papildinys
pl_pl: Wtyczka
ru_ru: Плагин
sr_rs: Dodatak
tr_tr: Eklenti
uk_ua: Плагін
zh_cn: 插件

source: Nameserver 1
ar_sa: نيم سيرفر 1 ( NameServer )
bg_bg: Име на сървър 1
ca_es: Servidor de noms 1
de_de: Nameserver
fi_fi: Nimipalvelin 1
fr_fr: Nom du serveur 1
hu_hu: Névszerver 1
lt_lt: Vardinis serveris 1
nl_nl: Naamserver 1
pl_pl: Serwer nazw 1
pt_pt: Servidor de nomes 1
ru_ru: Сервер имен 1
tr_tr: İsim Sunucusu #1
zh_cn: 域名服务器1

source: Nameserver 2
ar_sa: نيم سيرفر 2 ( NameServer )
bg_bg: Име на сървър 2
ca_es: Servidor de noms 2
de_de: Nameserver
fi_fi: Nimipalvelin 2
fr_fr: Nom du serveur 2
hu_hu: Névszerver 2
lt_lt: Vardinis serveris 2
nl_nl: Naamserver 2
pl_pl: Serwer nazw 2
pt_pt: Servidor de nomes 2
ru_ru: Сервер имен 2
tr_tr: İsim Sunucusu #2
zh_cn: 域名服务器2

source: Nameserver 3
ar_sa: نيم سيرفر 3 ( NameServer )
bg_bg: Име на сървър 3
ca_es: Servidor de noms 3
de_de: Nameserver
fi_fi: Nimipalvelin 3
fr_fr: Nom du serveur 3
hu_hu: Névszerver 3
lt_lt: Vardinis serveris 3
nl_nl: Naamserver 3
pl_pl: Serwer nazw 3
pt_pt: Servidor de nomes 3
ru_ru: Сервер имен 3
tr_tr: İsim Sunucusu #3
zh_cn: 域名服务器3

source: Nameserver 4
ar_sa: نيم سيرفر 4 ( NameServer )
bg_bg: Име на сървър 4
ca_es: Servidor de noms 4
de_de: Nameserver
fi_fi: Nimipalvelin 4
fr_fr: Nom du serveur 4
hu_hu: Névszerver 4
lt_lt: Vardinis serveris 4
nl_nl: Naamserver 4
pl_pl: Serwer nazw 4
pt_pt: Servidor de nomes 4
ru_ru: Сервер имен 4
tr_tr: İsim Sunucusu #4
zh_cn: 域名服务器4

source: Server
ar_sa: الخادم
bg_bg: Сървър
ca_es: Servidor
el_gr: Διακομιστής
fa_ir: سرور
fi_fi: Palvelin
fr_fr: Serveur
hu_hu: Szerver
lt_lt: Serveris
pl_pl: Serwer
pt_br: Servidor
pt_pt: Servidor
ru_ru: Сервер
tr_tr: Sunucu
uk_ua: Сервер
vi_vn: Máy chủ
zh_cn: 服务器

source: Admin
ar_sa: مديــر
bg_bg: Администратор
de_de: Administrator
el_gr: Διαχειριστής
fa_ir: مدیر
fi_fi: Ylläpitäjä
hu_hu: Adminisztrátor
lt_lt: Administratorius
nl_nl: Beheerder
pl_pl: Administrator
pt_br: Administrador
pt_pt: Administrador
ru_ru: Админ
tr_tr: Yönetici
uk_ua: Адміністратор
vi_vn: Quản trị
zh_cn: 管理员

source: SERVER
bg_bg: СЪРВЪР
ca_es: SERVIDOR
fa_ir: سرور
fr_fr: SERVEUR
hu_hu: KISZOLGÁLÓ
pl_pl: SERWER
pt_br: SERVIDOR
pt_pt: SERVIDOR
uk_ua: СЕРВЕР
vi_vn: MÁY CHỦ
zh_cn: 服务器

source: Whois
bg_bg: Кой е
ca_es: Qui és
hu_hu: Kicsoda
id_id: Siapa
sr_rs: Ko je whois
uk_ua: Хто є хто

source: Cache
ar_sa: ذاكرة التخزين المؤقت
bg_bg: Кеш
ca_es: Memòria cau
el_gr: Μνήμη Cache
fa_ir: حافظه کش
fi_fi: Välimuisti
hu_hu: Gyorsítótár
lt_lt: Talpykla
sr_rs: Keš
tr_tr: Önbellek
uk_ua: Кеш
vi_vn: Bộ nhớ đệm
zh_cn: 缓存

source: Id
ar_sa: المعرف
bg_bg: Ид
fa_ir: شناسه
fi_fi: Tunnus
fr_fr: Identifiant
sr_rs: Broj

source: It appears you are trying to use FOSSBilling without the PHP intl extension enabled. FOSSBilling includes a polyfill for the intl extension, however it does not support :locale. Please enable the intl extension.
de_de: Es scheint, als versuchst du FOSSBilling zu verwenden, ohne dass die PHP-intl-Erweiterung aktiviert ist. FOSSBilling enthält ein Polyfill für die intl-Erweiterung, jedoch wird :locale nicht unterstützt. Bitte aktivieren Sie die intl-Erweiterung.
el_gr: Φαίνεται ότι προσπαθείτε να χρησιμοποιήσετε το FOSSBilling χωρίς να είναι ενεργοποιημένη η επέκταση PHP intl. Το FOSSBilling περιλαμβάνει ένα polyfill για την επέκταση intl, ωστόσο δεν υποστηρίζει το :locale. Παρακαλούμε ενεργοποιήστε την επέκταση intl.
id_id: Sepertinya anda mencoba menggunakan FOSSBilling tanpa ekstensi PHP intl. FOSSBilling menggunakan polyfill pada ekstensi intl, tetapi pengaturan server tidak didukung. Silakan aktifkan ekstensi intl.
pl_pl: Wygląda na to, że próbujesz używać FOSSbilling bez włączonego rozszerzenia PHP intl. FOSSBilling zawiera polyfill dla rozszerzenia intl, jednak ono nie obsługuje :locale.Proszę włącz rozszerzenie intl.
tr_tr: Görünüşe göre "php intl" eklentisi etkin olmadan FOSSBilling'i kullanmaya çalışıyorsunuz. FOSSBilling, "intl" eklentisi için bir çoklu doldurma içerir, ancak :locale i desteklemez. Lütfen "intl" eklentisini etkinleştirin.
zh_cn: 你的 FOSSBilling 运行环境并未开启 PHP intl 扩展，为保障系统稳定运行，请在你的 PHP 配置文件中开启 intl 扩展。

source: Invalid page number
bg_bg: Невалиден номер на страница
ca_es: Número de pàgina no vàlid
de_de: Ungültige Seitenzahl
el_gr: Μη έγκυρος αριθμός σελίδας
id_id: Nomor halaman tidak valid
pl_pl: Nieprawidłowy numer strony
pt_br: Número de página inválido
pt_pt: Número de página inválido
tr_tr: Geçersiz sayfa numarası
uk_ua: Невірний номер сторінки
zh_cn: 无效的页码

source: HttpClientException: :error
pl_pl: Wyjątek HttpClientException: :error

source: Transaction currency :code do not match required currency :required
bg_bg: Валута на транзакцията :code не съответства на изискваната валута която е :required
ca_es: Moneda de la transacció : el codi no coincideix amb la moneda requerida : obligatori
el_gr: Το νόμισμα συναλλαγής :code δεν ταιριάζει με το απαιτούμενο νόμισμα :required
id_id: Mata uang transaksi :code tidak sesuai dengan mata uang yang diperlukan :required
pl_pl: Waluta transakcji :code nie pasuje do wymaganej waluty :required
pt_br: Moeda da transação :code não coincide com a moeda requerida :required
pt_pt: A moeda de transação :código não corresponde à moeda requerida :obrigatório
tr_tr: İşlem para birimi :code, gerekli para birimi :required ile eşleşmiyor
uk_ua: Валюта операції :code не відповідає необхідній валюті :required
zh_cn: 交易币种 :code 与所要求的币种 :required 不匹配

source: Client currency do not match invoice currency
bg_bg: Валутата на клиента не съвпада с валутата на фактурата
ca_es: La moneda del client no coincideix amb la moneda de la factura
el_gr: Το νόμισμα του πελάτη δεν ταιριάζει με το νόμισμα του τιμολογίου
id_id: Mata uang milik klien tidak sesuai dengan mata uang yang ada dalam faktur
pl_pl: Waluta klienta nie pasuje do waluty faktury
pt_br: A moeda de cliente não corresponde à moeda da fatura
pt_pt: A moeda do cliente não corresponde à moeda da fatura
tr_tr: Müşteri para birimi, fatura para birimiyle eşleşmiyor
uk_ua: Валюта клієнта не збігаються з валютою рахунку
zh_cn: 用户的币种与账单的不匹配

source: File was not uploaded
bg_bg: Файлът не бе качен
ca_es: El fitxer no s'ha penjat
de_de: Datei wurde nicht hochgeladen
el_gr: Το αρχείο δε μεταφορτώθηκε
id_id: File tidak terunggah
pl_pl: Plik nie został przesłany
pt_br: O arquivo não foi enviado
pt_pt: O ficheiro não foi carregado
tr_tr: Dosya yüklenemedi
uk_ua: Файл не був завантажений
zh_cn: 文件未上传

source: Error uploading file
bg_bg: Грешка при качването на файла
ca_es: S'ha produït un error en carregar el fitxer
de_de: Fehler beim Hochladen der Datei
el_gr: Σφάλμα μεταφόρτωσης αρχείου
id_id: Kesalahan Unggah file
pl_pl: Błąd podczas przesyłania pliku
pt_br: Erro ao enviar o arquivo
pt_pt: Erro ao carregar o ficheiro
tr_tr: Dosya yüklenirken hata oluştu
uk_ua: Помилка завантаження файлу
zh_cn: 上传文件出错

source: File cannot be downloaded at the moment. Please contact support
el_gr: Δεν είναι δυνατή η λήψη του αρχείου αυτή τη στιγμή. Παρακαλώ επικοινωνήστε με την υποστήριξη
id_id: File tidak dapat diunduh untuk beberapa saat. Mohon untuk menghubungi teknisi
pl_pl: Nie można pobrać pliku w obecnej chwili. Skontaktuj się z działem obsługi
tr_tr: Dosya şu anda indirilemiyor. Lütfen destek ile iletişime geçiniz
zh_cn: 当前文件无法下载，请联系客服

source: License plugin do not have generate method
bg_bg: Плъгинът с лиценз няма метод за генериране
ca_es: El connector de llicència no té un mètode de generació
el_gr: Πρόσθετο άδειας δεν έχει τη μέθοδο δημιουργίας
id_id: Plugin lisensi tidak memiliki metode generate
pl_pl: Dodatek licencji nie posiada metody generate
pt_br: Plugin de licença não possui método de geração
pt_pt: O plugin de licença não tem o método generate
tr_tr: Lisans eklentisinin oluşturma yöntemi yok
uk_ua: Плагін ліцензії не має методу генерування
zh_cn: 授权插件没有生成 method

source: The link have expired or you have already confirmed password reset.
bg_bg: Връзката е изтекла или вече сте потвърдили възстановяването на паролата.
ca_es: L'enllaç ha caducat o ja heu confirmat el restabliment de la contrasenya.
de_de: Der Link ist abgelaufen oder du hast bereits das Passwort zurückgesetzt.
el_gr: Ο σύνδεσμος έχει λήξει ή έχετε ήδη κάνει επαναφορά του κωδικού πρόσβασής σας.
id_id: Tautan telah kedaluwarsa atau Anda telah mengonfirmasi pengaturan ulang kata sandi.
pl_pl: Link wygasł lub hasło zostało już zresetowane.
pt_br: O link expirou ou você já confirmou a redefinição da senha.
pt_pt: A ligação expirou ou já confirmou a reposição da palavra-passe.
tr_tr: Bağlantının süresi dolmuş veya daha önce şifre sıfırlama bağlantısını kullanmışsınız.
uk_ua: Термін дії посилання закінчився або ви вже підтвердили скидання пароля.
zh_cn: 链接已过期或您已经完成密码重置。

source: Knowledge base category not found
bg_bg: Категорията на базата знания не е намерена
ca_es: No s'ha trobat la categoria de la base de coneixement
de_de: Wissensdatenbank-Kategorie nicht gefunden
el_gr: Η κατηγορία της βάσης γνώσης δεν βρέθηκε
id_id: Kategori Basis Pengetahuan tidak ada
pl_pl: Nie znaleziono kategorii bazy wiedzy
pt_br: Categoria da base de conhecimento não encontrada
pt_pt: Categoria da base de dados de conhecimento não encontrada
tr_tr: Bilgi Bankası kategorisi bulunamadı
uk_ua: Категорія бази знань не знайдена
zh_cn: 未找到知识库的分类

source: New client
bg_bg: Нов клиент
ca_es: Client nou
de_de: Neuer Kunde
el_gr: Νέος πελάτης
id_id: Klien baru
pl_pl: Nowy klient
pt_br: Novo cliente
pt_pt: Novo cliente
tr_tr: Yeni müşteri
uk_ua: Новий клієнт
zh_cn: 新客户

source: Clients logins history
bg_bg: История на влизанията на клиентите
ca_es: Historial d'inicis de sessió dels clients
de_de: Anmeldeverlauf der Kunden
el_gr: Ιστορικό συνδέσεων πελατών
id_id: Histori login klien
pl_pl: Historia logowań klientów
pt_br: Histórico Acesso de Clientes
pt_pt: Histórico de logins de clientes
tr_tr: Müşteri giriş geçmişi
uk_ua: Історія входу клієнтів
zh_cn: 客户登录历史

source: Logins history
bg_bg: История на влизанията
ca_es: Historial d'inicis de sessió
de_de: Anmeldungsverlauf
el_gr: Ιστορικό συνδέσεων
id_id: Riwayat log masuk
pl_pl: Historia logowań
pt_br: Histórico de logins
pt_pt: Histórico de logins
tr_tr: Oturum Açma Geçmişi
uk_ua: Історія входів в систему
zh_cn: 登录历史

source: Please enter new password two times in order avoid mistypes
bg_bg: Моля, въведете новата парола два пъти, за да избегнете грешки
ca_es: Introduïu la nova contrasenya dues vegades per evitar errors d'escriptura
de_de: Bitte gib zweimal ein neues Passwort ein, damit Fehler vermieden werden
el_gr: Παρακαλούμε εισάγετε το νέο κωδικό δύο φορές για να αποφύγουμε τυχόν λάθος πληκτρολογήσεις
id_id: Harap masukkan kata sandi baru dua kali untuk menghindari kesalahan pengetikan
pl_pl: Wprowadź nowe hasło dwa razy, aby uniknąć błędnego wpisania
pt_br: Por favor, digite a nova senha duas vezes para evitar erros
pt_pt: Introduza a nova palavra-passe duas vezes para evitar erros de digitação
tr_tr: Yazım hatalarını önlemek için lütfen yeni şifreyi iki defa girin
uk_ua: Будь ласка, введіть новий пароль два рази, щоб уникнути помилок
zh_cn: 请两次输入新密码以确保正确

source: Create new client profile if you want to manage your money in other currency.
bg_bg: Създайте нов профил, ако желаете да плащате или да управлявате вашите пари с друга валута.
ca_es: Creeu un perfil de client nou si voleu gestionar els vostres diners en una altra moneda.
de_de: Erstelle ein neues Kundenkonto, wenn du dein Geld in einer anderen Währung verwalten möchten.
el_gr: Δημιουργήστε νέο προφίλ πελάτη εάν θέλετε να διαχειριστείτε τα χρήματά σας σε άλλο νόμισμα.
id_id: Buat profil klien baru jika Anda ingin mengelola uang Anda dalam mata uang lain.
pl_pl: Utwórz nowy profil klienta, jeśli chcesz zarządzać swoimi pieniędzmi w innej walucie.
pt_br: Crie um novo perfil de cliente se quiser administrar seu dinheiro em outra moeda.
tr_tr: Hesabınızı başka para biriminde yönetmek istiyorsanız yeni müşteri profili oluşturun.
zh_cn: 如果您希望使用其他货币币种，请创建一个新的账号。

source: Here you can specify message which will be shown to user. It will be shown until user will click <strong>Close &times;</strong> button, however it will not be intrusive and will not disturb to perform any actions.
bg_bg: Тук можете да специфицирате съобщение което да бъде показано на потребителя. То ще се показва, докато потребителят щракне върху бутона за <strong> Затваряне &times;</strong> но съобщението няма да бъде натрапчиво и няма да пречи на извършването на каквито и да било действия.
ca_es: Aquí podeu especificar el missatge que es mostrarà a l&#39;usuari. Es mostrarà fins que l&#39;usuari faci clic al botó <strong>Tanca ×</strong> , però no serà intrusiu i no molestarà per dur a terme cap acció.
de_de: Hier kannst du die Nachricht angeben, die dem Nutzer angezeigt wird. Diese wird angezeigt, bis der Benutzer <strong>schliessen &times;</strong> klickt, jedoch wird es nicht aufdringlich sein.
el_gr: Εδώ μπορείτε να καθορίσετε το μήνυμα που θα εμφανιστεί στο χρήστη. Θα εμφανίζεται μέχρι ο χρήστης να κάνει κλικ στο <strong>Κλείσιμο &times;</strong> κουμπί, ωστόσο δεν θα είναι ενοχλητικό και δεν θα ενοχλεί για την εκτέλεση οποιασδήποτε ενέργειας.
pl_pl: Tutaj możesz określić wiadomość, która zostanie wyświetlona użytkownikowi. Zostanie wyświetlone dopóki użytkownik nie kliknie przycisku <strong>Zamknij &times;</strong>, nie będzie to jednak inwazyjne i nie przeszkadzać w wykonaniu żadnych czynności.
pt_br: Aqui você pode especificar a mensagem que será mostrada ao usuário. Ele será mostrado até que o usuário clique no botão <strong>Fechar &times;</strong>, no entanto, não será intrusivo e não atrapalhará a execução de nenhuma ação.
pt_pt: Aqui pode especificar a mensagem que será mostrada ao utilizador. Será mostrada até o utilizador clicar no botão <strong>Close &times;</strong>, mas não será intrusiva e não perturbará a realização de quaisquer acções.
tr_tr: Burada kullanıcıya gösterilecek mesajı belirleyebilirsiniz. Kullanıcı <strong>Kapat &times;</strong> butonuna tıklayana kadar gösterilmeye devam edecek. <strong>Kapat</strong> butonuna tıklamaması halinde ise rahatsız edici bir durum oluşturmayacaktır.
uk_ua: Тут Ви можете вказати повідомлення, яке буде показано користувачеві, поки користувач не натисне кнопку <strong>Закрити&times;</strong>, Але вона не буде нав'язливою і не заважатиме виконувати будь-які дії.
zh_cn: 在这里指定将向用户显示的置顶消息。 它将一直显示，直到用户单击<strong>关闭 &times;</strong>按钮，但它不会干扰其它操作。

source: Unix crontab setup
bg_bg: Настройка на Unix crontab
ca_es: Configuració de crontab Unix
de_de: Unix crontab Einstellungen
el_gr: Ρύθμιση Unix crontab
id_id: Pengaturan unix crontab
pl_pl: Konfiguracja crontab Unix
pt_br: Configuração do crontab do Unix
pt_pt: Configuração do crontab Unix
tr_tr: Unix crontab değeri
uk_ua: Налаштування crontab
zh_cn: Unix 系统的 crontab 设置

source: If one of the available options don't quite meet your needs, you can define a custom DSN. Please keep in mind that usernames, passwords, and hostnames with special characters need to be URL-encoded.
bg_bg: Ако някоя от наличните опции не отговаря напълно на нуждите ви, можете да дефинирате потребителското DSN. Имайте предвид, че потребителските имена, паролите и имената на хостовете със специални символи трябва да бъдат URL кодирани.
ca_es: Si una de les opcions disponibles no s'adapta del tot a les vostres necessitats, podeu definir un DSN personalitzat. Tingueu en compte que els noms d'usuari, les contrasenyes i els noms d'amfitrió amb caràcters especials han d'estar codificats per URL.
de_de: Wenn eine der verfügbaren Optionen Ihren Anforderungen nicht ganz entspricht, können Sie einen benutzerdefinierten DSN definieren. Bitte beachten Sie, dass Benutzernamen, Kennwörter und Hostnamen mit Sonderzeichen URL-kodiert sein müssen.
el_gr: Εάν μία από τις διαθέσιμες επιλογές δεν καλύπτει πλήρως τις ανάγκες σας, μπορείτε να ορίσετε ένα προσαρμοσμένο DSN. Λάβετε υπόψη ότι τα ονόματα χρήστη, οι κωδικοί πρόσβασης και τα ονόματα κεντρικών υπολογιστών με ειδικούς χαρακτήρες πρέπει να κωδικοποιούνται σε διεύθυνση URL.
id_id: Jika satu dari opsi yang tersedia tidak memenuhi kebutuhan Anda, Anda dapat membuat DSN kustom. Mohon diperhatikan nama pengguna, dan nama host harus menggunakan karakter spesial dan URL-encoded.
pl_pl: Jeśli jedna z dostępnych opcji nie spełnia dokładnie Twoich potrzeb, możesz zdefiniować niestandardowy DSN. Pamiętaj, że nazwy użytkowników, hasła i nazwy hostów z znakami specjalnymi muszą być zakodowane URL.
pt_br: Se uma das opções disponíveis não atender às suas necessidades, você pode definir um DSN personalizado. Lembre-se de que nomes de usuário, senhas e nomes de host com caracteres especiais precisam ser codificados em URL.
pt_pt: Se uma das opções disponíveis não corresponder às suas necessidades, pode definir um DSN personalizado. Tenha em atenção que os nomes de utilizador, as palavras-passe e os nomes de anfitrião com caracteres especiais têm de ser codificados por URL.
tr_tr: Mevcut seçeneklerden biri ihtiyaçlarınızı tam olarak karşılamıyorsa, özel bir DSN tanımlayabilirsiniz. Lütfen kullanıcı adlarının, şifrelerin ve özel karakterli ana bilgisayar adlarının URL olarak kodlanması gerektiğini unutmayın.
uk_ua: Якщо один із доступних варіантів не зовсім відповідає вашим потребам, ви можете визначити спеціальний DSN. Майте на увазі, що імена користувачів, паролі та імена хостів зі спеціальними символами мають бути закодовані за допомогою URL-адреси.
zh_cn: 如果当前所有选项不能满足您的需求，可自定义 DSN 。需要留意的是，如用户名、密码和主机名等，需要使用 URL-encoded 。
