Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Check for temporary / disposable email addresses.
ar_sa: تحقق من عناوين البريد الإلكتروني المؤقتة / المتاحة.
bg_bg: Проверете за временни/еднократни имейл адреси.
cs_cz: Zkontrolovat dočasné / jednorázové e-mailové adresy.
de_de: Überprüfe temporäre / Einweg E-Mail-Adressen.
el_gr: Ελέγξτε για προσωρινές διευθύνσεις ηλεκτρονικού ταχυδρομείου.
fa_ir: آدرس های ایمیل موقت/ کبار مصرف را بررسی کنید.
fi_fi: Tarkista väliaikaiset / kertakäyttöiset sähköpostiosoitteet.
fr_fr: Vérifier s'il y a des adresses temporaires ou jetables.
hu_hu: Ellenőrizze az ideiglenes / eldobható e-mail címeket.
id_id: Pengecakan untuk email sementara atau sekali pakai.
nl_nl: Controleer op tijdelijke/verwijderbare e-mail adressen.
pl_pl: Sprawdź tymczasowe / jednorazowe adresy e-mail.
pt_br: Verificar endereços de e-mail temporários / descartáveis.
ro_ro: Verifică pentru adrese de e-mail temporare / disponibile.
ru_ru: Проверять наличие временных/одноразовых адресов электронной почты.
sr_rs: Proverite da li postoje privremene/jednokratne adrese e-pošte.
tr_tr: Geçici / tek kullanımlık e-posta adreslerini kontrol edin.

source: Staff Group management
ar_sa: إدارة مجموعة الموظفين
bg_bg: Управление на стафф модераторските групи
ca_es: Gestió del grup de personal
cs_cz: Správa skupin zaměstnanců
de_de: Mitarbeitergruppen verwalten
el_gr: Διαχείριση ομάδας προσωπικού
fa_ir: مدیریت گروه کارکنان
fi_fi: Henkilöstöryhmän hallinta
fr_fr: Gestion du groupe du personnel
hu_hu: Személyzeti csoport vezetősége
id_id: Kelola Grup Staff
lt_lt: Personalo grupės valdymas
nl_nl: Groep management medewerkers
pl_pl: Zarządzanie grupą personelu
pt_br: Gerenciamento do grupo da equipe
pt_pt: Gestão do grupo de pessoal
ro_ro: Gestionare grup staff
ru_ru: Управление группами персонала
sr_rs: Menadžment grupe osoblja
tr_tr: Personel Grup Yönetimi
uk_ua: Керування групами персоналу
vi_vn: Quản lý nhóm nhân viên
zh_cn: 员工群组管理

source: Manage staff member details
ar_sa: إدارة تفاصيل الموظف
bg_bg: Управлявайте подробностите на стаффа модераторите
ca_es: Gestionar les dades dels membres del personal
cs_cz: Spravovat údaje zaměstnance
de_de: Mitarbeiter-Details verwalten
el_gr: Διαχειριστείτε τα στοιχεία των μελών του προσωπικού
fa_ir: مدیریت جزئیات کارکنان
fi_fi: Hallitse henkilöstön jäsenten tietoja
fr_fr: Gérer les détails du membre du personnel
hu_hu: Munkatársak adatainak kezelése
id_id: Kelola rincian anggota staff
lt_lt: Tvarkyti personalo narių duomenis
nl_nl: Personeelsleden gegevens beheren
pl_pl: Zarządzaj danymi pracownika
pt_br: Gerenciar detalhes do membro da equipe
pt_pt: Gerir os dados dos membros do pessoal
ro_ro: Gestionează detaliile membrilor staff
ru_ru: Управление данными сотрудников
sr_rs: Upravljajte detaljima o članovima osoblja
tr_tr: Personel ayrıntılarını yönet
uk_ua: Керувати подробицями співробітника
vi_vn: Quản lý thông tin thành viên công ty
zh_cn: 管理员工详情

source: Staff group updated
ar_sa: تم تحديث مجموعة الموظفين
bg_bg: Групата на стаффа персонала беше актуализирана
ca_es: Grup de personal actualitzat
cs_cz: Skupina zaměstnanců byla aktualizována
de_de: Mitarbeitergruppe aktualisiert
el_gr: Η ομάδα προσωπικού ενημερώθηκε
fa_ir: گروه کارکنان به روز شد
fi_fi: Henkilöstöryhmä päivitetty
fr_fr: Groupe du personnel mis à jour
hu_hu: A személyzeti csoport frissítve
id_id: Grup staff diperbarui
lt_lt: Darbuotojų grupė atnaujinta
nl_nl: Medewerkersgroep bijgewerkt
pl_pl: Grupa personelu zaktualizowana
pt_br: Grupo de equipe atualizado
pt_pt: Grupo de pessoal atualizado
ro_ro: Grup staff actualizat
ru_ru: Группа персонала обновлена
sr_rs: Ažurirani članovi osoblja
tr_tr: Personel grubu güncellendi
uk_ua: Групу співробітників оновлено
vi_vn: Nhóm nhân viên đã được cập nhật
zh_cn: 员工群组已更新

source: Staff members
ar_sa: الموظفون:
bg_bg: Потребители който са стафф модератори
ca_es: Membres del personal
cs_cz: Zaměstnanci
de_de: Mitarbeiter
el_gr: Μέλη προσωπικού
fa_ir: کارمندان
fi_fi: Henkilöstö
fr_fr: Membres du personnel
hu_hu: Munkatársak
id_id: Anggota Staf
lt_lt: Personalo darbuotojai
nl_nl: Staf medewerkers
pl_pl: Członkowie personelu
pt_br: Membros da equipe
pt_pt: Membros do pessoal
ro_ro: Membrii staff
sr_rs: Članovi osoblja
tr_tr: Personeller
uk_ua: Співробітник
vi_vn: Thành viên công ty
zh_cn: 员工

source: New staff member
ar_sa: موظف جديد
bg_bg: Нов стафф модератор член
ca_es: Nou membre del personal
cs_cz: Nový zaměstnanec
de_de: Mitarbeiter hinzufügen
el_gr: Νέο μέλος προσωπικού
fa_ir: کارمند جدید
fi_fi: Uusi henkilöstön jäsen
fr_fr: Nouveau membre du personnel
hu_hu: Új munkatárs
id_id: Anggota staff baru
lt_lt: Naujas personalo darbuotojas
nl_nl: Nieuwe staf medewerker
pl_pl: Nowy pracownik
pt_br: Novo membro da equipe
pt_pt: Novo membro do pessoal
ro_ro: Membru nou staff
ru_ru: Yangi xodim
sr_rs: Novi član osoblja
tr_tr: Yeni Personel
uk_ua: Новий співробітник
vi_vn: Thành viên mới
zh_cn: 新增员工

source: New group
ar_sa: مجموعة جديدة
bg_bg: Нова група
ca_es: Nou grup
cs_cz: Nová skupina
de_de: Neue Gruppe
el_gr: Νέα ομάδα
fa_ir: گروه جدید
fi_fi: Uusi ryhmä
fr_fr: Nouveau groupe
hu_hu: Új csoport
id_id: Grup baru
lt_lt: Nauja grupė
nl_nl: Nieuwe groep
pl_pl: Nowa grupa
pt_br: Novo grupo
pt_pt: Novo grupo
ro_ro: Grup nou
ru_ru: Новая группа
sr_rs: Nova grupa
tr_tr: Yeni grup
uk_ua: Нова група
vi_vn: Tạo nhóm
zh_cn: 新建组

source: Signature
ar_sa: التوقيع
bg_bg: Подпис
ca_es: Signatura
cs_cz: Podpis
de_de: Signatur
el_gr: Υπογραφή
fa_ir: امضا
fi_fi: Allekirjoitus
fr_fr: Siganture
hu_hu: Aláírás
id_id: Tanda tangan
lt_lt: Parašas
nl_nl: Handtekening
pl_pl: Podpis
pt_br: Assinatura
pt_pt: Assinatura
ro_ro: Semnătură
ru_ru: Imzo
sr_rs: Potpis
tr_tr: İmza
uk_ua: Підпис
vi_vn: Chữ ký
zh_cn: 签名

source: Inactive
ar_sa: غير مُفعّل
bg_bg: Неактивен
ca_es: Inactiu
cs_cz: Neaktivní
de_de: Inaktiv
el_gr: Ανενεργό
fa_ir: غیرفعال
fi_fi: Epäaktiivinen
fr_fr: Inactif
hu_hu: Inaktív
id_id: Tidak aktif
lt_lt: Neaktyvus
nl_nl: Inactief
pl_pl: Nieaktywny
pt_br: Inativo
pt_pt: Inativo
ro_ro: Inactiv
ru_ru: Неактивно
sr_rs: Neaktivan
tr_tr: Pasif
uk_ua: Неактивні
vi_vn: Tắt
zh_cn: 非活跃的

source: Create group
ar_sa: إنشاء مجموعة
bg_bg: Създаване на група
ca_es: Crear grup
cs_cz: Vytvořit skupinu
de_de: Gruppe erstellen
el_gr: Δημιουργία ομάδων
fa_ir: ساخت گروه جدید
fi_fi: Luo ryhmä
fr_fr: Créer un groupe
hu_hu: Csoport létrehozása
id_id: Buat grup
lt_lt: Sukurti grupę
nl_nl: Groep aanmaken
pl_pl: Utwórz grupę
pt_br: Criar grupo
pt_pt: Criar grupo
ro_ro: Creează grup
ru_ru: Guruhni yaratish
sr_rs: Napravite grupu
tr_tr: Grup Oluştur
uk_ua: Створити групу
vi_vn: Tạo nhóm
zh_cn: 新增群组

source: Create main administrator account
ar_sa: إنشاء حساب مسؤول رئيسي
bg_bg: Създайте основен администраторски профил
ca_es: Crea un compte d'administrador principal
cs_cz: Vytvořit hlavní účet administrátora
de_de: Administrator anlegen
el_gr: Δημιουργία κυρίως λογαριασμού διαχειριστή
fa_ir: ایجاد مدیر اصلی حساب
fi_fi: Luo pääylläpitäjän tili
fr_fr: Créer un compte administrateur principal
hu_hu: Fő rendszergazdai fiók létrehozása
id_id: Buat akun administratur utama
lt_lt: Sukurti pagrindinio administratoriaus paskyrą
nl_nl: Maak een hoofd beheerdersaccount aan
pl_pl: Utwórz główne konto administratora
pt_br: Criar conta do administrador principal
pt_pt: Criar uma conta de administrador principal
ro_ro: Creare cont administrator principal
ru_ru: Создать аккаунт главного администратора
sr_rs: Napravite glavni administratorski nalog
tr_tr: Ana yönetici hesabı oluştur
uk_ua: Створити обліковий запис головного адміністратора
vi_vn: Tạo tài khoản quản trị chính
zh_cn: 创建主管理员账户

source: Create administrator account
ar_sa: إنشاء حساب مسؤول رئيسي
bg_bg: Създайте администраторски профил
ca_es: Crea un compte d'administrador
cs_cz: Vytvořit účet administrátora
de_de: Administrator anlegen
el_gr: Δημιουργία λογαριασμού διαχειριστή
fa_ir: ایجاد مدیر حساب
fi_fi: Luo järjestelmänvalvojan tili
fr_fr: Créer un compte administrateur
hu_hu: Rendszergazdai fiók létrehozása
id_id: Buat akun administratur
lt_lt: Sukurti administratoriaus paskyrą
nl_nl: Maak beheerdersaccount aan
pl_pl: Utwórz konto administratora
pt_br: Criar conta administrativa
pt_pt: Criar conta de administrador
ro_ro: Creați un cont de administrator
ru_ru: Создать аккаунт администратора
sr_rs: Napravite administratorski nalog
tr_tr: Ana yönetici hesabı oluştur
uk_ua: Створіть обліковий запис адміністратора
vi_vn: Tạo tài khoản quản trị
zh_cn: 新增管理员账户

source: Log into your account
ar_sa: سجل الدخول الى حسابك
bg_bg: Влезте в профила си
ca_es: Inicieu sessió al vostre compte
cs_cz: Přihlaste se do svého účtu
de_de: Logge dich in dein Konto ein
el_gr: Συνδεθείτε στο λογαριασμό σας
fa_ir: وارد حساب کاربری خود شوید
fi_fi: Kirjaudu tilillesi
fr_fr: Connectez-vous à votre compte
hu_hu: Lépj be fiókoddal
id_id: Masuk ke Akun Anda
lt_lt: Prisijungti prie paskyros
nl_nl: Log in op account
pl_pl: Zaloguj się na swoje konto
pt_br: Entre na sua conta
pt_pt: Iniciar sessão na sua conta
ro_ro: Autentifică-te în contul tău
ru_ru: Войдите в свой аккаунт
sr_rs: Prijavite se na svoj nalog
tr_tr: Hesabınızda oturum açın
uk_ua: Увійдіть у свій обліковий запис
vi_vn: Đăng nhập vào tài khoản của bạn
zh_cn: 登入

source: Forgot your password?
ar_sa: نسيت كلمة المرور؟
bg_bg: Забравена парола?
ca_es: Heu oblidat la contrasenya?
cs_cz: Zapomněli jste heslo?
de_de: Passwort vergessen?
el_gr: Ξεχάσατε τον κωδικό σας;
fa_ir: گذرواژه خود را فراموش کرده‌اید?
fi_fi: Unohditko salasanan?
fr_fr: Mot de passe oublié ?
hu_hu: Elfelejtetted a jelszavad?
id_id: Lupa Kata sandi?
lt_lt: Pamiršote savo slaptažodį?
nl_nl: Wachtwoord vergeten?
pl_pl: Zapomniałeś hasła?
pt_br: Esqueceu sua senha?
pt_pt: Esqueceu-se da sua palavra-passe?
ro_ro: Ai uitat parola?
ru_ru: Забыли пароль?
sr_rs: Zaboravili ste lozinku?
tr_tr: Şifrenizi mi unuttunuz?
uk_ua: Забули свій пароль?
vi_vn: Quên mật khẩu?
zh_cn: 忘记了密码？

source: Staff members login history
ar_sa: سجل دخول العملاء
bg_bg: Хронология на стафф персонала за колко пъти са се вписали в системата
ca_es: Historial d'inicis de sessió dels membres del personal
cs_cz: Historie přihlášení zaměstnanců
de_de: Mitarbeiter-Login-Verlauf
el_gr: Ιστορικό σύνδεσης μελών προσωπικού
fa_ir: تاریخچه ورود کارکنان
fi_fi: Henkilöstön kirjautumishistoria
fr_fr: Historique de connexion des membres du personnel
hu_hu: Vezetőségi tagok belépési története
id_id: Riwayat masuk anggota staff
lt_lt: Darbuotojų prisijungimo istorija
nl_nl: Inloggeschiedenis staf medewerkers
pl_pl: Historia logowania członków personelu
pt_br: Histórico de login dos membros da equipe
pt_pt: Histórico de início de sessão dos membros do pessoal
ro_ro: Istoricul autentificărilor membrilor personalului
ru_ru: История входов сотрудников
sr_rs: Istorija prijavljivanja članova osoblja
tr_tr: Personel Oturum Açma Geçmişi
uk_ua: Історія входу співробітників
vi_vn: Lịch sử nhân viên đăng nhập
zh_cn: 员工登录历史记录

source: This staff member is used by FOSSBilling to perform system tasks and cannot be removed.
cs_cz: Tento zaměstnanec je využíván FOSSBilling k provádění systémových úkolů a nelze jej odstranit.
de_de: Dieser Mitarbeiter wird von FOSSBilling verwendet, um Systemaufgaben auszuführen und kann nicht entfernt werden.
el_gr: Αυτό το μέλος του προσωπικού χρησιμοποιείται από το FOSSBilling για την εκτέλεση εργασιών του συστήματος και δεν μπορεί να αφαιρεθεί.
fa_ir: این کارمند توسط FOSSBilling برای انجام وظایف سیستم استفاده می شود و نمی توان آن را حذف کرد.
fr_fr: Ce membre du personnel est utilisé par FOSSBilling pour effectuer des tâches système et ne peut pas être supprimé.
hu_hu: Ezt a munkatársat a FOSSBilling rendszerfeladatok elvégzésére használja, és nem távolítható el.
id_id: Anggota staff ini digunakan oleh FOSSBilling untuk melakukan pekerjaan sistem dan tidak dapat dihapus.
nl_nl: Deze medewerker wordt door FOSSBilling gebruikt om systeemtaken uit te voeren en kan niet worden verwijderd.
pl_pl: Ten pracownik jest używany przez FOSSBilling do wykonywania zadań systemowych i nie można go usunąć.
ro_ro: Acest membru al personalului este folosit de FOSSBilling pentru a efectua sarcini de sistem și nu poate fi eliminat.
ru_ru: Этот сотрудник используется FOSSBilling для выполнения системных задач и не может быть удален.
sr_rs: FOSSBilling koristi ovog člana osoblja za obavljanje sistemskih zadataka i ne može se ukloniti.

source: Permissions
ar_sa: الصلاحيات
bg_bg: Разрешения
ca_es: Permisos
cs_cz: Oprávnění
de_de: Berechtigungen
el_gr: Δικαιώματα
fa_ir: دسترسی ها
fi_fi: Oikeudet
hu_hu: Engedélyek
id_id: Perizinan
lt_lt: Teisės
nl_nl: Machtigingen
pl_pl: Uprawnienia
pt_br: Permissões
pt_pt: Permissões
ro_ro: Permisiuni
sr_rs: Dozvole
tr_tr: Yetkiler
uk_ua: Права доступу
vi_vn: Quyền
zh_cn: 权限

source: Staff member details updated.
cs_cz: Podrobnosti zaměstnance byly aktualizovány.
ro_ro: Detaliile membrului personalului au fost actualizate.
ru_ru: Данные сотрудника обновлены.
sr_rs: Podaci o članu osoblja su ažurirani.

source: Permissions for:
ar_sa: الصلاحيات:
bg_bg: Разрешения за:
cs_cz: Oprávnění pro
de_de: Berechtigungen für:
el_gr: Δικαιώματα για:
fa_ir: دسترسی ها برای:
fi_fi: Käyttöoikeudet kohteelle:
fr_fr: Permissions pour :
hu_hu: Engedélyek a következőkhöz:
id_id: Perizinan untuk:
nl_nl: Machtigingen voor:
pl_pl: Uprawnienia dla:
pt_br: Permissões para:
ro_ro: Permisiuni pentru:
sr_rs: Dozvole za:
tr_tr: Şu Personel için Yetkiler:

source: Grant all permissions
cs_cz: Udělit veškerá oprávnění
ro_ro: Acordă toate permisiunile
ru_ru: Предоставить все разрешения
sr_rs: Dodeli sve dozvole

source: Revoke all permissions
ar_sa: إلغاء جميع الصلاحيات
bg_bg: Премахни всички разрешения
cs_cz: Odebrat všechna oprávnění
de_de: Entferne alle Berechtigungen
el_gr: Ανάκληση όλων των δικαιωμάτων
fa_ir: حذف همه دسترسی ها
fi_fi: Myönnä kaikki oikeudet
fr_fr: Supprimer toutes les permissions
hu_hu: Az összes engedély visszavonása
id_id: Menghapus semua izin
nl_nl: Alle machtigingen intrekken
pl_pl: Cofnij wszystkie uprawnienia
pt_br: Revogar todas as permissões
ro_ro: Revocă toate permisiunile
ru_ru: Отозвать все разрешения
sr_rs: Opozovite sve dozvole
tr_tr: Tüm izinleri iptal et

source: Full Access Granted
cs_cz: Úplný přístup udělen
ro_ro: Acces complet acordat
ru_ru: Предоставлен полный доступ
sr_rs: Pun Pristup Odobren

source: This administrator has unrestricted access to all system modules and actions.
cs_cz: Tento správce má neomezený přístup ke všem systémovým modulům a akcím.
ro_ro: Acest administrator are acces nerestricționat la toate modulele și acțiunile de sistem.
ru_ru: Этот администратор имеет неограниченный доступ ко всем модулям и действиям системы.
sr_rs: Ovaj administrator ima neograničen pristup svim sistemskim modulima i radnjama.

source: Can manage staff and assign permissions
cs_cz: Může spravovat zaměstnance a přiřadit oprávnění
ro_ro: Poate gestiona personalul și atribui permisiuni
ru_ru: Может управлять персоналом и назначать разрешения
sr_rs: Može da upravlja osobljem i dodeljuje dozvole

source: Can access all client and billing records
cs_cz: Možnost přístupu ke všem klientům a fakturačním záznamům
ro_ro: Poate accesa toate înregistrările clientului și ale facturării
ru_ru: Имеет доступ ко всем записям клиентов и биллинга

source: Can configure system settings and modules
cs_cz: Lze konfigurovat systémová nastavení a moduly
ro_ro: Poate configura setările de sistem și modulele
ru_ru: Может настраивать системные параметры и модули

source: Administrators cannot have their permissions restricted.
cs_cz: Správci nemohou mít svá oprávnění omezena.
ro_ro: Administratorii nu pot avea permisiunile restricționate.
ru_ru: Права администраторов не могут быть ограничены.

source: Permissions updated
ar_sa: تم تحديث الصلاحية
bg_bg: Разрешенията бяха актуализирани
ca_es: Permisos actualitzats
cs_cz: Oprávnění aktualizována
de_de: Berechtigungen aktualisiert
el_gr: Τα δικαιώματα ενημερώθηκαν
fa_ir: دسترسی ها به روز شد
fi_fi: Käyttöoikeudet päivitetty
fr_fr: Autorisations mises à jour
hu_hu: Engedélyek frissítve
id_id: Perizinan telah diperbarui
lt_lt: Leidimai atnaujinti
nl_nl: Machtigingen bijgewerkt
pl_pl: Uprawnienia zaktualizowane
pt_br: Permissões Atualizadas
pt_pt: Permissões actualizadas
ro_ro: Permisiuni actualizate
ru_ru: Разрешения обновлены
sr_rs: Dozvole su ažurirane
tr_tr: Yetkiler güncellendi
uk_ua: Права доступу оновлено
vi_vn: Quyền đã được cập nhật
zh_cn: 权限已更新

source: Module access
ar_sa: الوصول للوحدة
bg_bg: Достъп до модула
cs_cz: Přístup k modulům
de_de: Modulzugriff
el_gr: Πρόσβαση πρόσθετου
fa_ir: دسترسی ماژول
fi_fi: Moduulin käyttöoikeus
fr_fr: Accès au Module
hu_hu: Modul hozzáférés
id_id: Akses modul
nl_nl: Module toegang
pl_pl: Dostęp do modułu
pt_br: Acesso ao módulo
ro_ro: Acces modul
ru_ru: Modulga kirish
sr_rs: Pristup modula
tr_tr: Modül erişimi

source: Can be disabled to prevent the staff member from using any part of this module.
ar_sa: يمكن تعطيله لمنع الموظف من استخدام أي جزء من هذه الوحدة.
bg_bg: Може да бъде деактивиран, за да се попречи на стафф модератор потребителя да използва която и да е част от този модул.
cs_cz: Může být zakázáno, aby zaměstnanci nemohli používat žádnou část tohoto modulu.
de_de: Kann deaktiviert werden, um den Mitarbeiter daran zu hindern, einen Teil dieses Moduls zu benutzen.
el_gr: Μπορεί να απενεργοποιηθεί για να αποτρέψει το μέλος του προσωπικού από τη χρήση οποιουδήποτε μέρους αυτής της ενότητας.
fa_ir: می توان آن را غیرفعال کرد تا از استفاده کارکنان از هر بخشی از این ماژول جلوگیری شود.
fi_fi: Voidaan poistaa käytöstä, jotta toimihenkilö ei voi käyttää mitään tämän moduulin osaa.
fr_fr: Peut être désactivé pour empêcher le membre du personnel d'utiliser n'importe quelle partie de ce module.
hu_hu: Letiltható, hogy a munkatárs ne használhassa a modul bármely részét.
id_id: Bisa dinonaktifkan untuk menghindari anggota staff dari menggunakan modul ini.
nl_nl: Kan worden uitgeschakeld om te voorkomen dat de medewerker enig onderdeel van deze module gebruikt.
pl_pl: Może zostać wyłączony, aby uniemożliwić pracownikowi korzystanie z dowolnej części tego modułu.
pt_br: Pode ser desativado para impedir o membro da equipe de usar qualquer parte deste módulo.
ro_ro: Poate fi dezactivat pentru a împiedica membrii personalului să folosească orice parte a acestui modul.
ru_ru: Можно отключить, чтобы запретить сотруднику использовать любую часть этого модуля.
sr_rs: Može se onemogućiti da bi se sprečilo da član osoblja koristi bilo koji deo ovog modula.
tr_tr: Personelin bu modülün herhangi bir bölümünü kullanmasını engellemek için devre dışı bırakılabilir.

source: None
ar_sa: لايوجد
bg_bg: Нито един
ca_es: Cap
cs_cz: Žádný
de_de: Keine
el_gr: Κανένα
fa_ir: هیچ کدام
fi_fi: Ei mitään
fr_fr: Aucun
hu_hu: Nincs
id_id: Tidak ada
lt_lt: Nėra
nl_nl: Geen
pl_pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ro_ro: Niciunul
ru_ru: Нет
sr_rs: Nijedan
tr_tr: Hiçbiri
uk_ua: Відсутньо
vi_vn: Không
zh_cn: 无

source: Change staff member password
ar_sa: تغيير كلمة مرور الموظف
bg_bg: Промяна на паролите за стафф модераторите
ca_es: Canviar la contrasenya del membre del personal
cs_cz: Změnit heslo zaměstnance
de_de: Mitarbeiter-Passwort ändern
el_gr: Αλλαγή κωδικού πρόσβασης υπαλλήλου
fa_ir: رمز عبور کارکنان را تغییر دهید
fi_fi: Vaihda henkilökunnan jäsenen salasana
fr_fr: Changer le mot de passe du membre du personnel
hu_hu: Munkatársi jelszó módosítása
id_id: Ubah kata sandi anggota staff
lt_lt: Pakeisti darbuotojo slaptažodį
nl_nl: Wachtwoord personeelslid wijzigen
pl_pl: Zmień hasło pracownika
pt_br: Alterar senha de administrador
pt_pt: Alterar a palavra-passe do membro do pessoal
ro_ro: Schimbare parolă membru al personalului
ru_ru: Xodimning parolini o'zgartirish
sr_rs: Promeni lozinku člana osoblja
tr_tr: Personel şifresini değiştir
uk_ua: Змінити пароль співробітника
vi_vn: Đổi mật khẩu nhân viên
zh_cn: 修改员工密码

source: Staff member password changed
ar_sa: تم تغيير كلمة مرور الموظف
bg_bg: Паролата на стафф модератора беше променена
ca_es: La contrasenya del membre del personal ha canviat
cs_cz: Heslo zaměstnance změněno
de_de: Passwort des Mitarbeiters geändert
el_gr: Ο κωδικός πρόσβασης μέλους του προσωπικού άλλαξε
fa_ir: رمز عبور اعضای کارکنان تغییر کرد
fi_fi: Henkilökunnan jäsenen salasana vaihdettu
fr_fr: Mot de passe du membre du personnel modifié
hu_hu: Megváltozott a munkatárs jelszava
id_id: Kata sandi anggota staff berubah
lt_lt: Darbuotojo slaptažodis pakeistas
nl_nl: Wachtwoord van medewerker gewijzigd
pl_pl: Hasło pracownika zostało zmienione
pt_br: Senha do membro da equipe alterada
pt_pt: Alteração da palavra-passe de um membro do pessoal
ro_ro: Parola de membru al personalului schimbată
ru_ru: Xodimning paroli o'zgardi
sr_rs: Lozinka člana osoblja promenjena
tr_tr: Personel şifresi değiştirildi
uk_ua: Пароль співробітника змінено
vi_vn: Mật khẩu nhân viên đã được cập nhật
zh_cn: 员工密码已更改

source: Password confirmation
cs_cz: Potvrzení hesla
ro_ro: Confirmare parolă
ru_ru: Подтверждение пароля

source: Enter your email address. You will receive a confirmation link if your account exists.
ar_sa: أدخل عنوان بريدك الإلكتروني. سوف تتلقى رابط تأكيد إذا كان حسابك موجودا.
bg_bg: Въведете имейл адреса си. Ще получите връзка за потвърждение, ако профила ви съществува.
ca_es: Introdueix la teva adreça de correu electrònic. Rebràs un enllaç de confirmació si el teu compte existeix.
cs_cz: Zadejte svou e-mailovou adresu. Pokud váš účet existuje, obdržíte odkaz pro potvrzení.
de_de: Gib deine E-Mail Adresse ein. Sollte ein Kundenkonto existieren, erhältst du ein Bestätigungslink.
el_gr: Εισάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας. Θα λάβετε έναν σύνδεσμο επιβεβαίωσης εάν υπάρχει ο λογαριασμός σας.
fa_ir: آدرس ایمیل خود را وارد کنید. اگر حساب شما وجود داشته باشد، لینک تأیید دریافت خواهید کرد.
fi_fi: Syötä sähköpostiosoitteesi. Saat vahvistuslinkin, jos tilisi on olemassa.
fr_fr: Entrez votre adresse email. Vous recevrez un lien de confirmation si votre compte existe.
hu_hu: Adja meg e-mail címét. Megerősítő linket fog kapni, ha fiókja létezik.
id_id: Masukkan E-mail anda. Anda akan menerima tautan jika akun anda terdaftar.
lt_lt: Įveskite savo el. pašto adresą. Jei jūsų paskyra egzistuoja, gausite patvirtinimo nuorodą.
nl_nl: Voer een e-mailadres in. Er zal een bevestigingslink worden verzonden als het account bestaat.
pl_pl: Podaj swój adres e-mail. Otrzymasz link potwierdzający, jeśli Twoje konto istnieje.
pt_br: Digite seu e-mail. Você receberá um link de confirmação se a sua conta existir.
pt_pt: Introduza o seu endereço de correio eletrónico. Receberá uma ligação de confirmação se a sua conta existir.
ro_ro: Introduceți adresa dvs. de e-mail. Veți primi un link de confirmare dacă există contul dvs.
ru_ru: Введите ваш адрес электронной почты. Вы получите ссылку для подтверждения, если ваша учетная запись существует.
sr_rs: Unesite svoju imejl adresu. Dobićete vezu za potvrdu ako vaš nalog postoji.
tr_tr: E-posta adresinizi giriniz. Hesabınız mevcutsa bir onay bağlantısı alacaksınız.
uk_ua: Введіть адресу вашої електронної пошти. Ви отримаєте посилання для підтвердження, якщо ваш обліковий запис існує.
vi_vn: Nhập địa chỉ email của bạn. Bạn sẽ nhận được liên kết xác nhận nếu tài khoản đã tồn tại.
zh_cn: 请输入您的邮箱。如果账户存在，您将会收到一个确认链接。
