Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: After payment is received
ar_sa: بعد استلام الدفع
bg_bg: След получаване на плащането
ca_es: Després de rebre el pagament
cs_cz: Po obdržení platby
de_de: Nach Zahlungseingang
el_gr: Μετά τη λήψη της πληρωμής
fa_ir: بعد از پرداخت موفق
fi_fi: Maksun saamisen jälkeen
fr_fr: Après la réception du paiement
hu_hu: A fizetés beérkezése után
id_id: Setelah pembayaran diterima
lt_lt: Gavus apmokėjimą
nl_nl: Nadat de betaling is ontvangen
pl_pl: Po otrzymaniu płatności
pt_br: Após o pagamento recebido
pt_pt: Após a receção do pagamento
ro_ro: După ce plata a fost primită
ru_ru: После получения оплаты
sr_rs: Po prijemu uplate
tr_tr: Ödeme alındıktan sonra
uk_ua: Після отримання платежу
vi_vn: Sau khi thanh toán được nhận
zh_cn: 收到付款之后

source: Manual activation
ar_sa: التنشيط اليدوي
bg_bg: Ръчно активиране
ca_es: Activació manual
cs_cz: Ruční aktivace
de_de: Manuelle Freischaltung
el_gr: Χειροκίνητη ενεργοποίηση
fa_ir: فعالسازی دستی
fi_fi: Manuaalinen aktivointi
fr_fr: Activation manuelle
hu_hu: Manuális aktiválás
id_id: Aktivasi manual
lt_lt: Rankinis aktyvinimas
nl_nl: Handmatige activering
pl_pl: Aktywacja ręczna
pt_br: Ativação manual
pt_pt: Ativação manual
ro_ro: Activare manuală
ru_ru: Ручная активация
sr_rs: Ručna aktivacija
tr_tr: Manuel Olarak Etkinleştirme
uk_ua: Ручна активація
vi_vn: Kích hoạt bằng tay
zh_cn: 手动激活

source: Icon
ar_sa: الأيقونة
bg_bg: Икона
ca_es: Icona
cs_cz: Ikona
el_gr: Εικονίδιο
fa_ir: آیکن
fi_fi: Kuvake
fr_fr: Icône
hu_hu: Ikon
id_id: Ikon
lt_lt: Piktograma
nl_nl: Icoon
pl_pl: Ikona
pt_br: Ícone
pt_pt: Ícone
ro_ro: Iconiță
ru_ru: Иконка
sr_rs: Ikonica
tr_tr: Simge
uk_ua: Іконка
vi_vn: Biểu tượng
zh_cn: 图标

source: New Addon
cs_cz: Nový doplněk
fr_fr: Nouveau module
hu_hu: Új kiegészítő
ro_ro: Addon nou
ru_ru: Новое дополнение
sr_rs: Novi dodatak

source: Categories
ar_sa: الأقسام
bg_bg: Категории
cs_cz: Kategorie
de_de: Kategorien
el_gr: Κατηγορίες
fa_ir: دسته بندی ها
fi_fi: Kategoriat
fr_fr: Catégories
hu_hu: Kategóriák
id_id: Kategori
lt_lt: Kategorijos
nl_nl: Categorieën
pl_pl: Kategorie
pt_br: Categorias
pt_pt: Categorias
ro_ro: Categorii
ru_ru: Turkumlar
sr_rs: Kategorije
tr_tr: Kategoriler
uk_ua: Категорії
vi_vn: Danh mục
zh_cn: 分类

source: Category updated
ar_sa: تم تحديث القسم
bg_bg: Категорията бе актуализирана
ca_es: Categoria actualitzada
cs_cz: Kategorie byla aktualizována
de_de: Kategorie wurde aktualisiert
el_gr: Η κατηγορία ενημερώθηκε
fa_ir: دسته به روز شد
fi_fi: Kategoria päivitetty
fr_fr: Catégorie mise à jour
hu_hu: Kategória frissítve
id_id: Kategori diperbarui
lt_lt: Kategorija atnaujinta
nl_nl: Categorie bijgewerkt
pl_pl: Kategoria zaktualizowana
pt_br: Categoria atualizada
pt_pt: Categoria actualizada
ro_ro: Categorie actualizată
ru_ru: Turkum yangilandi
sr_rs: Kategorija ažurirana
tr_tr: Kategori güncellendi
uk_ua: Категорію оновлено
vi_vn: Danh mục đã được cập nhật
zh_cn: 分类已更新

source: New Product
cs_cz: Nový produkt
fr_fr: Nouvel article
hu_hu: Új termék
ro_ro: Produs Nou
ru_ru: Новый продукт
sr_rs: Novi proizvod

source: New Category
ar_sa: فئة جديدة
bg_bg: Нова категория
cs_cz: Nová kategorie
de_de: Neue Kategorie
el_gr: Νέα κατηγορία
fa_ir: دسته جدید
fi_fi: Uusi kategoria
fr_fr: Nouvelle Catégorie
hu_hu: Új kategória
id_id: Kategori baru
nl_nl: Nieuwe categorie
pl_pl: Nowa kategoria
pt_br: Nova Categoria
ro_ro: Categorie nouă
ru_ru: Новая категория
sr_rs: Nova Kategorija
tr_tr: Yeni Kategori

source: Priority
ar_sa: الأولوية
bg_bg: Приоритет
ca_es: Prioritat
cs_cz: Priorita
de_de: Priorität
el_gr: Προτεραιότητα
fa_ir: اولویت
fi_fi: Prioriteetti
fr_fr: Priorité
hu_hu: Prioritás
id_id: Prioritas
lt_lt: Prioritetas
nl_nl: Prioriteit
pl_pl: Priorytet
pt_br: Prioridade
pt_pt: Prioridade
ro_ro: Prioritate
ru_ru: Muhimlik darajasi
sr_rs: Prioritet
tr_tr: Öncelik
uk_ua: Пріоритет
vi_vn: Ưu tiên
zh_cn: 优先级

source: Update priority
ar_sa: تحديث الأولوية
bg_bg: Актуализиране на приоритета
ca_es: Actualitzar prioritat
cs_cz: Aktualizovat prioritu
de_de: Priorität aktualisieren
el_gr: Ενημέρωση προτεραιότητας
fa_ir: بروزرسانی اولویت
fi_fi: Päivitä prioriteetti
fr_fr: Mettre à jour la priorité
hu_hu: Frissítési prioritás
id_id: Perbaru prioritas
lt_lt: Atnaujinti prioritetą
nl_nl: Update prioriteit
pl_pl: Aktualizuj priorytet
pt_br: Atualizar prioridade
pt_pt: Prioridade de atualização
ro_ro: Actualizează prioritatea
ru_ru: Приоритет обновления
sr_rs: Ažurirajte prioritet
tr_tr: Öncelikleri güncelle
uk_ua: Оновити пріоритет
vi_vn: Cập nhật mức ưu tiên
zh_cn: 更新优先级

source: Icon URL
ar_sa: رابط الأيقونة
bg_bg: URL адрес на икона
ca_es: URL de la icona
cs_cz: Ikona URL
el_gr: Διεύθυνση εικονιδίου
fa_ir: آدرس آیکن
fi_fi: Kuvakkeen URL
fr_fr: Icône d'URL
hu_hu: Ikon webcíme
id_id: URL Ikon
lt_lt: Piktogramos nuoroda
nl_nl: Icoon URL
pl_pl: Adres URL ikony
pt_br: URL do ícone
pt_pt: URL do ícone
ro_ro: URL-ul iconiței
ru_ru: Nishonchaning URL'i
sr_rs: URL ikonice
tr_tr: Simge URL'si
uk_ua: URL іконки
zh_cn: 图标 URL

source: Product configuration
ar_sa: تكوين المنتج
bg_bg: Конфигурация на продукта
ca_es: Configuració del producte
cs_cz: Konfigurace produktu
de_de: Produktkonfiguration
el_gr: Διαμόρφωση Προϊόντος
fa_ir: پیکربندی محصول
fi_fi: Tuotteen asetukset
fr_fr: Configuration du produit
hu_hu: Termék konfigurálása
id_id: Konfigurasi produk
lt_lt: Produkto konfigūracija
nl_nl: Product configuratie
pl_pl: Konfiguracja produktu
pt_br: Configuração do produto
pt_pt: Configuração do produto
ro_ro: Configurarea produsului
ru_ru: Конфигурация продукта
sr_rs: Podešavanje proizvoda
tr_tr: Ürün Yapılandırma
uk_ua: Конфігурація продукту
vi_vn: Cấu hình sản phẩm
zh_cn: 产品配置

source: General settings
ar_sa: الإعدادات العامة
bg_bg: Общи настройки
ca_es: Configuració general
cs_cz: Obecná nastavení
de_de: Allgemeine Einstellungen
el_gr: Γενικές ρυθμίσεις
fa_ir: تنظیمات عمومی
fi_fi: Yleiset asetukset
fr_fr: Paramètres généraux
hu_hu: Általános beállítások
id_id: Pengaturan umum
lt_lt: Bendrieji nustatymaixcd
nl_nl: Algemene instellingen
pl_pl: Ustawienia ogólne
pt_br: Configurações gerais
pt_pt: Definições gerais
ro_ro: Setări generale
ru_ru: Общие настройки
sr_rs: Generalna podešavanja
tr_tr: Genel Ayarlar
uk_ua: Основні налаштування
vi_vn: Cài đặt chung
zh_cn: 常规设置

source: Configuration
ar_sa: التكوين
bg_bg: Конфигурация
ca_es: Configuració
cs_cz: Konfigurace
de_de: Einstellungen
el_gr: Παραμετροποίηση
fa_ir: پیکربندی
fi_fi: Asetukset
hu_hu: Konfiguráció
id_id: Konfigurasi
lt_lt: Konfiguracija
nl_nl: Configuratie
pl_pl: Konfiguracja
pt_br: Configuração
pt_pt: Configuração
ro_ro: Configurație
ru_ru: Konfiguratsiya
sr_rs: Podešavanja
tr_tr: Yapılandırma
uk_ua: Конфігурація
vi_vn: Cấu hình
zh_cn: 设置

source: Upgrades
ar_sa: تحديثات
bg_bg: Надграждания
ca_es: Actualitzacions
cs_cz: Upgrady
el_gr: Αναβαθμίσεις
fa_ir: ارتقاء
fi_fi: Päivitykset
fr_fr: Mises à niveau
hu_hu: Frissítések
id_id: Tingkatan
lt_lt: Atnaujinimai
nl_nl: Verbeteringen
pl_pl: Aktualizacje
pt_br: Atualizações
pt_pt: Actualizações
ro_ro: Upgrade-uri
ru_ru: Обновления
sr_rs: Ažuriranje
tr_tr: Yükseltmeler
uk_ua: Оновлення
vi_vn: Nâng cấp
zh_cn: 升级

source: Links
ar_sa: روابط
bg_bg: Връзки
ca_es: Enllaços
cs_cz: Odkazy
el_gr: Σύνδεσμοι
fa_ir: لینکها
fi_fi: Linkit
fr_fr: Liens
hu_hu: Linkek
id_id: Tautan
lt_lt: Nuorodos
pl_pl: Linki
pt_pt: Ligações
ro_ro: Legături
sr_rs: Linkovi
tr_tr: Linkler
uk_ua: Посилання
vi_vn: Liên kết
zh_cn: 链接

source: General Settings
ar_sa: الإعدادات العامة
bg_bg: Общи настройки
cs_cz: Obecná nastavení
de_de: Allgemeine Einstellungen
el_gr: Γενικές ρυθμίσεις
fa_ir: تنظیمات عمومی
fi_fi: Yleiset asetukset
fr_fr: Paramètres généraux
hu_hu: Általános beállítások
id_id: Pengaturan Umum
nl_nl: Algemene instellingen
pl_pl: Ustawienia ogólne
pt_br: Configurações Gerais
ro_ro: Setări Generale
ru_ru: Общие настройки
sr_rs: Opšta podešavanja
tr_tr: Genel Ayarlar

source: Product configuration updated
ar_sa: تم تحديث تكوين المنتج
bg_bg: Конфигурация на продукта бе актуализирана
ca_es: Configuració del producte actualitzada
cs_cz: Konfigurace produktu byla aktualizována
de_de: Produktkonfiguration aktualisiert
el_gr: Η διαμόρφωση του προϊόντος ενημερώθηκε
fa_ir: پیکربندی محصول به روز شد
fi_fi: Tuoteasetukset päivitetty
fr_fr: Configuration du produit mise à jour
hu_hu: Termékkonfiguráció frissítve
id_id: Konfigurasi produk diperbarui
lt_lt: Produkto konfigūracija atnaujinta
nl_nl: Productconfiguratie bijgewerkt
pl_pl: Konfiguracja produktu zaktualizowana
pt_br: Configuração do produto atualizada
pt_pt: Configuração do produto actualizada
ro_ro: Configurația produsului actualizată
ru_ru: Конфигурация продукта обновлена
sr_rs: Ažurirana podešavanja proizvoda
tr_tr: Ürün yapılandırması güncellendi
uk_ua: Конфігурацію продукту оновлено
vi_vn: Cấu hình sản phẩm đã được cập nhật
zh_cn: 产品配置已更新

source: Order Form
ar_sa: نموذج الطلب
bg_bg: Формуляр за поръчка
ca_es: Full de comanda
cs_cz: Objednávkový formulář
de_de: Bestellformular
el_gr: Φόρμα παραγγελίας
fa_ir: فرم سفارش
fi_fi: Tilauksen Lomake
fr_fr: Informations de la commande
hu_hu: Megrendelőlap
id_id: Form Pesanan
lt_lt: Užsakymo forma
nl_nl: Bestelformulier
pl_pl: Formularz zamówienia
pt_br: Formulário de Pedido
pt_pt: Formulário de encomenda
ro_ro: Formular de comandă
ru_ru: Buyurtma shakli
sr_rs: Narudžbenica
tr_tr: Sipariş Formu
uk_ua: Форма замовлення
vi_vn: Form đặt hàng
zh_cn: 订单表单

source: Hidden
ar_sa: مخفي
bg_bg: Скрит
ca_es: Ocult
cs_cz: Skryté
de_de: Ausgeblendet
el_gr: Κρυφό
fa_ir: پنهان
fi_fi: Piilotettu
fr_fr: Masqué
hu_hu: Rejtett
id_id: Tersembunyi
lt_lt: Paslėpta
nl_nl: Verborgen
pl_pl: Ukryty
pt_br: Oculto
pt_pt: Oculto
ro_ro: Ascuns
ru_ru: Скрытый
sr_rs: Sakriven
tr_tr: Gizli
uk_ua: Приховано
vi_vn: Ẩn
zh_cn: 隐藏

source: Icon/Image URL
ar_sa: رابط الرمز/الصورة
bg_bg: URL адрес на иконата / изображението
ca_es: Icona/URL de la imatge
cs_cz: URL ikony/obrázku
de_de: Icon/Bild-URL
el_gr: Url Εικονιδίου/Εικόνας
fa_ir: آیکن/آدرس تصویر
fi_fi: Kuvake/Kuvan URL
fr_fr: URL de l'image/icône
hu_hu: Ikon/kép URL-címe
id_id: Tautan Ikon/Gambar
lt_lt: Piktogramos/vaizdo URL
nl_nl: Pictogram/afbeelding URL
pl_pl: Adres URL ikony/obrazu
pt_br: URL do Ícone/Imagem
pt_pt: URL do ícone/imagem
ro_ro: URL-ul pictogramelor/imaginii
ru_ru: Nishoncha/rasmning URL'i
sr_rs: URL ikonice/slike
tr_tr: Simge/Görsel URL
uk_ua: Іконка/URL-адреса зображення
zh_cn: 图标/图片 URL

source: Pricing & Stock Control
ar_sa: التسعير والتحكم في المخزون
bg_bg: Ценообразуване и контрол на количеството стока
cs_cz: Ceník a kontrola akcií
de_de: Preis- & Bestandskontrolle
el_gr: Τιμολόγηση & Έλεγχος Αποθέματος
fa_ir: کنترل قیمت و موجودی
fi_fi: Hinnoittelu- Ja Varastohallinta
fr_fr: Contrôle des prix et des stocks
hu_hu: Árképzés és készletellenőrzés
id_id: Kontrol Harga & Stok
nl_nl: Prijzen & Voorraadbeheer
pl_pl: Ceny i kontrola stanu magazynowego
pt_br: Preço e Controle de Estoque
ro_ro: Prețuri & Control Stoc
ru_ru: Ценообразование и контроль запасов
sr_rs: Kontrola zaliha i cena
tr_tr: Fiyatlandırma & Stok Kontrol

source: Enable stock control
ar_sa: تمكين التحكم في المخزون
bg_bg: Активирайте контрола на стоката
ca_es: Activa el control d'estocs
cs_cz: Povolit kontrolu stavu zásob
de_de: Lagerbestand einschalten
el_gr: Ενεργοποίηση ελέγχου αποθεμάτων
fa_ir: فعال کردن کنترل موجودی
fi_fi: Ota varastohallinta käyttöön
fr_fr: Activer le contrôle du stock
hu_hu: Készletellenőrzés engedélyezése
id_id: Aktifkan kontrol stok
lt_lt: Įgalinti numatytąją kontrolę
nl_nl: Voorraadbeheer inschakelen
pl_pl: Włącz kontrolę stanu magazynowego
pt_br: Ativar controle de estoque
pt_pt: Ativar o controlo de existências
ro_ro: Activare control stoc
ru_ru: Включить контроль запасов
sr_rs: Omogući kontrolu zaliha
tr_tr: Stok Kontrolünü Etkinleştir
uk_ua: Увімкнути керування запасами
vi_vn: Bật kiểm soát số lượng
zh_cn: 启用库存控制

source: Quantity in stock
ar_sa: الكمية في المخزون
bg_bg: Количество стока на склад
ca_es: Quantitat en estoc
cs_cz: Množství na skladě
de_de: Menge auf Lager
el_gr: Ποσότητα αποθέματος
fa_ir: مقدار موجودی
fi_fi: Varastossa oleva määrä
fr_fr: Quantité en stock
hu_hu: Raktáron lévő mennyiség
id_id: Jumlah dalam stok
lt_lt: Kiekis sandėlyje
nl_nl: Hoeveelheid op voorraad
pl_pl: Ilość w magazynie
pt_br: Quantidade em estoque
pt_pt: Quantidade em stock
ro_ro: Cantitate in stoc
ru_ru: Количество на складе
sr_rs: Količina na zalihama
tr_tr: Stoktaki Miktarı
uk_ua: Кількість в наявності
vi_vn: Số lượng trong kho
zh_cn: 库存数量

source: No additional configuration for this product is required
ar_sa: لا توجد إعدادات إضافية لهذا المنتج مطلوبة
bg_bg: Не се изисква допълнителна конфигурация за този продукт
ca_es: No es requereix cap configuració addicional per a aquest producte
cs_cz: Pro tento produkt není vyžadována žádná další konfigurace
de_de: Keine zusätzliche Konfiguration für dieses Produkt erforderlich
el_gr: Δεν απαιτείται πρόσθετη ρύθμιση παραμέτρων για αυτό το προϊόν
fa_ir: هیچ پیکربندی اضافی برای این محصول مورد نیاز نیست
fi_fi: Tätä tuotetta varten ei tarvita lisäkonfiguraatiota
fr_fr: Aucune configuration supplémentaire pour ce produit n'est requise
hu_hu: Ehhez a termékhez nincs szükség további konfigurációra
id_id: Tidak diperlukannya konfigurasi tambahan untuk produk ini
lt_lt: Šiam produktui nereikia jokios papildomos konfigūracijos
nl_nl: Er is geen extra configuratie voor dit product vereist
pl_pl: Nie jest wymagana dodatkowa konfiguracja dla tego produktu
pt_br: Nenhuma configuração adicional para este produto é necessária
pt_pt: Não é necessária qualquer configuração adicional para este produto
ro_ro: Nu este necesară nici o configurare suplimentară pentru acest produs
ru_ru: Для этого продукта не требуется дополнительная конфигурация
sr_rs: Nije potrebna dodatna podešavanja za ovaj prozvod
tr_tr: Bu ürün için ek yapılandırma gerekmez
uk_ua: Додаткові налаштування цього продукту не потрібні
vi_vn: Không có cấu hình bổ sung nào cho sản phẩm này được yêu cầu
zh_cn: 此产品无需额外配置

source: Choose which addons you would like to offer with
ar_sa: اختر الإضافات التي ترغب في تقديمها مع
bg_bg: Изберете кои добавки искате да предложите с
ca_es: Trieu amb quins complements voleu oferir
cs_cz: Vyberte doplňky, se kterými chcete nabídnout
de_de: Wähle aus, welche Addons du anbieten möchtest
el_gr: Επιλέξτε ποια πρόσθετα θέλετε να προσφέρετε με
fa_ir: انتخاب کنید که با کدام محصول مکمل می خواهید ارائه دهید
fi_fi: Valitse, mitä lisäosia haluat tarjota kanssa
fr_fr: Choisissez les extensions que vous souhaitez proposer avec
hu_hu: Válaszd ki, hogy mely kiegészítőket szeretnéd kínálni
id_id: Pilih addon yang ingin Anda tawarkan
lt_lt: Pasirinkite, su kuriais priedais norėtumėte pasiūlyti
nl_nl: Kies welke add-ons er bijgevoegd moeten worden met
pl_pl: Wybierz, które dodatki chciałbyś oferować
pt_br: Escolha em quais complementos você gostaria de oferecer
pt_pt: Escolha os complementos que gostaria de oferecer com
ro_ro: Alegeți cu ce suplimente doriți să oferiți
ru_ru: Выберите, какие дополнения вы хотите предложить с
sr_rs: Izaberite koje dodatke želite da ponudite sa
tr_tr: Ürün eklentilerini hangi ürün ile birlikte sunmak istediğinizi seçin
uk_ua: Виберіть, з якими додатками ви хочете пропонувати
vi_vn: Chọn phần thêm vào nếu bạn muốn chào bán với
zh_cn: 选择可提供的附加组件

source: Create new addon
ar_sa: إنشاء طلب جديد
bg_bg: Създайте нова добавка
ca_es: Crea un complement nou
cs_cz: Vytvořit nový doplněk
de_de: Neues Addon erstellen
el_gr: Δημιουργία νέου πρόσθετου
fa_ir: ایجاد محصول مکمل جدید
fi_fi: Luo uusi lisäosa
fr_fr: Créer une nouvelle extension
hu_hu: Új kiegészítő létrehozása
id_id: Buat addon baru
lt_lt: Sukurti naują priedą
nl_nl: Nieuwe add-on maken
pl_pl: Utwórz nowy dodatek
pt_br: Criar complemento
pt_pt: Criar nova extensão
ro_ro: Crează supliment nou
ru_ru: Создать новое дополнение
sr_rs: Napravite novi dodatak
tr_tr: Yeni Ürün Eklentisi Oluştur
uk_ua: Створити новий додаток
vi_vn: Tạo tiện ích mới
zh_cn: 新建附加组件

source: Choose which products can client upgrade to
ar_sa: اختر المنتجات التي يمكن للعميل ترقيتها إلى
bg_bg: Изберете кои продукти да могат да бъдат надграждани клиентите
ca_es: Trieu a quins productes es pot actualitzar el client
cs_cz: Vyberte, na které produkty může klient upradovat
de_de: Wähle aus, auf welches Produkte der Kunde ein Upgrade durchführen kann
el_gr: Επιλέξτε ποια προϊόντα μπορούν να αναβαθμίσουν τον πελάτη σε
fa_ir: انتخاب کنید که مشتری کدام محصولات را می تواند ارتقاء دهد
fi_fi: Valitse, mihin tuotteisiin asiakas voi päivittää
fr_fr: Choisissez quels produits le client peut mettre à jour vers
hu_hu: Válaszd ki, hogy mely termékekre frissíthet az ügyfél
id_id: Pilih produk yang dapat klien tingkatkan
lt_lt: Pasirinkite, į kuriuos produktus klientas gali atnaujinti
nl_nl: Kies welke producten de klant kan upgraden naar
pl_pl: Wybierz, do których produktów klient może dokonać aktualizacji
pt_br: Escolha para quais produtos o cliente pode atualizar
pt_pt: Escolha os produtos para os quais o cliente pode atualizar
ro_ro: Alege la ce produse poate clientul să facă upgrade
ru_ru: Выберите, на какие продукты клиент может обновиться
sr_rs: Odaberite na koje usluge klijent može da se nadogradi
tr_tr: Müşterinin hangi ürünlere yükseltebileceğini seçin
uk_ua: Виберіть послуги для яких клієнт може підвищити або змінити тарифний план
vi_vn: Chọn sản phẩm khách hàng có thể nâng cấp
zh_cn: 选择哪些产品可以升级

source: Product Upgrades
ar_sa: ترقيات المنتج
bg_bg: Надграждане на продукта
ca_es: Actualitzacions de producte
cs_cz: Upgrade produktu
de_de: Produkt-Upgrades
el_gr: Αναβαθμίσεις Προϊόντων
fa_ir: ارتقاء محصول
fi_fi: Tuotepäivitykset
fr_fr: Mises à jours de produit
hu_hu: Termékfrissítések
id_id: Tingkatan Produk
lt_lt: Produkto atnaujinimai
pl_pl: Aktualizacje produktów
pt_br: Atualizações do Produto
pt_pt: Actualizações de produtos
ro_ro: Upgrade-uri produs
ru_ru: Обновления продуктов
sr_rs: Nadogradnje Proizvoda
tr_tr: Ürün Yükseltmeleri
uk_ua: Оновлення товару
vi_vn: Cập nhật sản phẩm
zh_cn: 产品升级

source: Product Links
ar_sa: روابط المنتج
bg_bg: Връзки към продукта
ca_es: Enllaços de productes
cs_cz: Odkazy na produkt
de_de: Produktlinks
el_gr: Σύνδεσμοι Προϊόντος
fa_ir: لینهای محصولات
fi_fi: Tuotelinkit
fr_fr: Liens du produit
hu_hu: Termék linkek
id_id: Tautan Produk
lt_lt: Produktų nuorodos
pl_pl: Linki do produktu
pt_br: Links de Produtos
pt_pt: Ligações de produtos
ro_ro: Linkuri produs
ru_ru: Ссылки на продукты
sr_rs: Linkovi Proizvoda
tr_tr: Ürün Linkleri
uk_ua: Посилання на товар
zh_cn: 产品链接

source: Order Page (via ID)
ar_sa: صفحة الطلب (عبر ID )
bg_bg: Страница за поръчка (чрез ИД)
ca_es: Pàgina de comanda (mitjançant l'identificador)
cs_cz: Stránka objednávky (prostřednictvím ID)
de_de: Bestellseite (über ID)
el_gr: Σελίδα Παραγγελίας (Μέσω ID)
fa_ir: صفحه سفارش (از طریق شناسه)
fi_fi: Tilaussivu (tunnuksen kautta)
fr_fr: Page de commande (via ID)
hu_hu: Megrendelőoldal (azonosítón keresztül)
id_id: Halaman Pesanan (dengan ID)
lt_lt: Užsakymo puslapis (per ID)
nl_nl: Bestelpagina (via ID)
pl_pl: Strona zamówienia (przez ID)
pt_br: Página do Pedido (via ID)
pt_pt: Página de encomenda (via ID)
ro_ro: Pagina de comandă (prin ID)
ru_ru: Страница заказа (через ID)
sr_rs: Stranica za naručivanje (preko ID-a)
tr_tr: Sipariş Sayfası (ID ile)
uk_ua: Сторінка замовлення (через ID)
zh_cn: 订单页面 (用 ID)

source: Order Page (via Link)
ar_sa: صفحة الطلب (عبر Link )
bg_bg: Страница за поръчка (чрез връзка)
ca_es: Pàgina de comanda (mitjançant un enllaç)
cs_cz: Stránka objednávky (prostřednictvím odkazu)
de_de: Bestellseite (über Link)
el_gr: Σελίδα Παραγγελίας (Μέσω Συνδέσμου)
fa_ir: صفحه سفارش (از طریق لینک)
fi_fi: Tilaussivu (Linkin kautta)
fr_fr: Page de commande (via lien)
hu_hu: Rendelési oldal (linken keresztül)
id_id: Halaman Pesanan (dengan Tautan)
lt_lt: Užsakymo puslapis (per nuorodą)
nl_nl: Bestelpagina (via Link)
pl_pl: Strona zamówienia (przez link)
pt_br: Página do Pedido (via Link)
pt_pt: Página de encomenda (através de ligação)
ro_ro: Pagina de comandă (prin Link)
ru_ru: Страница заказа (через ссылку)
sr_rs: Stranica za naručivanje (preko Linka)
tr_tr: Sipariş Sayfası (Link ile)
uk_ua: Сторінка замовлення (через посилання)
zh_cn: 订单页面 (用链接)

source: Edit form
ar_sa: تعديل النموذج
bg_bg: Редактиране на формуляра
ca_es: Edita el formulari
cs_cz: Upravit formulář
de_de: Formular bearbeiten
el_gr: Επεξεργασία φόρμας
fa_ir: ویرایش فرم
fi_fi: Muokkaa lomaketta
fr_fr: Modifier le formulaire
hu_hu: Űrlap szerkesztése
lt_lt: Redaguoti formą
nl_nl: Formulier bewerken
pl_pl: Edytuj formularz
pt_br: Editar formulário
pt_pt: Editar formulário
ro_ro: Modificați formularul
ru_ru: Редактировать форму
sr_rs: Uredi obrazac
tr_tr: Formu düzenle
uk_ua: Редагування форми
vi_vn: Sửa form
zh_cn: 编辑表单

source: Add new form
ar_sa: إضافة نموذج جديد
bg_bg: Добави нов формуляр
ca_es: Afegeix un nou formulari
cs_cz: Přidat nový formulář
de_de: Neues Formular hinzufügen
el_gr: Προσθήκη νέας φόρμας
fa_ir: فرم جدید
fi_fi: Lisää uusi lomake
fr_fr: Ajoutez nouveau formulaire
hu_hu: Új űrlap hozzáadása
id_id: Tambah form baru
lt_lt: Pridėti naują formą
nl_nl: Nieuw formulier toevoegen
pl_pl: Dodaj nowy formularz
pt_br: Adicionar novo formulário
pt_pt: Adicionar novo formulário
ro_ro: Adaugă formular nou
ru_ru: Yangi shakl qo'shish
sr_rs: Dodajte novi obrazac
tr_tr: Yeni form ekle
uk_ua: Додати нову форму
vi_vn: Thêm biểu mẫu mới
zh_cn: 添加新表单

source: Manage Promotion
ar_sa: إدارة الكوبونات
bg_bg: Управление на промоциите
ca_es: Gestionar la promoció
cs_cz: Správa propagace
de_de: Werbeaktionen verwalten
el_gr: Διαχείριση προωθητικής ενέργειας
fa_ir: مدیریت تخفیفات ویژه
fi_fi: Hallitse tarjouksia
fr_fr: Gérer les promotions
hu_hu: Promóció kezelése
id_id: Kelola promosi
lt_lt: Tvarkyti reklamą
nl_nl: Promoties beheren
pl_pl: Zarządzaj promocją
pt_br: Gerenciar Promoções
pt_pt: Gerir a promoção
ro_ro: Gestionează promoția
ru_ru: Управление акцией
sr_rs: Upravljajte promocijom
tr_tr: Promosyonları Yönet
uk_ua: Керування акціями
zh_cn: 管理优惠码

source: Promo Code
ar_sa: الرمز الترويجي
bg_bg: Промоционален код
ca_es: Codi promocional
cs_cz: Promo kód
de_de: Gutscheincode
el_gr: Κωδικός προώθησης
fa_ir: کد تخفیف
fi_fi: Tarjouskoodi
fr_fr: Code Promo
hu_hu: Promóciós kód
id_id: Kode Promosi
lt_lt: Promo Kodas
nl_nl: Kortingscode
pl_pl: Kod promocyjny
pt_br: Código Promocional
ro_ro: Cod promoțional
ru_ru: Промокод
sr_rs: Promotivni kod
tr_tr: Promosyon Kodu
uk_ua: Промокод
zh_cn: 优惠码

source: Discount Type
ar_sa: نوع الخصم
bg_bg: Вид отстъпка
ca_es: Tipus de descompte
cs_cz: Typ slevy
de_de: Rabatttyp
el_gr: Τύπος έκπτωσης
fa_ir: نوع تخفیف
fi_fi: Alennustyyppi
fr_fr: Type de réduction
hu_hu: Kedvezmény típusa
id_id: Jenis Diskon
lt_lt: Nuolaidos Tipas
nl_nl: Type korting
pl_pl: Typ rabatu
pt_br: Tipo de Desconto
pt_pt: Tipo de desconto
ro_ro: Tip reducere
ru_ru: Chegirma turi
sr_rs: Tip Popusta
tr_tr: İndirim Tipi
uk_ua: Тип знижки
zh_cn: 折扣类型

source: Absolute
ar_sa: كامل
bg_bg: Абсолютен
ca_es: Absolut
cs_cz: Absolutní
de_de: Absolut
el_gr: Απόλυτο
fa_ir: مطلق
fi_fi: Absoluuttinen
fr_fr: Absolue
hu_hu: Abszolút
id_id: Absolut
lt_lt: Absoliutus
nl_nl: Onbegrensd
pl_pl: Bezwzględny
pt_br: Absoluto
pt_pt: Absoluto
ro_ro: Absolut
ru_ru: Абсолютный
sr_rs: Apsolutno
tr_tr: Net indirim
uk_ua: Статична сума
vi_vn: Tuyệt đối
zh_cn: 绝对定位

source: Percentage
ar_sa: نسبة
bg_bg: Процент
ca_es: Percentatge
cs_cz: Procento
de_de: Prozentsatz
el_gr: Ποσοστό
fa_ir: درصدی
fi_fi: Prosentti
fr_fr: Pourcentage
hu_hu: Százalék
id_id: Persentase
lt_lt: Procentas
pl_pl: Procentowy
pt_br: Porcentagem
pt_pt: Percentagem
ro_ro: Procentaj
ru_ru: Процентная
sr_rs: Procenat
tr_tr: Yüzde indirim
uk_ua: Відсоток
vi_vn: Phần trăm
zh_cn: 百分比
