Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: To change the API key, please use the reset function rather than updating it.
ar_sa: لتغيير مفتاح API ، يرجى استخدام خاصية إعادة التعيين بدلاً من تحديثها.
bg_bg: За да промените API ключа, използвайте функцията за рестартиране, вместо да го актуализирате.
ca_es: Per canviar la clau de l'API, utilitzeu la funció de restabliment en lloc d'actualitzar-la.
cs_cz: Chcete-li změnit API klíč, použijte funkci resetování namísto aktualizace.
el_gr: Για να αλλάξετε το κλειδί API, χρησιμοποιήστε τη λειτουργία επαναφοράς και όχι την ενημέρωσή του.
fa_ir: برای تغییر کلید API، لطفاً به جای به روز رسانی، از تابع بازنشانی استفاده کنید.
fi_fi: Jos haluat vaihtaa API-avaimen, käytä nollaustoimintoa sen päivittämisen sijaan.
fr_fr: Pour modifier la clé API, veuillez utiliser la fonction de réinitialisation plutôt que de la mettre à jour.
hu_hu: Az API-kulcs módosításához használd a reset funkciót a frissítés helyett.
id_id: Untuk mengubah kunci API, silakan gunakan fungsi reset daripada memperbaruinya.
nl_nl: Om de API-sleutel te wijzigen, gebruik de resetfunctie in plaats van deze bij te werken.
pl_pl: Aby zmienić klucz API, użyj funkcji resetowania, a nie aktualizacji.
pt_br: Para alterar a chave API, use a função de redefinição em vez de atualizá-la.
pt_pt: Para alterar a chave API, utilize a função de reposição em vez de a atualizar.
ro_ro: Pentru a schimba cheia API, vă rugăm să folosiți funcția de resetare în loc de actualizare.
ru_ru: Чтобы изменить ключ API, используйте функцию сброса, а не обновления.
sr_rs: Da biste promenili API ključ, koristite funkciju resetovanja umesto da ga ažurirate.
tr_tr: API anahtarını değiştirmek için, güncelleme yerine sıfırlama fonksiyonunu kullanın.
uk_ua: Щоб змінити ключ API, будь ласка, використовуйте функцію скидання замість оновлення його.
vi_vn: Để thay đổi khóa API, vui lòng sử dụng chức năng đặt lại thay vì cập nhật nó.
zh_cn: 要更改 API 密钥，请使用重置的功能而不是直接编辑。

source: Maximum number of iterations reached while generating API key
ar_sa: تم الوصول إلى الحد الأقصى لعدد التكرار أثناء إنشاء مفتاح API
bg_bg: Максимален брой итерации, достигнат при генерирането на API ключа
ca_es: S'ha assolit el nombre màxim d'iteracions en generar la clau d'API
cs_cz: Při generování klíče API dosaženo maximálního počtu iterací
el_gr: Μέγιστος αριθμός επαναλήψεων κατά τη δημιουργία κλειδιού API
fa_ir: در هنگام تولید کلید API به حداکثر تعداد تکرار رسیده است
fi_fi: API-avainta luotaessa saavutettu iteraatioiden enimmäismäärä
fr_fr: Nombre maximum d'itérations atteint lors de la génération de clé API
hu_hu: Az API-kulcs generálása során elért iterációk maximális száma
id_id: Perulangan maksimum telah tercapai ketika membuat kunci API
nl_nl: Maximaal aantal iteraties bereikt tijdens het genereren van de API-sleutel
pl_pl: Osiągnięto maksymalną liczbę iteracji podczas generowania klucza API
pt_br: Número máximo de iterações ao atingir durante a geração da chave API
pt_pt: Número máximo de iterações atingido durante a geração da chave API
ro_ro: Numărul maxim de iterații atins în timpul generării cheii API
ru_ru: Достигнуто максимальное количество итераций при генерации ключа API
sr_rs: Dostignut je maksimalan broj iteracija tokom generisanja API ključa
tr_tr: API anahtarı oluşturulurken maksimum yineleme sayısına ulaşıldı
uk_ua: Максимальна кількість ітерацій досягнута при генерації ключа API
vi_vn: Số lần dùng tối đa đã hết khi tạo mã bản quyền
zh_cn: 生成 API 密钥时达到最大的迭代次数

source: Unknown uppercase option ':case:'. API generator only accepts 'lower', 'upper', or 'mixed'.
ar_sa: خيار أحرف كبيرة غير معروف ':case:'. لا يقبل مولد API إلا 'أسفل' أو 'أعلى' أو 'مختلط'.
bg_bg: Неизвестна опция за главни букви ':case:'. Генераторът на API to приема само 'lower', 'upper' или 'mixed'.
ca_es: Opció de majúscules desconeguda ':case:'. El generador d'API només accepta "inferior", "superior" o "mixt".
cs_cz: Neznámá velká možnost ':case:'. API generátor přijímá pouze 'nižší', 'upper' nebo 'mixed'.
el_gr: Άγνωστη επιλογή ':case:'. Η γεννήτρια API δέχεται μόνο 'lower', 'upper' ή 'mixed'.
fa_ir: گزینه بزرگ نامشخص ':case:'. مولد API فقط "پایین"، "بالا" یا "ترکیبی" را می پذیرد.
fi_fi: Tuntematon isojen kirjainten vaihtoehto ':case:'. API-generaattori hyväksyy vain 'lower', 'upper' tai 'mixed'.
fr_fr: Option majuscule inconnue ':case:'. Le générateur d'API n'accepte que les valeurs 'inférieure', 'supérieure' ou 'mixte'.
hu_hu: Ismeretlen nagybetűs beállítás ':case:'. Az API-generátor csak "alsó", "felső" vagy "vegyes" értékeket fogad el.
id_id: Opsi huruf besar yang tidak diketahui ':case:'. Generator API hanya menerima 'lower', 'upper', atau 'mixed'.
nl_nl: Onbekende hoofdletter optie ':case:'. API generator accepteert alleen 'kleine letters', 'hoofdletters' of dit 'gemengd'.
pl_pl: Nieznana opcja wielkości liter ':case:'. Generator API akceptuje tylko 'lower', 'upper' lub 'mixed'.
pt_br: Opção de maiúsculas ':case:' desconhecida. O gerador de API aceita apenas 'inferior', 'superior' ou 'misto'.
pt_pt: Opção desconhecida para maiúsculas ':case:'. O gerador da API só aceita 'lower', 'upper' ou 'mixed'.
ro_ro: Opțiunea cu majuscule necunoscut ':case:'. Generatorul API acceptă doar caractere mici, mari sau combinate.
ru_ru: Неизвестная опция верхнего регистра ':case:'. Генератор API принимает только 'lower', 'upper' или 'mixed'.
sr_rs: Nepoznata opcija velikih slova ':case:'. API generator prihvata samo 'donji', 'gornji' ili 'mešoviti'.
tr_tr: Bilinmeyen büyük harf seçeneği ':case:'. API oluşturucu yalnızca "küçük", "büyük" veya "karma" kabul eder.
uk_ua: Невідомий параметр «:case:». API генератор допускає тільки «нижчу», «верхній» або «mixed».
vi_vn: Tùy chọn chữ hoa không xác định ':case:'. Trình tạo API chỉ chấp nhận 'thấp hơn', 'trên' hoặc 'hỗn hợp'.
zh_cn: 未知的选项 ':case:' 。API 生成器接受 小写、大写 或 大小写 的。

source: Order ID is required
cs_cz: Je vyžadováno ID objednávky
el_gr: Απαιτείται ο αριθμός παραγγελίας
fa_ir: شماره سفارش اجباری است
fr_fr: ID de commande requise
hu_hu: A rendelési azonosító szükséges
id_id: Id pemesanan wajib diisi
nl_nl: Order ID is vereist
pl_pl: ID zamówienia jest wymagany
ro_ro: ID-ul comenzii este necesar
ru_ru: Требуется ID заказа
sr_rs: ID porudžbine je neophodan
tr_tr: Sipariş NO gerekli
vi_vn: ID đơn hàng là bắt buộc

source: API call is missing arguments
ar_sa: اتصال API مفقود
bg_bg: При обаждането в API липсват аргументи
ca_es: Falten arguments a la crida de l'API
cs_cz: API volání chybí argumenty
de_de: API-Aufruf fehlt Argumente
el_gr: Από την κλήση API λείπουν τα ορίσματα
fa_ir: خظا در فراخوانی اطلاعات API
fi_fi: API-kutsusta puuttuu argumentteja
fr_fr: L'appel API manque d'arguments
hu_hu: Az API-hívásból hiányoznak az argumentumok
id_id: Panggilan API kehilangan argumen
lt_lt: API kvietime trūksta argumentų
nl_nl: API aanroep mist argumenten
pl_pl: Brakujące argumenty w wywołaniu API
pt_br: A chamada da API está sem argumentos
pt_pt: A chamada à API não tem argumentos
ro_ro: Apelul API lipsește argumente
ru_ru: В вызове API отсутствуют аргументы
sr_rs: Nedostaju argumenti ka API pozivu
tr_tr: API çağrısında argümanlar eksik
uk_ua: Виклик API не має аргументів
vi_vn: Lời gọi API bị thiếu tham số
zh_cn: API 调用缺少参数

source: You must fill in all required fields.
ar_sa: يجب ملء الحقول المطلوبة.
bg_bg: Трябва да попълните всички задължителни полета.
ca_es: Heu d'omplir tots els camps obligatoris.
cs_cz: Musíte vyplnit všechna povinná pole.
de_de: Bitte fülle alle Pflichtfelder aus.
el_gr: Θα πρέπει να συμπληρώσετε τα υποχρεωτικά πεδία.
fa_ir: شما باید تمام فیلدهای الزامی را پر کنید.
fi_fi: Sinun on täytettävä kaikki vaaditut kentät.
fr_fr: Vous devez remplir tous les champs obligatoires.
hu_hu: Minden kötelező mezőt ki kell töltenie.
id_id: Anda harus mengisi kolom yang diperlukan.
lt_lt: Turite užpildyti visus privalomus laukus.
nl_nl: Alle verplichte velden moeten worden ingevuld.
pl_pl: Musisz wypełnić wszystkie wymagane pola.
pt_br: Você deve preencher todos os campos obrigatórios.
pt_pt: É necessário preencher todos os campos obrigatórios.
ro_ro: Trebuie să completați câmpurile necesare.
ru_ru: Вы должны заполнить все обязательные поля.
sr_rs: Morate popuniti sva obavezna polja.
tr_tr: Gerekli tüm alanları doldurmalısınız.
uk_ua: Ви повинні заповнити всі обов'язкові поля.
vi_vn: Bạn phải điền vào tất cả những trường bắt buộc.
zh_cn: 请填写所有必填的字段。

source: Field
ar_sa: حقل
bg_bg: Поле
ca_es: Camp
cs_cz: Pole
de_de: Feld
el_gr: Πεδίο
fa_ir: فیلد
fi_fi: Kenttä
fr_fr: Champ
hu_hu: Mező
id_id: Bidang
lt_lt: Laukas
nl_nl: Veld
pl_pl: Pole
pt_br: Campo
pt_pt: Campo
ro_ro: Câmp
ru_ru: Поле
sr_rs: Polje
tr_tr: Alan
uk_ua: Поле
vi_vn: Trường
zh_cn: 字段

source: Could not activate order. Service was not created
ar_sa: تعذر تنشيط الطلب. لم يتم إنشاء الخدمة
bg_bg: Поръчката не можа да се активира. Услугата не бе създадена
ca_es: No s'ha pogut activar la comanda. El servei no s'ha creat
cs_cz: Nelze aktivovat objednávku. Služba nebyla vytvořena
el_gr: Δεν ήταν δυνατή η ενεργοποίηση της παραγγελίας. Η υπηρεσία δεν δημιουργήθηκε
fa_ir: سفارش فعال نشد. سرویس ایجاد نشد
fi_fi: Tilausta ei voitu aktivoida. Palvelua ei luotu
fr_fr: Impossible d'activer la commande. Le service n'a pas été créé
hu_hu: Nem sikerült aktiválni a rendelést. A szolgáltatás nem jött létre
id_id: Tidak dapat mengaktivasi pesanan. Layanan tidak dibuat
lt_lt: Nepavyko suaktyvinti užsakymo. Paslauga nebuvo sukurta
nl_nl: Bestelling kon niet worden geactiveerd. Service is niet aangemaakt
pl_pl: Nie udało się aktywować zamówienia. Usługa nie została utworzona
pt_br: Não foi possível ativar o pedido. O serviço não foi criado
pt_pt: Não foi possível ativar a encomenda. O serviço não foi criado
ro_ro: Nu s-a putut activa comanda. Serviciul nu a fost creat
ru_ru: Не удалось активировать заказ. Услуга не была создана
sr_rs: Nije mogeć́e aktivirati porudžbinu. Usluga nije kreirana
tr_tr: Sipariş etkinleştirilemedi. Hizmet oluşturulmadı
uk_ua: Не вдалося активувати замовлення. Сервіс не було створено
vi_vn: Không thể kích hoạt đơn hàng. Dịch vụ chưa được tạo
zh_cn: 无法激活订单。服务未创建

source: Custom plugin method :method is forbidden
ar_sa: طريقة الإضافات المخصصة :method ممنوعة
bg_bg: Персонализиран метод на плъгина :method е забранен
ca_es: Mètode del connector personalitzat: el mètode està prohibit
cs_cz: Vlastní metoda pluginu :method je zakázána
el_gr: Προσαρμοσμένη μέθοδος plugin :method είναι απαγορευμένη
fa_ir: متد پلاگین سفارشی :method غیرمجاز است
fi_fi: Mukautettu lisäosan menetelmä :method on kielletty
fr_fr: La méthode du plugin personnalisé :method est interdite
hu_hu: Egyéni plugin módszer :módszer tiltott
id_id: Metode plugin kustom :method tidak diperbolehkan
lt_lt: Pasirinktinis papildinio metodas :method draudžiamas
nl_nl: Aangepaste plugin methode :method is niet toegestaan
pl_pl: Niedozwolona metoda niestandardowego dodatku :method
pt_br: Método plugin personalizado :method é proibido
pt_pt: Método de plugin personalizado :método é proibido
ro_ro: Metoda personalizării plugin-ului :method este interzisă
ru_ru: Пользовательский метод плагина :method запрещен
sr_rs: Prilagođeni plugin metod :metod je zabranjen
tr_tr: Özel eklenti yöntemi :method yasak
uk_ua: Користувацький метод додатку :method заборонений
vi_vn: Custom plugin method :method bị cấm
zh_cn: 自定义插件 :method 被禁用

source: Config must be an array
ar_sa: يجب أن يكون التكوين مصفوفة
bg_bg: Конфигурацията трябва да е масив
ca_es: La configuració ha de ser una matriu
cs_cz: Konfigurace musí být typu array
de_de: Konfiguration muss ein Array sein
el_gr: Η ρύθμιση πρέπει να είναι array
fa_ir: پیکربندی باید یک آرایه باشد
fi_fi: Konfiguroinnin on oltava array
fr_fr: La configuration doit être un tableau
hu_hu: A Confignak egy tömbnek kell lennie
id_id: Konfigurasi harus berbentuk array
lt_lt: Konfigūracija turi būti masyvas
nl_nl: Configuratie moet een array zijn
pl_pl: Konfiguracja musi być tablicą
pt_br: A configuração deve ser uma matriz
pt_pt: Config deve ser uma matriz
ro_ro: Configurația trebuie să fie o matrice
ru_ru: Конфигурация должна быть массивом
sr_rs: Config mora biti niz
tr_tr: Yapılandırma bir dizi olmalıdır
uk_ua: Конфігурація повинна бути масивом
vi_vn: Cấu hình phải là 1 mảng
zh_cn: 配置必须是一个数组

source: Order is not activated
ar_sa: لم يتم تنشيط الطلب
bg_bg: Поръчката не е активирана
ca_es: La comanda no està activada
cs_cz: Objednávka není aktivována
de_de: Bestellung ist nicht aktiviert
el_gr: Η παραγγελία δεν έχει ενεργοποιηθεί
fa_ir: این سفارش فعال نیست
fi_fi: Tilausta ei ole aktivoitu
fr_fr: La commande n'est pas activée
hu_hu: A megrendelés nem aktivált
id_id: Pesanan tidak diaktifkan
lt_lt: Užsakymas neaktyvuotas
nl_nl: Bestelling is niet geactiveerd
pl_pl: Zamówienie nie jest aktywowane
pt_br: Pedido não está ativado
pt_pt: A encomenda não está activada
ro_ro: Comanda nu este activată
ru_ru: Buyurtma faollashtirimagan
sr_rs: Narudžbina nije aktivirana
tr_tr: Sipariş aktif değil
uk_ua: Замовлення не активоване
vi_vn: Đơn đặt hàng chưa được kích hoạt
zh_cn: 订单未生效

source: Plugin class file :file was not found
ar_sa: لم يتم العثور على ملف الصف الإضافي :file
bg_bg: Plugin class файлът :file не е намерен
ca_es: No s'ha trobat el fitxer de classe del connector: el fitxer
cs_cz: Soubor třídy pluginu :file nebyl nalezen
el_gr: Το αρχείο κλάσης πρόσθετου :file δεν βρέθηκε
fa_ir: فایل کلاس پلاگین :file یافت نشد
fi_fi: Liitännäisluokkatiedostoa :file ei löytynyt
fr_fr: La classe du plugin :file n'a pas été trouvée
hu_hu: Plugin osztályfájl :file nem található
id_id: Kelas berkas plugin :file tidak ada
lt_lt: Papildinio klasės failas :file nerastas
nl_nl: Plugin class bestand :file is niet gevonden
pl_pl: Plik klasy wtyczek :file nie został znaleziony
pt_br: Arquivo de classe do plugin :file não foi encontrado
pt_pt: O ficheiro de classe do plugin :file não foi encontrado
ro_ro: Fișierul clasei plugin-ului :file nu a fost găsit
ru_ru: Файл класса плагина :file не найден
sr_rs: Plugin class file :file nije pronađen
tr_tr: Eklenti sınıfı dosyası :file bulunamadı
uk_ua: Файл класу плагіна :file не знайдено
vi_vn: Plugin class file :file không tồn tại
zh_cn: 未找到插件类文件 :file

source: Plugin :plugin does not support action :action
ar_sa: الاضافة :plugin لا تدعم الاجراء :action
bg_bg: Приставката :plugin не поддържа действието :action
ca_es: Plugin :plugin no admet action :action
cs_cz: Plugin :plugin nepodporuje akci :action
el_gr: Πρόσθετο :plugin δεν υποστηρίζει ενέργεια :action
fa_ir: پلاگین :plugin از عملیات :action پشتیبانی نمی کند
fi_fi: Lisäosa :plugin ei tue toimintoa :action
fr_fr: Le plugin :plugin ne supporte pas l'action :action
hu_hu: A plugin :plugin nem támogatja a műveletet :action
id_id: Plugin :plugin tidak dapat mendukung aksi :action
lt_lt: Papildinys :plugin nepalaiko veiksmo :action
nl_nl: Plugin :plugin ondersteunt actie :actie niet
pl_pl: Wtyczka :plugin nie obsługuje akcji :action
pt_br: Plugin :plugin não suporta a ação :action
pt_pt: O plugin :plugin não suporta a ação :action
ro_ro: Plugin-ul :plugin nu suportă acțiunea :action
ru_ru: Плагин :plugin не поддерживает действие :action
sr_rs: Dodatak :plugin ne podržava akciju :action
tr_tr: :plugin eklentisi, :action eylemini desteklemiyor
uk_ua: Плагін :plugin не підтримує дію :action
vi_vn: Plugin :plugin không hỗ trợ action :action
zh_cn: 插件 :plugin 不支持操作 :action

source: Order :id has no active service
ar_sa: الطلب :id ليس لديه خدمة نشطة
bg_bg: Поръчката с :id няма активна услуга
ca_es: Order :id no té cap servei actiu
cs_cz: Objednávka :id nemá žádnou aktivní službu
el_gr: Παραγγελία :id δεν έχει καμία ενεργή υπηρεσία
fa_ir: سفارش :id هیچ سرویس فعالی ندارد
fi_fi: Tilauksella :id ei ole aktiivista palvelua
fr_fr: La commande :id n'a pas de service actif
hu_hu: Megrendelés :id nincs aktív szolgáltatás
id_id: :id pesanan tidak memiliki layanan yang aktif
lt_lt: Užsakymas :id neturi aktyvios paslaugos
nl_nl: Bestelling :id heeft geen actieve service
pl_pl: Zamówienie :id nie ma aktywnej usługi
pt_br: Pedido :id não tem nenhum serviço ativo
pt_pt: Ordem :id não tem serviço ativo
ro_ro: Comanda :id nu are un serviciu activ
ru_ru: Заказ :id не имеет активной услуги
sr_rs: :id porudžbine nema aktivnu uslugu
tr_tr: :id siparişinin etkin hizmeti yok
uk_ua: Замовлення :id не має активної послуги
vi_vn: Đơn hàng :id chưa có dịch vụ hoạt động
zh_cn: 订单 :id 没有有效的服务

source: TLD not found
ar_sa: TLD غير موجود
bg_bg: TLD не е намерен
ca_es: No s'ha trobat el TLD
cs_cz: TLD nenalezeno
de_de: TLD nicht gefunden
el_gr: Δεν βρέθηκε TLD
fa_ir: پسوند دامنه یافت نشد
fi_fi: TLD: tä ei löydy
fr_fr: TLD introuvable
hu_hu: TLD nem található
id_id: TLD tidak ditemukan
lt_lt: TLD nerastas
nl_nl: TLD niet gevonden
pl_pl: Nie znaleziono domeny najwyższego poziomu (TLD)
pt_br: TLD não encontrado
pt_pt: TLD não encontrado
ro_ro: TLD negăsit
ru_ru: TLD не найден
sr_rs: TLD nije pronađen
tr_tr: TLD bulunamadı
uk_ua: TLD не знайдено
vi_vn: Không tìm thấy TLD
zh_cn: 域名后缀未找到

source: ID not found
ar_sa: لا يوجد معرف
bg_bg: Не беше намерено такова ID
ca_es: No s'ha trobat l'identificador
cs_cz: ID nenalezeno
de_de: ID wurde nicht gefunden
el_gr: Το ID δεν βρέθηκε
fa_ir: شناسه یافت نشد
fi_fi: Tunnusta ei löydy
fr_fr: Identifiant introuvable
hu_hu: Az azonosító nem található
id_id: ID tidak ditemukan
lt_lt: ID nerastas
nl_nl: ID niet gevonden
pl_pl: Nie znaleziono ID
pt_br: ID não encontrado
pt_pt: ID não encontrado
ro_ro: ID-ul nu a fost găsit
ru_ru: ID не найден
sr_rs: ID nije pronađen
tr_tr: ID bulunamadı
uk_ua: ID не знайдено
vi_vn: Không tìm thấy ID
zh_cn: ID 未找到

source: TLD is used by :count: domains
ar_sa: TLD مستخدم من قبل :count: نطاقات
bg_bg: TLD се използва от :count: домейни
ca_es: El TLD està sent utilitzat per :count: dominis
cs_cz: TLD je používáno :count: doménami
el_gr: TLD χρησιμοποιείται από :count: ονόματα χώρου
fa_ir: پسوند برای :count: دامنه استفاده شده است
fi_fi: TLD käyttää :count: verkkotunnusta
fr_fr: Le TLD est utilisé par :count: domaines
hu_hu: A TLD-t a :count: domains használja
id_id: TLD digunakan oleh :count: domain
nl_nl: TLD wordt door :count: domeinen gebruikt
pl_pl: Domena najwyższego poziomu (TLD) jest używana przez :count: domen
pt_br: TLD é usado por domínios :count:
pt_pt: TLD é utilizado por :count: domínios
ro_ro: Extensia este utilizată de :count: domenii
ru_ru: TLD используется :count: домена(ов)
sr_rs: TLD koriste :count: domeni
tr_tr: TLD, :count: adet Alan Adı tarafından kullanılıyor
uk_ua: TLD використовується :count: доменами
vi_vn: TLD được sử dụng bởi :count: tên miền
zh_cn: 顶级域名后缀被 :count: 个域名所使用

source: TLD already registered
cs_cz: TLD je již registrován
de_de: TLD ist bereits registriert
el_gr: Το TLD είναι ήδη εγγεγραμμένο
fa_ir: این پسوند قبلا ثبت شده است
fr_fr: Le Tld est déjà enregistré
hu_hu: Tld már regisztrálva
id_id: TLD sudah terdaftar
nl_nl: TLD is reeds geregistreerd
pl_pl: Domena najwyższego poziomu (TLD) jest już zarejestrowana
ro_ro: TLD deja înregistrat
ru_ru: TLD уже зарегистрирован
sr_rs: TLD je već registrovan
tr_tr: Alan adı uzantısı zaten kayıtlı
vi_vn: TLD đã được đăng ký

source: Registrar is not available for installation.
ar_sa: بوابة الدفع غير متوفرة للتثبيت.
bg_bg: Регистраторът не е налице за инсталиране.
ca_es: El registrador no està disponible per a la instal·lació.
cs_cz: Registr není k dispozici pro instalaci.
el_gr: Ο Registrar δεν είναι διαθέσιμος για εγκατάσταση.
fa_ir: ثبت کننده برای نصب در دسترس نیست.
fi_fi: Rekisterinpitäjä ei ole käytettävissä asennusta varten.
fr_fr: L'enregistreur n'est pas disponible pour l'installation.
hu_hu: A regisztrátor nem áll rendelkezésre a telepítéshez.
id_id: Pendaftar tidak tersedia untuk instalasi.
lt_lt: Registras nėra prieinamas įdiegimui.
nl_nl: Registrar is niet beschikbaar voor installatie.
pl_pl: Rejestrator nie jest dostępny do zainstalowania.
pt_br: O registro não está disponível para a instalação.
pt_pt: O registador não está disponível para instalação.
ro_ro: Registrarul nu este valabil pentru instalare.
ru_ru: Регистратор недоступен для установки.
sr_rs: Registrator nije dostupan za instalaciju.
tr_tr: Kayıt Operatörü kurulum için uygun değil.
uk_ua: Реєстрація недоступна для встановлення.
vi_vn: Nhà đăng ký chưa sẵn sàng cài đặt.
zh_cn: 暂不支持该域名注册商

source: Domain order is not activated
ar_sa: لم يتم تنشيط طلب النطاق
bg_bg: Поръчка на домейни не е активирана
ca_es: L'ordre del domini no està activat
cs_cz: Objednávka domény není aktivována
de_de: Domain-Bestellung ist nicht aktiviert
el_gr: Η παραγγελία δεν έχει ενεργοποιηθεί
fa_ir: سفارش دامنه فعال نمی شود
fi_fi: Verkkotunnuksen tilausta ei ole aktivoitu
fr_fr: La commande de domaine n'est pas activée
hu_hu: A domain rendelés nem aktivált
id_id: Pesanan domain tidak diaktifkan
lt_lt: Domeno užsakymas nesuaktyvintas
nl_nl: Domein bestelling is niet geactiveerd
pl_pl: Zamówienie domeny nie jest aktywowane
pt_br: Pedido de domínio não está ativado
pt_pt: A ordem de domínio não está activada
ro_ro: Comanda domeniului nu este activată
ru_ru: Заказ домена не активирован
sr_rs: Narudžbina domena nije aktivirana
tr_tr: Alan adı siparişleri aktif edilmedi
uk_ua: Замовлення домену не активовано
vi_vn: Đơn đặt tên miền chưa được kích hoạt
zh_cn: 域名订单未生效

source: Domain :domain is invalid
ar_sa: المجال :domain غير صالح
bg_bg: Домейнът :domain не е валиден
ca_es: Domini: el domini no és vàlid
cs_cz: Doména :domain je neplatná
de_de: Domainname :domain ist ungültig
el_gr: To oνόμα χώρου :domain δεν είναι έγκυρο
fa_ir: دامنه :domain نامعتبر است
fi_fi: Verkkotunnus : domain on virheellinen
fr_fr: Le domaine :domain est invalide
hu_hu: Domain :d omain érvénytelen
id_id: Domain :domain tidak valid
nl_nl: Domein :domain is ongeldig
pl_pl: Domena :domain jest nieprawidłowa
pt_br: O domínio :domain não é válido
pt_pt: Domínio :o domínio é inválido
ro_ro: Domeniul :domain este invalid
ru_ru: Домен :domain недопустим
sr_rs: Domen :domen je nevažeći
tr_tr: :domain Alan Adı geçersiz
uk_ua: Домен :domain недійсний
vi_vn: Tên miền :domain không hợp lệ
zh_cn: 域名 :domain 无效

source: Domain availability could not be determined. TLD is not active.
ar_sa: لا يمكن تحديد توافر النطاق. TLD غير نشط.
bg_bg: Достъпността на домейна не можа да бъде определена. TLD не е активен.
ca_es: No s'ha pogut determinar la disponibilitat del domini. El TLD no està actiu.
cs_cz: Dostupnost domény nemohla být určena. TLD není aktivní.
de_de: Domain-Verfügbarkeit konnte nicht ermittelt werden. TLD ist nicht aktiv.
el_gr: Η διαθεσιμότητα του Domain δεν μπορεί να καθοριστεί. Η TLD δεν είναι ενεργή.
fa_ir: در دسترس بودن دامنه تعیین نشد. TLD فعال نیست.
fi_fi: Verkkotunnuksen saatavuutta ei voitu määrittää. TLD ei ole aktiivinen.
fr_fr: La disponibilité du domaine n'a pas pu être déterminée. Le TLD n'est pas actif.
hu_hu: A tartomány elérhetőségét nem lehetett meghatározni. A TLD nem aktív.
id_id: Ketersediaan domain tidak dapat ditentukan. TLD tidak aktif.
lt_lt: Nepavyko nustatyti domeno pasiekiamumo. TLD neaktyvus.
nl_nl: De beschikbaarheid van het domein kon niet bepaald worden. TLD is niet actief.
pl_pl: Nie można określić dostępności domeny. TLD nie jest aktywny.
pt_br: A disponibilidade de domínio não pôde ser determinada. TLD não está ativo.
pt_pt: Não foi possível determinar a disponibilidade do domínio. O TLD não está ativo.
ro_ro: Valabilitatea domeniului nu a putut fi determinată. Extensia de domeniu nu este activă.
ru_ru: Не удалось определить доступность домена. TLD не активен.
sr_rs: Nije moguće utvrditi dostupnost domena. TLD nije aktivan.
tr_tr: Alan adının kullanabilirliği tespit edilmedi. TLD aktif değil.
uk_ua: Немає можливості визначення доступності домену. TLD неактивний.
vi_vn: Không thể kiểm tra tính sẵn sàng của tên miền. TLD chưa được kích hoạt.
zh_cn: 无法确认域名是否可注册。因为该域名后缀未启用。
