Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Close tickets after (in hours)
ar_sa: إغلاق التذاكر بعد (الساعات)
bg_bg: Затваряне на билети след (В часове)
cs_cz: Zavřít tikety po (v hodinách)
de_de: Tickets schließen nach (in Stunden)
el_gr: Κλείστε το αίτημα τεχνικής υποστήριξης μετά (σε ώρες)
fa_ir: بستن تیکت ها پس از (ساعت)
fi_fi: Sulje tukipyynnöt jälkeen (tunteina)
fr_fr: Fermer le ticket après (en heures)
hu_hu: Jegyek lezárása ennyi idő után (órákban)
id_id: Tutup tiket setelah (dalam jam)
nl_nl: Tickets sluiten na (in uren)
pl_pl: Zamykaj zgłoszenia po (w godzinach)
pt_br: Fechar tickets após (em horas)
ro_ro: Închide tichetele după (în ore)
ru_ru: Закрывать запросы через (в часах)
sr_rs: Zatvori tikete nakon (u satima)
tr_tr: Biletleri şu süreden sonra kapat (saat olarak)

source: Define a very large number of hours to disable auto close ticket option.
ar_sa: تحديد عدد كبير جدا من الساعات لتعطيل خيار إغلاق التذكرة تلقائيا.
bg_bg: Определете страшно много часове, за да деактивирате опцията за автоматично затваряне на билета.
cs_cz: Definujte velký počet hodin pro vypnutí možnosti automatického zavření tiketu.
de_de: Legen Sie eine sehr große Anzahl von Stunden fest, um die Option zum Schließen des Tickets zu deaktivieren.
el_gr: Ορίστε έναν πολύ μεγάλο αριθμό ωρών για να απενεργοποιήσετε την επιλογή αυτόματου κλεισίματος αιτήματος τεχνικής υποστήριξης.
fa_ir: برای غیرفعال کردن گزینه بسته شدن خودکار تیکت، تعداد بسیار زیادی ساعت تعیین کنید.
fi_fi: Määritä hyvin suuri määrä tunteja poistaaksesi käytöstä automaattisen tukipyynnön sulkemisen.
fr_fr: Définissez un très grand nombre d'heures pour désactiver l'option de fermeture automatique des billets.
hu_hu: Határozzon meg nagyon sok órát az automatikus jegyzárási beállítás letiltásához.
id_id: Mendefinisikan sebuah angka yang sangat besar dalam jam untuk menonaktifkan penutupan tiket otomatis.
nl_nl: Definieer een zeer groot aantal uren om de optie voor automatisch sluiten van tickets uit te schakelen.
pl_pl: Zdefiniuj bardzo dużą liczbę godzin, aby wyłączyć opcję automatycznego zamykania zgłoszeń.
pt_br: Defina um número muito grande de horas para desabilitar a opção de fechamento automático de ticket.
ro_ro: Definiți un număr foarte mare de ore pentru a dezactiva opțiunea de închidere automată a tichetului.
ru_ru: Укажите очень большое количество часов, чтобы отключить автоматическое закрытие запросов.
sr_rs: Definišite veoma veliki broj sati da biste onemogućili opciju automatskog zatvaranja tiketa.
tr_tr: Otomatik bilet kapatma seçeneğini devre dışı bırakmak için çok büyük bir saat süresi tanımlayın.

source: Tickets can be reopened?
ar_sa: لا يمكن إعادة فتح التذاكر؟
bg_bg: Билетите могат да бъдат отворени отново ако са били преди това затворени?
cs_cz: Tikety lze znovu otevřít?
de_de: Sollen Tickets wieder geöffnet werden können?
el_gr: Το αίτημα τεχνικής υποστήριξης μπορούν να ξανανοίξουν;
fa_ir: امکان بازگشایی تیکت ها وجود دارد?
fi_fi: Tukipyynnöt voidaan avata uudelleen?
fr_fr: Le ticket peut être réouvert ?
hu_hu: A jegyek újra megnyithatók?
id_id: Tiket tidak dapat dibuka lagi?
nl_nl: Tickets kunnen heropend worden?
pl_pl: Zgłoszenia mogą być ponownie otwarte?
pt_br: Os tickets podem ser reabertos?
ro_ro: Tichetele pot fi redeschise?
ru_ru: Запросы можно переоткрывать?
sr_rs: Tiketi mogu biti ponovo otvoreni?
tr_tr: Destek talepleri yeniden açılabilir mi?

source: Go Back
ar_sa: العودة للخلف
bg_bg: Връщане назад
cs_cz: Zpět
de_de: Zurück
el_gr: Επιστροφή
fa_ir: بازگشت
fi_fi: Takaisin
fr_fr: Retourner en Arrière
hu_hu: Vissza
id_id: Kembali
nl_nl: Ga terug
pl_pl: Wróć
pt_br: Voltar
ro_ro: Înapoi
ru_ru: Назад
sr_rs: Vrati se nazad
tr_tr: Geri Dön
zh_cn: 返回

source: Articles
ar_sa: المقالات
bg_bg: Статии
cs_cz: Články
de_de: Artikel
el_gr: Άρθρα
fa_ir: مقالات
fi_fi: Artikkelit
hu_hu: Bejegyzések
id_id: Artikel
lt_lt: Įrašai
nl_nl: Artikelen
pl_pl: Artykuły
pt_br: Artigos
pt_pt: Artigos
ro_ro: Articole
sr_rs: Članci
tr_tr: Makaleler
uk_ua: Статті
vi_vn: Bài viết
zh_cn: 文章

source: Article Updated
ar_sa: تم تحديث المقال
bg_bg: Статията беше актуализирана
cs_cz: Článek aktualizován
de_de: Der Artikel wurde aktualisiert
el_gr: Το Άρθρο Ενημερώθηκε
fa_ir: مقاله به روز شد
fi_fi: Artikkeli päivitetty
fr_fr: Article mis à jour
hu_hu: Cikk frissítve
id_id: Artikel diperbarui
nl_nl: Artikel bijgewerkt
pl_pl: Artykuł zaktualizowany
pt_br: Artigo Atualizado
ro_ro: Articol actualizat
sr_rs: Članak ažuriran
tr_tr: Makale Güncellendi

source: Views
ar_sa: المُشاهدات
bg_bg: Гледания
ca_es: Vistes
cs_cz: Zobrazení
de_de: Ansichten
el_gr: Προβολές
fa_ir: بازدیدها
fi_fi: Näkymät
fr_fr: Vues
hu_hu: Megtekintés
id_id: Pelihat
lt_lt: Peržiūros
nl_nl: Weergaven
pl_pl: Odsłony
pt_br: Visualizações
pt_pt: Vistas
ro_ro: Vizualizări
ru_ru: Просмотры
sr_rs: Pregledi
tr_tr: Görüntülenme
uk_ua: Перегляди
vi_vn: Lượt đọc
zh_cn: 浏览量

source: New Article
ar_sa: مقالة جديدة
bg_bg: Нова статия
cs_cz: Nový článek
de_de: Neuer Artikel
el_gr: Νέο άρθρο
fa_ir: مقاله جدید
fi_fi: Uusi artikkeli
fr_fr: Nouvel Article
hu_hu: Új cikk
id_id: Artikel Baru
nl_nl: Nieuw artikel
pl_pl: Nowy artykuł
pt_br: Novo Artigo
ro_ro: Articol nou
ru_ru: Новая статья
sr_rs: Novi članak
tr_tr: Yeni Makale

source: Category created
ar_sa: تم انشاء القسم
bg_bg: Категорията бе създадена
ca_es: Categoria creada
cs_cz: Kategorie vytvořena
de_de: Kategorie erstellt
el_gr: Η κατηγορία δημιουργήθηκε
fa_ir: دسته جدید ایجاد شد
fi_fi: Kategoria luotu
fr_fr: Catégorie créée
hu_hu: Létrehozott kategória
id_id: Kategori diperbarui
lt_lt: Kategorija sukurta
nl_nl: De categorie is aangemaakt
pl_pl: Utworzono kategorię
pt_br: Categoria criada
pt_pt: Categoria criada
ro_ro: Categorie creată
ru_ru: Категория создана
sr_rs: Kategorija kreirana
tr_tr: Kategori oluşturuldu
uk_ua: Категорію створено
vi_vn: Danh mục đã được tạo
zh_cn: 分类已创建

source: Ticket
ar_sa: تذكرة
bg_bg: Билет
ca_es: Tiquet
cs_cz: Tiket
el_gr: Αίτημα
fa_ir: تیکت
fi_fi: Tukipyyntö
hu_hu: Jegy
id_id: Tiket
lt_lt: Bilietas
pl_pl: Zgłoszenie
pt_pt: Bilhete
ro_ro: Tichet
ru_ru: Запрос
sr_rs: Tiket
tr_tr: Destek Talebi
uk_ua: Звернення
vi_vn: Phiếu yêu cầu
zh_cn: 工单

source: Ticket ID
ar_sa: رقم التذكرة
bg_bg: Ид. на Билет
ca_es: ID del bitllet
cs_cz: ID tiketu
el_gr: Αναγνωριστικό αιτήματος τεχνικής υποστήριξης
fa_ir: شماره تیکت
fi_fi: Tukipyynnön Tunnus
fr_fr: ID du ticket
hu_hu: Jegyazonosító
id_id: ID Tiket
lt_lt: Bilieto ID
pl_pl: ID zgłoszenia
pt_br: ID do Ticket
pt_pt: ID do bilhete
ro_ro: ID-ul tichetului
ru_ru: ID запроса
sr_rs: ID Tiketa
tr_tr: Talep ID
uk_ua: ID звернення
vi_vn: ID phiếu
zh_cn: 工单 ID

source: Author
ar_sa: المالك
bg_bg: Автор
ca_es: Autor
cs_cz: Autor
de_de: Autor
el_gr: Συγγραφέας
fa_ir: نویسنده
fi_fi: Tekijä
fr_fr: Auteur
hu_hu: Szerző
id_id: Pembuat
lt_lt: Autorius
nl_nl: Auteur
pl_pl: Autor
pt_br: Autor
pt_pt: Autor
ro_ro: Autor
sr_rs: Autor
tr_tr: Yazan
uk_ua: Автор
vi_vn: Tác giả
zh_cn: 作者

source: Time Opened
ar_sa: وقت الفتح
bg_bg: Време от което е отворено
cs_cz: Čas otevření
de_de: Öffnungszeiten
el_gr: Ώρα που άνοιξε
fa_ir: زمان بازگشایی
fi_fi: Pyyntö avattu
fr_fr: Heure d'ouverture
hu_hu: Megnyitás ideje
id_id: Waktu Dibuka
nl_nl: Tijd geopend
pl_pl: Czas otwarcia
pt_br: Hora da Abertura
ro_ro: Timp deschis
ru_ru: Время открытия
sr_rs: Vreme otvaranja
tr_tr: Açılış Zamanı

source: View as Client
ar_sa: اعرض كعميل
bg_bg: Преглед като клиент
cs_cz: Zobrazit jako zákazník
de_de: Als Kunde ansehen
el_gr: Προβολή ως πελάτης
fa_ir: ورود به عنوان مشتری
fi_fi: Näytä asiakkaana
fr_fr: Afficher en tant que client
hu_hu: Megtekintés ügyfélként
id_id: Lihat sebagai klien
nl_nl: Bekijken als klant
pl_pl: Pokaż jako klient
pt_br: Ver como Cliente
ro_ro: Vizualizați ca client
ru_ru: Посмотреть как клиент
sr_rs: Pogledajte kao klijent
tr_tr: Müşteri olarak görüntüle

source: Reply as
ar_sa: الرد كـ
bg_bg: Отговори като
ca_es: Respon com
cs_cz: Odpovědět jako
de_de: Antworten als
el_gr: Απάντηση ως
fa_ir: پاسخ از طرف
fi_fi: Vastaa nimellä
fr_fr: Répondre comme
hu_hu: Válasz
id_id: Balas sebagai
lt_lt: Atsakyti kaip
nl_nl: Beantwoorden als
pl_pl: Odpowiedz jako
pt_br: Responder como
pt_pt: Responder como
ro_ro: Răspundeţi ca
ru_ru: Ответить как
sr_rs: Odgovori kao
tr_tr: Şu kişi olarak yanıtla:
uk_ua: Відповісти як
vi_vn: Trả lời như
zh_cn: 回复

source: Hello
ar_sa: مرحباً
bg_bg: Здравей
ca_es: Hola
cs_cz: Dobrý den
de_de: Hallo
el_gr: Γεια
fa_ir: درود
fi_fi: Hei
fr_fr: Bonjour
hu_hu: Szia
id_id: Halo
lt_lt: Sveiki
nl_nl: Hallo
pl_pl: Cześć
pt_br: Olá
pt_pt: Olá
ro_ro: Bună
ru_ru: Здравствуйте
sr_rs: Zdravo
tr_tr: Merhaba
uk_ua: Привіт
vi_vn: Xin chào
zh_cn: 您好

source: Show/Hide messages
ar_sa: إظهار/إخفاء الرسائل
bg_bg: Покажи/Скрии съобщения
ca_es: Mostra/amaga missatges
cs_cz: Zobrazit/skrýt zprávy
de_de: Nachrichten ein-/ausblenden
el_gr: Εμφάνιση/Απόκρυψη μηνυμάτων
fa_ir: نمایش/عدم نمایش پیامها
fi_fi: Näytä tai piilota viestit
fr_fr: Montrer/Cacher les messages
hu_hu: Üzenetek megjelenítése/elrejtése
id_id: Munculkan/Sembunyikan pesan
lt_lt: Rodyti/Slėpti pranešimus
nl_nl: Berichten tonen/verbergen
pl_pl: Pokaż/Ukryj wiadomości
pt_br: Exibir/Ocultar Mensagens
pt_pt: Mostrar/ocultar mensagens
ro_ro: Afișați/Ascundeți mesajele
ru_ru: Показать/Скрыть сообщения
sr_rs: Prikaži/sakrij poruke
tr_tr: Mesajları Göster/Gizle
uk_ua: Показати/приховати повідомлення
vi_vn: Ẩn/hiện thông điệp
zh_cn: 显示/隐藏 消息内容

source: Post
ar_sa: نشر
bg_bg: Публикация
ca_es: Entrada
cs_cz: Publikovat
de_de: Beitrag
el_gr: Ανάρτηση
fa_ir: پست
fi_fi: Julkaisu
fr_fr: Poster
hu_hu: Bejegyzés
lt_lt: Skelbti
pl_pl: Opublikuj
pt_br: Enviar
pt_pt: Correio
ro_ro: Publicați
ru_ru: Отправить
sr_rs: Objavi
tr_tr: Gönder
uk_ua: Опублікувати
vi_vn: Đăng
zh_cn: 发出

source: Close ticket
ar_sa: إغلاق التذكرة
bg_bg: Затваряне на билета
ca_es: Tanca el bitllet
cs_cz: Zavřít tiket
de_de: Ticket schließen
el_gr: Κλείσιμο αιτήματος
fa_ir: بستن تیکت
fi_fi: Sulje tukipyyntö
fr_fr: Fermer le ticket
hu_hu: Jegy bezárása
id_id: Tutup tiket
lt_lt: Uždaryti bilietą
nl_nl: Ticket sluiten
pl_pl: Zamknij zgłoszenie
pt_br: Fechar ticket
pt_pt: Fechar bilhete
ro_ro: Închideți tichetul
ru_ru: Закрыть тикет
sr_rs: Zatvori tiket
tr_tr: Talebi Kapat
uk_ua: Закрити звернення
vi_vn: Đóng phiếu
zh_cn: 结束工单

source: Client reply
cs_cz: Odpověď klienta
fr_fr: Réponse du client
hu_hu: Ügyfél válasza
ro_ro: Răspuns client
ru_ru: Ответ клиента

source: Staff reply
cs_cz: Odpověď zaměstnance
fr_fr: Réponse du l'équipe
hu_hu: Vezetőség válasza
ro_ro: Răspuns personal
ru_ru: Ответ сотрудника

source: Solved
cs_cz: Vyřešený
fr_fr: Résolu
hu_hu: Megoldva
ro_ro: Rezolvat
ru_ru: Решено
sr_rs: Rešeno

source: Support Settings
ar_sa: إعدادات الدعم
bg_bg: Настройки за поддръжка
cs_cz: Možnosti podpory
de_de: Support-Einstellungen
el_gr: Ρυθμίσεις Τεχνικής Υποστήριξης
fa_ir: تنظیمات پشتیبانی
fi_fi: Tuki asetukset
fr_fr: Paramètres de support
hu_hu: Támogatási beállítások
id_id: Pengaturan dukungan
nl_nl: Support instellingen
pl_pl: Ustawienia wsparcia
pt_br: Configurações do Suporte
ro_ro: Setări Suport
ru_ru: Настройки поддержки
sr_rs: Podešavanja podrške
tr_tr: Destek Ayarları

source: Helpdesks
ar_sa: مكاتب المساعدة
bg_bg: Помощни бюра
cs_cz: Helpdesky
de_de: Support
el_gr: Τμήμα τεχνικής υποστήριξης
fa_ir: بخش های پشتیبانی
fi_fi: Tukipalvelut
fr_fr: Catégories d'assistance
hu_hu: Ügyfélszolgálatok
id_id: Bantuan/Dukungan
pl_pl: Centra pomocy
pt_br: Serviços de Suporte
ro_ro: Birouri de asistență
ru_ru: Службы поддержки
sr_rs: Šalter za informacije
tr_tr: Yardım Masaları

source: Configuration Updated
ar_sa: تم تعديل الاعدادات بنحاح
bg_bg: Конфигурацията беше актуализирана
cs_cz: Konfigurace aktualizována
de_de: Einstellungen aktualisiert
el_gr: Οι ρυθμίσεις ενημερώθηκαν
fa_ir: پیکربندی به روز شد
fi_fi: Asetukset päivitetty
fr_fr: Configuration mise à jour
hu_hu: Konfiguráció frissítve
id_id: Konfigurasi diperbarui
nl_nl: Configuratie bijgewerkt
pl_pl: Konfiguracja zaktualizowana
pt_br: Configuração Atualizada
ro_ro: Configurație actualizată
ru_ru: Конфигурация обновлена
sr_rs: Konfiguracija ažurirana
tr_tr: Yapılandırma Güncellendi

source: Auto Responder
ar_sa: الرد التلقائي
bg_bg: Автоматични Отговори
cs_cz: Automatická odpověď
de_de: Automatische Antwort
el_gr: Αυτόματες Απαντήσεις
fa_ir: پاسخگوی خودکار
fi_fi: Automaattinen Vastaaja
fr_fr: Réponse Automatique
hu_hu: Autoreszponder
id_id: Responder otomatis
nl_nl: Automatische antwoorder
pl_pl: Automatyczna odpowiedź
pt_br: Resposta Automática
ro_ro: Răspuns automat
sr_rs: Automatski odgovor
tr_tr: Otomatik Yanıtlayıcı

source: Enable Auto Responder
ar_sa: تمكين الرد التلقائي
bg_bg: Активирайте автоматичните отговори
cs_cz: Povolit automatické odpovědi
de_de: Aktiviere Automatische Antwort
el_gr: Ενεργοποίηση Αυτόματης Απάντησης
fa_ir: فعال کردن پاسخگوی خودکار
fi_fi: Ota automaattinen vastaaja käyttöön
fr_fr: Activer la Réponse Automatique
hu_hu: Automatikus válaszadó engedélyezése
id_id: Aktifkan Responder Otomatis
nl_nl: Automatisch beantwoorder inschakelen
pl_pl: Włącz automatyczną odpowiedź
pt_br: Ativar Resposta Automática
ro_ro: Activează Răspunsuri Automate
ru_ru: Включить автоответчик
sr_rs: Omogući automatsko odgovaranje
tr_tr: Otomatik Yanıtlayıcıyı Etkinleştir

source: Auto Response Message
ar_sa: رسالة الرد التلقائي
bg_bg: Съобщение за автоматично реакция
cs_cz: Automatická odpověď
de_de: Automatische Antwortnachricht
el_gr: Μήνυμα αυτόματης απάντησης
fa_ir: پیام پاسخگوی خودکار
fi_fi: Automaattisen vastauksen viesti
fr_fr: Contenu de la Réponse Automatique
hu_hu: Automatikus válaszüzenet
id_id: Pesan respons otomatis
nl_nl: Automatisch antwoord bericht
pl_pl: Wiadomość automatycznej odpowiedzi
pt_br: Mensagem da Resposta Automática
ro_ro: Mesaj Răspuns automat
ru_ru: Сообщение автоответчика
sr_rs: Poruka automatskog odgovra
tr_tr: Otomatik Yanıt Mesajı

source: Ticket Delay
ar_sa: تأخير التذكرة
bg_bg: Забавяне на билета
cs_cz: Zpoždění tiketu
de_de: Ticketverzögerung
el_gr: Καθυστέρηση αιτήματος
fa_ir: تاخیر تیکت
fi_fi: Tukipyynnön Viive
fr_fr: Délai du ticket
hu_hu: Jegy késése
id_id: Jeda Tiket
nl_nl: Ticket vertraging
pl_pl: Opóźnienie zgłoszenia
pt_br: Atraso do Ticket
ro_ro: Întârziere Tichet
ru_ru: Задержка тикета
sr_rs: Kašnjenje tiketa
tr_tr: Destek Talebi Geciktirme

source: Enable Delay Message
ar_sa: تمكين رسالة التأخير
bg_bg: Активиране на съобщение за забавяне
cs_cz: Povolit Zpoždění zprávy
de_de: Verzögerungsnachricht aktivieren
el_gr: Ενεργοποίηση Καθυστέρησης Μηνύματος
fa_ir: فعال کردن پیام تاخیر تیکت
fi_fi: Ota viivästetty viesti käyttöön
fr_fr: Activer le message de délai
hu_hu: Késleltetési üzenet engedélyezése
id_id: Aktifkan pesan jeda
nl_nl: Vertraagd bericht inschakelen
pl_pl: Włącz wiadomość opóźniającą
pt_br: Habilitar Atraso de Mensagem
ro_ro: Activează mesajul de întârziere
ru_ru: Включить сообщение о задержке
sr_rs: Omogući kašnjenje poruke
tr_tr: Gecikmeli Mesajı Etkinleştir

source: If enabled, the selected canned response will be added to default reply message.
ar_sa: إذا تم تفعيله، سيتم إضافة الرد المعلب المحدد إلى رسالة الرد الافتراضية.
bg_bg: Ако е разрешено, избраният консервиран отговор ще бъде добавен към съобщението за отговор по подразбиране.
cs_cz: Pokud je povoleno, bude vybraná předdefinovaná odpověď přidána do výchozí zprávy odpovědi.
de_de: Wenn aktiviert, wird die ausgewählte vorgefertigte Antwort zur Standardantwort hinzugefügt.
el_gr: Εάν είναι ενεργοποιημένη, η επιλεγμένη απάντηση σε κονσέρβα θα προστεθεί στο προεπιλεγμένο μήνυμα απάντησης.
fa_ir: اگر فعال باشد، پاسخ آماده انتخاب شده به پیام پاسخ پیش فرض اضافه می شود.
fi_fi: Jos tämä on käytössä, valittu valmis vastaus lisätään oletusvastaussanomaan.
fr_fr: Si cette option est activée, la réponse standard sélectionnée sera ajoutée au message de réponse par défaut.
hu_hu: Ha engedélyezve van, a kiválasztott konzerv válasz hozzáadódik az alapértelmezett válaszüzenethez.
id_id: Jika diaktifkan, pesan yang dipilih akan ditambahkan sebagai pesan balasan bawaan.
nl_nl: Indien ingeschakeld, wordt het geselecteerde standaardantwoord toegevoegd aan het standaard antwoordbericht.
pl_pl: Jeśli włączone, wybrana gotowa odpowiedź zostanie dodana do domyślnej wiadomości odpowiedzi.
pt_br: Se ativado, a resposta automática selecionada será adicionada à mensagem de resposta padrão.
ro_ro: Dacă este activat, răspunsul predefinit selectat va fi adăugat la mesajul de răspuns implicit.
ru_ru: Если включено, выбранный стандартный ответ будет добавлен к сообщению ответа по умолчанию.
sr_rs: Ako je omogućeno, izabrani unapred pripremljeni odgovor će biti dodat u podrazumevanu poruku odgovora.
tr_tr: Etkinleştirilirse, seçilen hazır yanıt, varsayılan yanıt mesajına eklenecektir.

source: Delay (in hours)
ar_sa: التأخير (بالساعات)
bg_bg: Забавяне (в часове)
cs_cz: Zpoždění (v hodinách)
de_de: Verzögerung (in Stunden)
el_gr: Καθυστέρηση (σε ώρες)
fa_ir: تاخیر (به ساعت)
fi_fi: Viive (tunteina)
fr_fr: Délai (en heures)
hu_hu: Késés (óra)
id_id: Jeda (dalam jam)
nl_nl: Vertraging (in uren)
pl_pl: Opóźnienie (w godzinach)
pt_br: Atraso (em horas)
ro_ro: Întârziere (în ore)
ru_ru: Задержка (в часах)
sr_rs: Kašnjenje (u satima)
tr_tr: Geciktirme Süresi (Saat olarak)

source: Delay Message
ar_sa: تأخير الرسالة
bg_bg: Забавено съобщение
cs_cz: Zpozdit zprávu
de_de: Nachricht verzögern
el_gr: Καθυστέρηση Μηνύματος
fa_ir: پیام تاخیر
fi_fi: Viiveviesti
fr_fr: Message de délai
hu_hu: Késleltetési üzenet
id_id: Pesan Jeda
nl_nl: Vertraag bericht
pl_pl: Wiadomość opóźniająca
pt_br: Mensagem de Atraso
ro_ro: Întârziere mesaj
ru_ru: Сообщение о задержке
sr_rs: Poruka kašnjenja
tr_tr: Gecikmeli Mesaj

source: Wait Time (in hours)
ar_sa: وقت الانتظار (بالساعات)
bg_bg: Време за Изчакване (В часове)
cs_cz: Čekací doba (v hodinách)
de_de: Wartezeit (in Stunden)
el_gr: Χρόνος αναμονής (σε ώρες)
fa_ir: زمان انتظار (به ساعت)
fi_fi: Odotusaika (tunteina)
fr_fr: Temps d'attente (en heures)
hu_hu: Várakozási idő (órában)
id_id: Waktu Tunggu (dalam jam)
nl_nl: Wachttijd (in uren)
pl_pl: Czas oczekiwania (w godzinach)
pt_br: Tempo de Espera (em horas)
ro_ro: Timp de așteptare (în ore)
sr_rs: Vreme čekanja (u satima)
tr_tr: Bekleme Süresi (Saat olarak)
zh_cn: 等待时长（小时）

source: If set, the time in hour(s) the user must wait between consequent ticket submission.
ar_sa: إذا تم تعيينه، يجب على المستخدم الانتظار بين إرسال التذكرة اللاحقة.
bg_bg: Ако е зададено, това е времето в час(ове), което потребителя трябва да изчака до следващото подаване на билет.
cs_cz: Pokud je nastaveno, musí uživatel čekat v hodinách mezi následným podáním tiketu.
de_de: Wenn aktiviert, die Zeit in Stunden, die der Benutzer zwischen der Einreichung eines neuen Tickets warten muss.
el_gr: Εάν έχει οριστεί, ο χρόνος σε ώρα(ες) που πρέπει να περιμένει ο χρήστης μεταξύ της επακόλουθης υποβολής εισιτηρίου.
fa_ir: در صورت تنظیم، زمان بر حسب ساعت(ها) کاربر باید بین ارسال تیکت بعدی منتظر بماند.
fi_fi: Jos asetettu, aika tunnissa (tunteissa), jonka käyttäjän on odotettava tukipyyntöjen lähettämisen välillä.
fr_fr: Si défini, le temps en heure(s) pendant lequel l'utilisateur doit attendre entre la soumission ultérieure du ticket.
hu_hu: Ha be van állítva, a felhasználónak várnia kell órában (órákban) az egymást követő jegybeküldés között.
id_id: Jika diatur, waktu dalam hitungan jam si user harus menunggu diantaranya.
nl_nl: Indien ingesteld, de tijd in uren die de gebruiker moet wachten bij het indienen van een volgende ticket.
pl_pl: Jeśli ustawione, czas w godzinach, jaki użytkownik musi odczekać między kolejnymi zgłoszeniami.
pt_br: Se definido, o tempo em hora(s) que o usuário deve aguardar entre o envio do ticket.
ro_ro: Dacă este setat, timpul în ore pe care utilizatorul trebuie să aștepte între trimiterea ulterioară a biletului.
ru_ru: Если установлено, время в часах, которое пользователь должен ждать между последовательными отправками тикетов.
sr_rs: Ako je podešeno, vreme u sat(ima) koje korisnik mora da sačeka između naknadnog slanja tiketa.
tr_tr: Ayarlanırsa, kullanıcının sonraki talep gönderimi arasında beklemesi gereken saat cinsinden süre.

source: Enable Knowledge Base
ar_sa: تمكين قاعدة المعرفة
bg_bg: Активиране на Базата с Знания
cs_cz: Povolit znalostní báze
de_de: Wissensdatenbank aktivieren
el_gr: Ενεργοποίηση Γνωσιακής Βάσης
fa_ir: دانشنامه را فعال کنید
fi_fi: Ota tietopankki käyttöön
fr_fr: Activer la base de connaissances
hu_hu: Tudásbázis engedélyezése
id_id: Aktifkan pengetahuan dasar
nl_nl: Kennisbank inschakelen
pl_pl: Włącz bazę wiedzy
pt_br: Habilitar Base de Conhecimento
ro_ro: Activați baza de cunoștințe
sr_rs: Omogući bazu znanja
tr_tr: Bilgi Bankasını Etkinleştir

source: Disable Public Tickets
cs_cz: Zakázat veřejné tikety
de_de: Öffentliche Tickets deaktivieren
el_gr: Απενεργοποίηση δημόσιων αιτημάτων τεχνικής υποστήριξης
fa_ir: غیرفعال کردن تیکت های عمومی
fr_fr: Désactiver les tickets publics
hu_hu: Nyilvános jegyek letiltása
id_id: Nonaktifkan Tiket Umum
nl_nl: Openbare tickets uitschakelen
pl_pl: Wyłącz publiczne zgłoszenia
pt_br: Desativar Tickets Públicos
ro_ro: Dezactivează tichetele publice
ru_ru: Отключить публичные тикеты
sr_rs: Onemogućite Javne Tikete

source: New Helpdesk
ar_sa: انشاء مكتب مساعدة جديد
bg_bg: Ново помощно бюро
cs_cz: Nový Helpdesk
de_de: Neuer Supportbereich
el_gr: Νέο Τμήμα Τεχνικής Υποστήριξης
fa_ir: بخش جدید
fi_fi: Uusi tukipalvelu
fr_fr: Nouvelle catégorie d'assistance
hu_hu: Új ügyfélszolgálat
id_id: Bantuan baru
nl_nl: Nieuwe helpdesk
pl_pl: Nowe centrum pomocy
pt_br: Novo Suporte Técnico
ro_ro: Birou de asistență nou
ru_ru: Новая служба поддержки
sr_rs: Novi helpdesk
tr_tr: Yeni Yardım Masası

source: Close Tickets After
ar_sa: إغلاق التذاكر بعد
bg_bg: Затворете билетите след
cs_cz: Zavřít tikety po
de_de: Ticket schließen nach
el_gr: Κλείσιμο Αιτημάτων Μετά Από
fa_ir: بستن تیکت بعد از
fi_fi: Sulje tukipyynnöt jälkeen
fr_fr: Fermer le Ticket Après
hu_hu: Jegyek bezárása ennyi idő után
id_id: Tutup tiket setelah
nl_nl: Tickets sluiten na
pl_pl: Zamykaj zgłoszenia po
pt_br: Fechar Tickets Após
ro_ro: Închide tichetele după
ru_ru: Закрывать тикеты после
sr_rs: Zatvori tiket nakon
tr_tr: Biletleri Şu Süreden Sonra Kapat

source: hour(s)
cs_cz: hodin(a)
ro_ro: oră(e)
ru_ru: час(ов)
sr_rs: sat(i)

source: message(s)
ar_sa: رسائل
bg_bg: съобщение(я)
ca_es: missatge(s)
cs_cz: zpráva(y)
de_de: Nachricht(en)
el_gr: μηνύμα(τα)
fa_ir: پیام(ها)
fi_fi: viesti(t)
hu_hu: üzenet(ek)
id_id: pesan
lt_lt: pranešimas(-ai)
nl_nl: bericht(en)
pl_pl: wiadomość(ci)
pt_br: mensagem(s)
pt_pt: mensagem(ns)
ro_ro: mesaj(e)
ru_ru: сообщение(й)
sr_rs: poruka(e)
tr_tr: mesaj(lar)
uk_ua: Повідомлення
vi_vn: tin nhắn
zh_cn: 消息

source: Task
ar_sa: المهام
bg_bg: Задача
ca_es: Tasca
cs_cz: Úkol
de_de: Aufgaben
el_gr: Εργασία
fa_ir: رویداد
fi_fi: Tehtävä
fr_fr: Tâche
hu_hu: Feladat
id_id: Pekerjaan / Tugas
lt_lt: Užduotis
nl_nl: Taak
pl_pl: Zadanie
pt_br: Tarefa
pt_pt: Tarefa
ro_ro: Activitate
sr_rs: Zadatak
tr_tr: Görev
uk_ua: Завдання
vi_vn: Nhiệm vụ
zh_cn: 任务

source: Related To
ar_sa: متعلق ب
bg_bg: Свързано с
cs_cz: Související s
de_de: Verknüpft mit
el_gr: Σχετίζεται με
fa_ir: مرتبط با
fi_fi: Liittyy kohteeseen
fr_fr: Relatif à
hu_hu: Kapcsolódik
id_id: Berkaitan dengan
nl_nl: Gerelateerd aan
pl_pl: Powiązane z
pt_br: Relacionado a
ro_ro: Legate de
sr_rs: Povezan sa
tr_tr: Şununla İlgili

source: Upgrade To
ar_sa: الترقية ل
bg_bg: Надграждане до
cs_cz: Upgradovat na
de_de: Aktualisieren auf
el_gr: Αναβάθμιση σε
fa_ir: ارتقاء به
fi_fi: Päivitä
fr_fr: Mettre à niveau vers
hu_hu: Frissítés erre
id_id: Tingkatkan ke
nl_nl: Upgraden naar
pl_pl: Zaktualizuj do
pt_br: Atualizar Para
ro_ro: Upgradează la
ru_ru: Обновить до
sr_rs: Nadogradite na
tr_tr: Buna Yükselt
