Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Can not create subscription. Subscription id from payment gateway was not received
bg_bg: Не може да се създаде абонамента. Идент. № на абонамента от метода за плащане не бе получен
ca_es: No es pot crear la subscripció. No s'ha rebut l'identificador de subscripció de la passarel·la de pagament
pt_pt: Não é possível criar uma subscrição. O ID de subscrição da plataforma de pagamento não foi recebido
uk_ua: Не вдається створити підписку. Не отримано ідентифікатор підписки від платіжного шлюзу

source: Can not add negative amount to client balance for debit transaction
bg_bg: Не може да се добави отрицателна сума към салдото на клиента за дебитна транзакция
ca_es: No es pot afegir un import negatiu al saldo del client per a la transacció de dèbit
pt_pt: Não é possível adicionar um montante negativo ao saldo do cliente para uma transação de débito
uk_ua: Не можна додати від’ємну суму до балансу клієнта для дебетової операції

source: Message from name can not be empty
bg_bg: Съобщението от името не може да е празно
ca_es: El missatge del nom no pot estar buit
pt_pt: A mensagem do nome não pode estar vazia
uk_ua: Повідомлення від імені не може бути пустим

source: Can not cancel
bg_bg: Не може да се откаже
ca_es: No es pot cancel·lar
pt_pt: Não é possível cancelar
uk_ua: Неможливо скасувати

source: Can not remove product which has active orders.
bg_bg: Не може да се премахне продукт с активни поръчки.
ca_es: No es pot eliminar el producte que té comandes actives.
pt_pt: Não é possível remover um produto que tenha encomendas activas.
uk_ua: Неможливо видалити товар з активними замовленнями.

source: Can not remove product category with products
bg_bg: Не може да се премахне категория продукти с продукти
ca_es: No es pot eliminar la categoria de producte amb productes
pt_pt: Não é possível remover a categoria de produto com produtos
uk_ua: Неможливо видалити категорію товарів з наявними товарами

source: Order id is required
bg_bg: Изисква се идентификационния номер на поръчката
ca_es: L'identificador de comanda és obligatori
pt_pt: O ID da encomenda é obrigatório
uk_ua: Обов’язковий ID замовлення

source: Tld already registered
bg_bg: Tld вече е регистриран
ca_es: Tld ja està registrat
pt_pt: Tld já registado
uk_ua: Tld вже зареєстрований

source: Domain can not be transferred.
bg_bg: Домейнът не може да бъде прехвърлен.
ca_es: El domini no es pot transferir.
pt_pt: O domínio não pode ser transferido.
uk_ua: Домен не може бути перенесений.

source: Order data must contain :field configuration field
bg_bg: Данните за поръчката трябва да съдържат :field за конфигурация на полето
ca_es: Les dades de la comanda han de contenir:camp de configuració del camp
pt_pt: Os dados da encomenda devem conter o campo de configuração :field
uk_ua: Дані замовлення повинні містити :field конфігурації

source: :domain can not be transferred!
bg_bg: :domain не може да бъде прехвърлен!
ca_es: : el domini no es pot transferir!
pt_pt: :domínio não pode ser transferido!
uk_ua: :domain не може бути перенесений!

source: Domain can not be transferred
bg_bg: Домейнът не може да бъде прехвърлен
ca_es: El domini no es pot transferir
pt_pt: O domínio não pode ser transferido
uk_ua: Домен не може бути перенесений

source: Domain can not be registered
bg_bg: Домейна не може да се регистрира
ca_es: El domini no es pot registrar
pt_pt: O domínio não pode ser registado
uk_ua: Домен не може бути зареєстрований

source: File can not be downloaded at the moment. Please contact support
bg_bg: Файлът не може да бъде изтеглен в момента. Моля, свържете се с екипа за поддръжка
ca_es: El fitxer no es pot descarregar en aquest moment. Poseu-vos en contacte amb el servei d'assistència
pt_pt: De momento, não é possível descarregar o ficheiro. Por favor, contacte o apoio ao cliente
uk_ua: Неможливо завантажити файл на даний момент. Будь ласка, зв'яжіться зі службою підтримки

source: Account ip is missing or is invalid
bg_bg: Ip адресът на профила липсва или не е валиден
ca_es: Falta l'IP del compte o no és vàlida
pt_pt: O ip da conta está em falta ou é inválido
uk_ua: Невірний або відсутній IP облікового запису

source: Domain sld or tld is missing
bg_bg: Домейн sld или tld липсва
ca_es: Falta el domini sld o tld
pt_pt: O domínio sld ou tld está em falta
uk_ua: Доменний sld або tld відсутній

source: Can not remove hosting plan which has active accounts
bg_bg: Не може да се премахне хостинг план, който има активни профили
ca_es: No es pot eliminar el pla d'allotjament que té comptes actius
pt_pt: Não é possível remover um plano de alojamento que tenha contas activas
uk_ua: Не можна видалити план хостингу, який має активні облікові записи

source: This administrator account is protected and can not be removed
bg_bg: Този администраторски профил е защитен и не може да бъде премахнат
ca_es: Aquest compte d'administrador està protegit i no es pot eliminar
pt_pt: Esta conta de administrador está protegida e não pode ser removida
uk_ua: Цей обліковий запис адміністратора захищений і не може бути видалений

source: Administrators group can not be removed
bg_bg: Групата администратори не може да бъде премахната
ca_es: El grup d'administradors no es pot eliminar
pt_pt: O grupo de administradores não pode ser removido
uk_ua: Неможливо видалити групу адміністраторів

source: Can not remove group which has staff members
bg_bg: Групата с членове на персонала не може да бъде премахната
ca_es: No es pot eliminar el grup que té membres del personal
pt_pt: Não é possível remover um grupo que tenha membros do pessoal
uk_ua: Не можна видалити групу, яка має співробітників

source: Ticket can not be reopened.
bg_bg: Билетите не могат да бъдат отворени отново.
ca_es: El tiquet no es pot reobrir.
pt_pt: O bilhete não pode ser reaberto.
uk_ua: Заявку не можна повторно відкрити.

source: Can not remove helpdesk which has tickets
bg_bg: Не може да се премахне бюрото, което има билети
ca_es: No es pot eliminar el servei d'assistència que té bitllets
pt_pt: Não é possível remover o serviço de assistência que tem bilhetes
uk_ua: Не можна видалити систему допомоги, в якій є заявки

source: Can not remove category which has articles
bg_bg: Не можете да премахнете категория, която има статии
ca_es: No es pot eliminar la categoria que té articles
pt_pt: Não é possível remover a categoria que tem artigos
uk_ua: Неможливо видалити категорію, в якої є статті

source: Theme ":name" assets folder is not writable. Files can not be uploaded and settings can not be saved. Set folder permissions to 777
bg_bg: Темата ":name" папката с активи няма достъп да се пише във нея. Файловете не могат да бъдат качени и настройките не могат да бъдат запазени. Задайте разрешенията за папката на 777
ca_es: La carpeta d'actius del tema ":name" no es pot escriure. Els fitxers no es poden carregar i la configuració no es pot desar. Estableix els permisos de la carpeta a 777
pt_pt: A pasta de activos do tema ":name" não pode ser escrita. Os ficheiros não podem ser carregados e as definições não podem ser guardadas. Defina as permissões da pasta para 777
uk_ua: Каталог ресурсів теми ":name" недоступна для запису. Неможливо завантажити файли та зберегти налаштування. Встановіть права доступу до каталогу на 777

source: Email
ar_sa: البريد الإلكتروني
bg_bg: Имейл
ca_es: Correu electrònic
fa_ir: ایمیل
fi_fi: Sähköposti
lt_lt: El. paštas
pt_pt: Correio eletrónico
tr_tr: E-posta
uk_ua: Електронна пошта
zh_cn: 邮箱

source: Your profile currency is defined after your first order. Once your currency is set, all your profile accounting will be managed in that currency and can not be changed.
bg_bg: Вашата валута на потребителския профил се определя след първата поръчка. След като сте задали вашата валута, цялото ваше счетоводство ще бъде управлявано в тази валута и не може да бъде променено.
ca_es: La moneda del vostre perfil es defineix després de la vostra primera comanda. Un cop establerta la vostra moneda, tota la comptabilitat del vostre perfil es gestionarà en aquesta moneda i no es podrà canviar.
pt_pt: A moeda do seu perfil é definida após a sua primeira encomenda. Uma vez definida a sua moeda, toda a contabilidade do seu perfil será gerida nessa moeda e não pode ser alterada.
uk_ua: Валюта Ваших платежів буде встановлена після першого замовлення і Ви не зможете її змінити.

source: Default currency is the one you manage all your prices in admin area. If your client in client area chooses other than default currency, prices will be recalculated according to conversion rate. You can have only one default currency. You can not add same currency once again. Changing default currency is not recommended when active orders are available. Nothing is recalculated on default currency change. Your income is calculated in default currency. Changing default currency after you have paid invoices will distort income statistics. Currency rates are taken from European Central Bank and currencylayer.
bg_bg: Валутата по подразбиране е тази, в която управлявате всички цени в административната област. Ако клиентът ви в клиентската област избере друга валута, различна от тази по подразбиране, цените ще бъдат преизчислени според обменния курс. Можете да имате само една валута по подразбиране. Не можете да добавяте същата валута още веднъж. Промяната на валутата по подразбиране не е препоръчителна, когато са налични активни поръчки. Нищо не се преизчислява при промяна на валутата по подразбиране. Приходите ви се изчисляват във валутата по подразбиране. Промяната на валутата по подразбиране, след като сте платили фактури, ще изкриви статистиката на приходите. Валутните курсове са взети от Европейската централна банка и currencylayer.
ca_es: La moneda predeterminada és la que gestioneu tots els vostres preus a l'àrea d'administració. Si el vostre client de l'àrea de clients tria una altra moneda que no sigui predeterminada, els preus es tornaran a calcular segons el percentatge de conversió. Només podeu tenir una moneda predeterminada. No podeu tornar a afegir la mateixa moneda. No es recomana canviar la moneda predeterminada quan hi ha comandes actives disponibles. No es torna a calcular res amb el canvi de moneda predeterminat. Els vostres ingressos es calculen en la moneda predeterminada. Canviar la moneda predeterminada després d'haver pagat les factures distorsionarà les estadístiques d'ingressos. Els tipus de divises es prenen del Banc Central Europeu i de la capa de divises.
pt_pt: A moeda predefinida é a que gere todos os seus preços na área de administração. Se o seu cliente, na área de cliente, escolher outra moeda que não a predefinida, os preços serão recalculados de acordo com a taxa de conversão. Só pode ter uma moeda predefinida. Não pode adicionar a mesma moeda uma vez mais. A alteração da moeda predefinida não é recomendada quando estão disponíveis ordens activas. Nada é recalculado aquando da alteração da moeda predefinida. O seu rendimento é calculado na moeda predefinida. Alterar a moeda predefinida depois de ter pago facturas irá distorcer as estatísticas de rendimentos. As taxas de câmbio são retiradas do Banco Central Europeu e da currencylayer.
uk_ua: Валюта за замовчуванням - це та, яка є основною для всіх послуг. Якщо Ваш клієнт в кабінеті вибирає іншу валюту, за замовчуванням, ціни будуть перераховані відповідно до курсу конвертації. Ви можете мати тільки одну валюту за замовчуванням. Зміна валюти за замовчуванням не рекомендована, коли є активні замовлення. Ніякого перерахунку не відбудеться. Ваш дохід розраховується у валюті за замовчуванням. Зміна валюти за замовчуванням після того, як будуть сплачені рахунки, спотворить статистику доходів. Валютні ставки беруться з Європейського центрального банку.

source: Adjust settings for currency rate updater
bg_bg: Коригиране на настройките за актуализиране на валутния курс
ca_es: Ajusteu la configuració de l'actualitzador de tipus de moneda
pt_br: Ajustar configurações de taxa de câmbio
pt_pt: Ajustar as definições do atualizador de taxas de câmbio
tr_tr: Döviz kuru güncelleyici ayarlarını düzenleyin
uk_ua: Налаштування параметрів для оновлення курсу валют

source: Currencylayer API key
bg_bg: Currencylayer API ключ
ca_es: Clau de l'API Currencylayer
pt_br: Chave API do Currencylayer
pt_pt: Chave API do Currencylayer
tr_tr: Currencylayer API Anahtarı
uk_ua: Ключ API Currencylayer

source: Enable CRON jobs
bg_bg: Активиране на CRON задачите
ca_es: Activa les feines CRON
pt_br: Habilitar CRON jobs
pt_pt: Ativar tarefas CRON
tr_tr: CRON görevlerini etkinleştir
uk_ua: Увімкнути завдання CRON

source: If you enable this, conversion rates will be automatically updated whenever the CRON job fires up. This should only be used if you have a paid subscription for Currencylayer, as otherwise you will quickly hit your rate limit.
bg_bg: Ако разрешите тази опция, коефициентите на преобразуване ще се актуализират автоматично при всяко стартиране на CRON задача. Това трябва да се използва само ако имате платен абонамент за Currencylayer, тъй като в противен случай бързо ще достигнете лимита на курсовете си.
ca_es: Si l'activeu, les taxes de conversió s'actualitzaran automàticament sempre que s'iniciï el treball CRON. Això només s'ha d'utilitzar si teniu una subscripció de pagament a Currencylayer, ja que en cas contrari arribareu ràpidament al vostre límit de tarifa.
pt_br: Se você habilitar isso, as taxas de conversão serão atualizadas automaticamente sempre que o trabalho CRON for iniciado. Isso só deve ser usado se você tiver uma assinatura paga do Currencylayer, caso contrário, você atingirá rapidamente seu limite de taxa.
pt_pt: Se ativar esta opção, as taxas de conversão serão automaticamente actualizadas sempre que a tarefa CRON for iniciada. Isto só deve ser utilizado se tiver uma subscrição paga do Currencylayer, caso contrário, atingirá rapidamente o seu limite de taxas.
tr_tr: Bunu etkinleştirirseniz, CRON işi her başladığında dönüşüm oranları otomatik olarak güncellenir. Bu, yalnızca Currencylayer için ücretli bir aboneliğiniz varsa kullanılmalıdır, aksi takdirde oran sınırınıza hızla ulaşabilirsiniz.
uk_ua: Якщо ви ввімкнете цю функцію, курси конвертації будуть автоматично оновлюватися щоразу, коли запускається задача CRON. Цю функцію слід використовувати, тільки якщо у вас є платна підписка на Currencylayer, оскільки в іншому випадку ви швидко досягнете ліміту.

source: SMTP
bg_bg: Протокол SMTP
zh_cn: SMTP(邮件服务器)

source: Please keep in mind that field name can not start with number. Special characters will be replaced with underscores ( _ )
bg_bg: Моля, имайте предвид, че името на полето не може да започва с номера. Специалните знаци ще бъдат заменени с подчертавания (_)
ca_es: Tingueu en compte que el nom del camp no pot començar amb un número. Els caràcters especials es substituiran per guions baixos ( _ )
pt_pt: Tenha em atenção que o nome do campo não pode começar por um número. Os caracteres especiais serão substituídos por sublinhados ( _ )
uk_ua: Будь ласка, майте на увазі, що назва поля не може починатися з цифри. Спеціальні символи будуть замінені на _

source: New orders
bg_bg: Нови поръчки
pt_br: Novos pedidos
tr_tr: Yeni siparişler

source: GET
bg_bg: ВЗЕМИ
pt_pt: OBTER

source: Redirecting to payment gateway..
bg_bg: Препращане към системата на метода за плащане..
ca_es: S'està redirigint a la passarel·la de pagament...
pt_pt: Redirecionar para o gateway de pagamento...
uk_ua: Перенаправлення на платіжний шлюз..

source: Pending setup
bg_bg: В очакване да бъде конфигурирано
ca_es: Configuració pendent
pt_br: Configuração pendente
pt_pt: Configuração pendente
tr_tr: Kurulum bekleniyor
uk_ua: В очікуванні

source: Order Product
bg_bg: Поръчайте продукт
de_de: Produkt bestellen
pt_br: Solicitar Produto
tr_tr: Ürün Siparişi Ver

source: Choose products we offer for selling
bg_bg: Изберете продукти, които предлагаме за продажба
ca_es: Trieu els productes que oferim per vendre
de_de: Wähle ein Produkt aus, was du kaufen möchtest
pt_br: Escolha os produtos que oferecemos para venda
pt_pt: Escolha os produtos que oferecemos para venda
tr_tr: Satış için sunduğumuz ürünleri seçin
uk_ua: Оберіть продукти для замовлення

source: Clicking on html element with classname or ID
bg_bg: Кликване върху html елемента с име на класа или ID
ca_es: Fent clic a l'element html amb nom de classe o identificador
pt_pt: Clicar num elemento html com nome de classe ou ID
uk_ua: Натискання на елемент html з назвою класу або ID

source: will open popup window for
bg_bg: ще се отвори изскачащ прозорец за
ca_es: obrirà una finestra emergent per
pt_pt: abrirá uma janela pop-up para
uk_ua: Відкриє спливаюче вікно для

source: FREE
bg_bg: БЕЗПЛАТНО
ca_es: GRATUÏT
de_de: KOSTENLOS
pt_br: GRATUITO
pt_pt: GRATUITO
tr_tr: ÜCRETSİZ
uk_ua: БЕЗКОШТОВНО

source: Here you can configured the length of the API keys that will be generated. We recommend making this no less than 16 at a minimum. When in doubt, leave this at 32.
bg_bg: Тук можете да конфигурирате дължината на API ключовете, които ще бъдат генерирани. Препоръчваме тя да бъде не по-малка от 16. Ако имате съмнения, оставете тази стойност на 32.
ca_es: Aquí podeu configurar la longitud de les claus API que es generaran. Us recomanem que no sigui inferior a 16 com a mínim. En cas de dubte, deixeu-ho al 32.
pt_pt: Aqui pode configurar o comprimento das chaves da API que serão geradas. Recomendamos que não seja inferior a 16, no mínimo. Em caso de dúvida, deixe-a em 32.
uk_ua: Тут ви можете налаштувати довжину API ключів, які будуть згенеровані. Ми рекомендуємо зробити це не менше 16 з мінімальним розміром при сумнівах, залишити значення 32.

source: Select free tlds
bg_bg: Изберете безплатен tlds
ca_es: Seleccioneu tlds gratuïts
pt_pt: Selecionar tlds gratuitos
uk_ua: Оберіть безкоштовні tlds

source: All ips
bg_bg: Всички Ип-та
ca_es: Totes les ips
pt_pt: Todos os ips
uk_ua: Всі IP-адреси

source: Valid Install paths
bg_bg: Валидни пътища за инсталиране
ca_es: Camins d'instal·lació vàlids
pt_pt: Caminhos de instalação válidos
uk_ua: Допустимі шляхи для встановлення

source: v2
bg_bg: вер2

source: This staff member is used by FOSSBilling to perform system tasks and can not be removed.
bg_bg: Този стафф модератор се използва от FOSSBilling за изпълнение на системни задачи и не може да бъде премахнат.
ca_es: Aquest membre del personal és utilitzat per FOSSBilling per realitzar tasques del sistema i no es pot eliminar.
pt_pt: Este membro do pessoal é utilizado pela FOSSBilling para efetuar tarefas do sistema e não pode ser removido.
uk_ua: Цей співробітник використовується FOSSBilling для виконання системних завдань і не може бути видалений.

source: Gravatar
bg_bg: Граватар
uk_ua: Граватар

source: Please try to read related topics in knowledge base before contacting support.
bg_bg: Моля, прочетете свързаните теми с вашия проблем в базата с знания, преди да се свържете с поддръжката.
ca_es: Si us plau, proveu de llegir temes relacionats a la base de coneixement abans de contactar amb l'assistència.
pt_br: Por favor, tente ler tópicos relacionados na base de conhecimento antes de entrar em contato com o suporte.
pt_pt: Tente ler os tópicos relacionados na base de dados de conhecimento antes de contactar o suporte.
tr_tr: Destek birimi ile iletişime geçmeden önce lütfen bilgi bankasındaki ilgili konuları okumaya çalışın.
uk_ua: Будь ласка, спробуйте прочитати відповідні теми в базі знань перед тим, як звернутися до служби підтримки.

source: No results found for
bg_bg: Няма намерени резултати за
pt_br: Não há resultados para
tr_tr: Şunun için hiçbir sonuç bulunamadı
uk_ua: Не знайдено жодного результату для

source: Enabling this functionality may effect modules that depend on it.
bg_bg: Активирането на тази функционалност може да повлияе на модулите, които зависят от нея.
pt_pt: A ativação desta funcionalidade pode afetar os módulos que dela dependem.
uk_ua: Увімкнення цієї функції може впливати на модулі, залежні від неї.

source: Last applicable behavior change change:
bg_bg: Последна приложима промяна в поведението:

source: Wysiwyg settings
bg_bg: Настройки на Wysiwyg
ca_es: Configuració Wysiwyg
pt_pt: Definições do Wysiwyg
uk_ua: Налаштування Wysiwyg

source: Enter search text..
bg_bg: Въведете текст за търсене тук..
ca_es: Introduïu el text de cerca...
pt_pt: Introduzir texto de pesquisa...
uk_ua: Введіть пошуковий запит..

source: View extension readme
bg_bg: Погледни файла за четене на разширението
uk_ua: Переглянути розширення readme

source: PDF
ar_sa: ملف PDF
fa_ir: نسخهPDF

source: Tld
fa_ir: پسوند

source: The default currency is the one you define product pricing in. If your client chooses a different currency, pricing will be recalculated according to the conversion rate. You can have only one default currency. You cannot add multiple instances of the same currency. Changing the default currency after orders have been placed may have unexpected issues. Nothing is recalculated on default currency change. Your income is calculated in the default currency. Changing the default currency after you have paid invoices will distort income statistics. Currency rates are taken from the European Central Bank and currencylayer.
tr_tr: Varsayılan para birimi, ürün fiyatlandırmasını tanımladığınız para birimidir. Müşteriniz farklı bir para birimi seçerse fiyatlandırma, dönüşüm oranına göre yeniden hesaplanacaktır. Yalnızca bir varsayılan para biriminiz olabilir. Aynı para biriminin birden fazla örneğini ekleyemezsiniz. Siparişler verildikten sonra varsayılan para biriminin değiştirilmesi beklenmeyen sorunlara yol açabilir. Varsayılan para birimi değişikliğinde hiçbir şey yeniden hesaplanmaz. Geliriniz varsayılan para biriminde hesaplanır. Faturaları ödedikten sonra varsayılan para birimini değiştirmek, gelir istatistiklerini bozacaktır. Döviz kurları Avrupa Merkez Bankası'ndan ve para birimi katmanından alınır.

source: POST
nl_nl: POSTE

source: Unable to create backup of configuration file
ca_es: No es pot crear una còpia de seguretat del fitxer de configuració
pt_pt: Não é possível criar uma cópia de segurança do ficheiro de configuração
uk_ua: Не вдалося створити резервну копію файлу конфігурації

source: Payment adapter class did not implement configuration options method
ca_es: La classe d'adaptador de pagament no ha implementat el mètode d'opcions de configuració
pt_pt: A classe do adaptador de pagamento não implementou o método das opções de configuração
uk_ua: Клас платіжного адаптера не реалізував метод для налаштування параметрів конфігурації

source: Domain registrar class did not implement configuration options method
ca_es: La classe de registre de dominis no va implementar el mètode d'opcions de configuració
pt_pt: A classe de registo de domínios não implementou o método das opções de configuração
uk_ua: Клас реєстратора домену не реалізував метод конфігурації

source: A4
uk_ua: А4

source: Your payment is being processed right now. It can take up 5 minutes to complete.
ca_es: El vostre pagament s'està processant ara mateix. Pot trigar fins a 5 minuts a completar-se.
pt_pt: O seu pagamento está a ser processado neste momento. Pode levar até 5 minutos para ser concluído.
uk_ua: Ваш платіж в обробці, це може зайняти до 5 хвилин.

source: You will be automatically redirected to invoice page after 5 minutes.
ca_es: Se us redirigirà automàticament a la pàgina de factura al cap de 5 minuts.
pt_pt: Será automaticamente redireccionado para a página de faturação após 5 minutos.
uk_ua: Ви будете автоматично перенаправлені на сторінку рахунків через 5 хвилин.

source: Use Secure connection
ca_es: Utilitzeu la connexió segura
pt_pt: Utilizar uma ligação segura
uk_ua: Використовувати безпечне з'єднання
