Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Allow clients to choose between one-time and subscription payments
cs_cz: Umožnit klientům vybrat si mezi jednorázovými a předplatnými platbami
ro_ro: Permite clienților să aleagă între plata unică și plăti abonamente
ru_ru: Разрешить клиентам выбирать между разовыми и подлесочными
sr_rs: Omogućite klijentima da biraju između jednokratnih i pretplatničkih plaćanja

source: Terms of service / privacy policy requirement for the checkout screen
cs_cz: Podmínky služby / Zásady ochrany osobních údajů na obrazovce platby
ro_ro: Cerințe privind termenii serviciului / politica de confidențialitate pentru ecranul de ieșire
ru_ru: Требование условий обслуживания / политики конфиденциальности для экрана оформления заказа
sr_rs: Zahtevi za uslove korišćenja usluge / politiku privatnosti za ekran za plaćanje

source: Explicit agreement
cs_cz: Explicitní dohoda
ro_ro: Acord explicit
ru_ru: Явное согласие
sr_rs: Eksplicitni sporazum

source: Implicit agreement
cs_cz: Implicitní dohoda
ro_ro: Acord implicit
ru_ru: Неявное согласие
sr_rs: Implicitni sporazum

source: Signup page
cs_cz: Registrační stránka
ro_ro: Pagină de înregistrare
ru_ru: Страница регистрации
sr_rs: Stranica za registraciju

source: Terms of service / privacy policy requirement for the signup page
cs_cz: Podmínky služby / Zásady ochrany osobních údajů na registrační stránce
ro_ro: Cerinţe privind termenii serviciului / politica de confidenţialitate pentru pagina de înscriere
ru_ru: Требование условий обслуживания / политики конфиденциальности для страницы регистрации
sr_rs: Uslovi korišćenja / zahtevi politike privatnosti za stranicu za registraciju

source: Whoops! Unable to find the page you are looking for
ar_sa: عفوا! غير قادر على العثور على الصفحة التي تبحث عنها
bg_bg: Упс! Не успяхме да намерим страницата, която търсите
cs_cz: Jejda! Nepodařilo se najít stránku, kterou hledáte
de_de: Hoppla! Die gesuchte Seite konnte nicht gefunden werden
el_gr: Ουπς! Δεν είναι δυνατή η εύρεση της σελίδας που ψάχνετε
fa_ir: نمی توان صفحه مورد نظر را پیدا کرد
fi_fi: Hups! Etsimääsi sivua ei löydy
fr_fr: Oups! Nous n'avons pas pu retrouver la page que vous cherchez
hu_hu: Hoppá! Nem található a keresett oldal
id_id: Whoops! Tidak dapat menemukan halaman yang Anda cari
nl_nl: Oeps! Pagina niet gevonden
pl_pl: Ups! Nie można znaleźć strony, której szukasz
pt_br: Opa! Não foi possível encontrar a página que você procura
ro_ro: Ups! Imposibil de găsit pagina pe care o căutați
ru_ru: Упс! Не удается найти страницу, которую вы ищете
sr_rs: Ups! Nije moguć́e pronaći stranicu koju tražite
tr_tr: Whoops! Aradığınız sayfa bulunamıyor
vi_vn: Rất tiếc! Không thể tìm thấy trang bạn đang tìm kiếm
zh_cn: 无法找到您查找的页面

source: Go back to home
ar_sa: العودة إلى الرئيسية
bg_bg: Обратно към началото
cs_cz: Přejít zpět na Domů
de_de: Zurück zur Startseite
el_gr: Μετάβαση πίσω στην αρχική σελίδα
fa_ir: برگشت به صفحه اصلی
fi_fi: Palaa takaisin kotiin
fr_fr: Revenir à la page d'accueil
hu_hu: Visszalépés
id_id: Kembali ke Beranda
nl_nl: Terug naar startpagina
pl_pl: Wróć do strony głównej
pt_br: Voltar à página inicial
ro_ro: Întoarcere acasă
ru_ru: Вернуться на главную
sr_rs: Vrati se na Panel
tr_tr: Ana Sayfaya dön
vi_vn: Quay lại trang chủ
zh_cn: 返回主页

source: Sign out
ar_sa: تسجيل الخروج
bg_bg: Изход
ca_es: Tanca sessió
cs_cz: Odhlásit se
de_de: Abmelden
el_gr: Αποσύνδεση
fa_ir: خروج از حساب
fi_fi: Kirjaudu ulos
fr_fr: Déconnexion
hu_hu: Kijelentkezés
id_id: Keluar
lt_lt: Atsijungti
nl_nl: Uitloggen
pl_pl: Wyloguj się
pt_br: Sair
pt_pt: Sair
ro_ro: Deconectați-vă
ru_ru: Выход
sr_rs: Odjava
tr_tr: Çıkış Yap
uk_ua: Вийти
vi_vn: Đăng xuất
zh_cn: 退出

source: breadcrumb
cs_cz: drobečková navigace
ro_ro: navigare
ru_ru: Навигационная цепочка

source: Payment Information
ar_sa: معلومات الدفع
bg_bg: Информация за плащането
cs_cz: Informace o platbě
de_de: Zahlungsinformationen
el_gr: Πληροφορίες πληρωμής
fa_ir: اطلاعات پرداخت
fi_fi: Maksutiedot
fr_fr: Informations de paiement
hu_hu: Fizetési információ
id_id: Informasi pembayaran
nl_nl: Betaalgegevens
pl_pl: Informacje o płatnościach
pt_br: Informação de Pagamento
ro_ro: Informații de plată
ru_ru: Платежная информация
sr_rs: Informacije plaćanja
tr_tr: Ödeme Bilgileri
uk_ua: Платіжна інформація
vi_vn: Thông tin thanh toán
zh_cn: 付款信息

source: Account Number
ar_sa: رقم الحساب
bg_bg: Номер на профила
cs_cz: Číslo účtu
de_de: IBAN
el_gr: Αριθμός Λογαριασμού
fa_ir: شماره حساب
fi_fi: Tilinumero
fr_fr: Numéro de compte
hu_hu: Számlaszám
id_id: Nomor akun
nl_nl: Rekeningnummer
pl_pl: Numer konta
pt_br: Numero da Conta
ro_ro: Număr cont
ru_ru: Номер счета
sr_rs: Broj računa
tr_tr: Hesap Numarası
uk_ua: Номер рахунку
vi_vn: Số tài khoản
zh_cn: 账号

source: Powered by the
cs_cz: Běží na
ro_ro: Realizat de către
ru_ru: Работает на
sr_rs: Pokreće ga

source: FOSSBilling Community
ar_sa: مجتمع FOSSBilling
bg_bg: FOSSBilling Общност
cs_cz: Komunita FOSSBilling
el_gr: Κοινότητα FOSSBilling
fa_ir: انجمن FOSSBilling
fi_fi: FOSSBilling-Yhteisö
fr_fr: Communauté FOSSBilling
hu_hu: FOSSBilling Közösség
id_id: Komunitas FOSSBIlling
nl_nl: FOSSBilling gemeenschap
pl_pl: Społeczność FOSSBilling
pt_br: Comunidade FOSSBilling
ro_ro: Comunitatea FOSSBilling
ru_ru: Сообщество FOSSBBilling
sr_rs: FOSSBilling Zajednica
tr_tr: FOSSBilling Topluluğu
uk_ua: Спільнота FOSSBilling
vi_vn: Cộng đồng thanh toán FOSS

source: Top
ar_sa: أعلى
bg_bg: Отиване нагоре
ca_es: A dalt
cs_cz: Nahoře
de_de: Oben
el_gr: Επιστροφή στην κορυφή
fa_ir: بالا
fi_fi: Ylös
fr_fr: Haut
hu_hu: Fel
id_id: Teratas
lt_lt: Į viršų
nl_nl: Bovenaan
pl_pl: Góra
pt_br: Topo
pt_pt: Topo
ro_ro: Sus
ru_ru: Вверху
sr_rs: Vrh
tr_tr: Yukarı
uk_ua: Вгору
vi_vn: Đầu trang
zh_cn: 顶部

source: NOTE: Many features on FOSSBilling require Javascript and cookies. You can enable both in your browser's preference settings.
cs_cz: POZNÁMKA: Mnoho funkcí na FOSSBilling vyžaduje Javascript a cookies. Obě funkce můžete povolit v nastavení vašeho prohlížeče.
ro_ro: NOTĂ: Multe caracteristici pe FOSSBilling necesită Javascript și cookie-uri. Puteți activa ambele în setările preferate ale browser-ului dvs.
ru_ru: ПРИМЕЧАНИЕ: Многие функции FOSSBilling требуют Javascript и cookies. Вы можете включить их в настройках вашего браузера.
sr_rs: NAPOMENA: Mnoge funkcije na FOSSBilling-u zahtevaju Javascript i kolačiće. Možete omogućiti oba u podešavanjima vašeg pregledača.

source: Account balance
ar_sa: رصيد الحساب
bg_bg: Баланс по профила
ca_es: Saldo del compte
cs_cz: Zůstatek na účtu
de_de: Kontostand
el_gr: Υπόλοιπο λογαριασμού
fa_ir: موجودی حساب
fi_fi: Tilin saldo
fr_fr: Solde de votre compte
hu_hu: Számlaegyenleg
id_id: Saldo akun
lt_lt: Paskyros balansas
nl_nl: Rekeningsaldo
pl_pl: Saldo konta
pt_br: Saldo da conta
pt_pt: Saldo da conta
ro_ro: Soldul contului
ru_ru: Остаток на счете
sr_rs: Trenutni saldo
tr_tr: Hesap bakiyesi
uk_ua: Баланс рахунку
vi_vn: Số dư tài khoản
zh_cn: 账户余额

source: First
cs_cz: První
ro_ro: Primul
ru_ru: Первая
sr_rs: Prvi

source: Previous
cs_cz: Předchozí
ro_ro: Anterior
ru_ru: Предыдущая
sr_rs: Prethodno

source: Last
cs_cz: Poslední
ro_ro: Ultimul
ru_ru: Последняя
sr_rs: Poslednji

source: Quantity:
ar_sa: الكمية:
bg_bg: Количество:
ca_es: Quantitat:
cs_cz: Množství:
de_de: Anzahl:
el_gr: Ποσότητα:
fa_ir: مقدار:
fi_fi: Määrä:
fr_fr: Quantité :
hu_hu: Mennyiség:
id_id: Jumlah:
lt_lt: Kiekis:
nl_nl: Hoeveelheid:
pl_pl: Ilość:
pt_br: Quantidade:
pt_pt: Quantidade:
ro_ro: Cantitate:
ru_ru: Количество:
sr_rs: Količina:
tr_tr: Miktar:
uk_ua: Кількість:
vi_vn: Số lượng:
zh_cn: 数量：

source: Total price:
ar_sa: السعر الإجمالي:
bg_bg: Общо за плащане:
ca_es: Preu total:
cs_cz: Celková cena:
de_de: Gesamtpreis:
el_gr: Συνολικό κόστος:
fa_ir: قیمت کل:
fi_fi: Hinta yhteensä:
fr_fr: Prix Total:
hu_hu: Teljes ár:
id_id: Total harga:
lt_lt: Galutinė suma:
nl_nl: Totaalprijs:
pl_pl: Cena ogółem:
pt_br: Preço Total:
pt_pt: Preço total:
ro_ro: Preţ total:
ru_ru: Общая цена:
sr_rs: Ukupna cijena:
tr_tr: Toplam fiyat:
uk_ua: Загальна вартість:
vi_vn: Tổng tiền:
zh_cn: 总价：

source: Setup Price
ar_sa: سعر الإعداد
bg_bg: Инсталационна цена
ca_es: Preu de configuració
cs_cz: Nastavit cenu
de_de: Einrichtungspreis
el_gr: Κόστος Εγκατάστασης
fa_ir: هزینه نصب
fi_fi: Asetushinta
fr_fr: Prix d'installation
hu_hu: Beállítási ár
id_id: Harga pemasangan
lt_lt: Sąrankos Kaina
nl_nl: Setup prijs
pl_pl: Ustawienia ceny
pt_br: Preço de instalação
pt_pt: Preço de instalação
ro_ro: Preț de configurare
ru_ru: Цена настройки
sr_rs: Cijena postavljanja
tr_tr: Kurulum Fiyatı
uk_ua: Налаштувати ціну
vi_vn: Giá khởi tạo
zh_cn: 安装价格

source: Order now
ar_sa: اطلب الآن
bg_bg: Поръчай сега
ca_es: Ordenar ara
cs_cz: Objednat nyní
de_de: Jetzt bestellen
el_gr: Παραγγελία τώρα
fa_ir: سفارش دهید
fi_fi: Tilaa nyt
fr_fr: Commander maintenant
hu_hu: Rendelés most
id_id: Pesan sekarang
lt_lt: Užsisakyti dabar
nl_nl: Nu bestellen
pl_pl: Zamów teraz
pt_br: Solicite agora
pt_pt: Encomendar agora
ro_ro: Comandă acum
ru_ru: Заказать
sr_rs: Naručite sada
tr_tr: Siparişi ver
uk_ua: Замовити
vi_vn: Đặt mua ngay
zh_cn: 立即下单

source: Module :mod manifest file is missing
bg_bg: Manifest файла за модул :mod липсва
ca_es: Falta el fitxer de manifest del mòdul:mod
cs_cz: Manifest modulu :mod chybí
de_de: Modul :mod Manifest-Datei fehlt
el_gr: Λείπει το αρχείο δηλώσεων του πρόσθετου :mod
hu_hu: Modul :mod manifeszt fájl hiányzik
id_id: Modul :mod manifes tidak ada
lt_lt: Trūksta modulio :mod aprašo failo
pl_pl: Brakuje pliku manifestu modułu :mod
pt_br: Módulo :mod arquivo de manifesto está ausente
pt_pt: O ficheiro de manifesto do módulo :mod está em falta
tr_tr: :mod modülü manifest dosyası eksik
uk_ua: Відсутній маніфест-файл модуля :mod
zh_cn: 模块 :mod manifest 文件丢失

source: Got a
cs_cz: Máte a
hu_hu: Megvan a

source: Invoices are not generated for 0 amount orders
bg_bg: Фактурите не се генерират за поръчки с нулеви суми
ca_es: No es generen factures per a comandes de 0 import
cs_cz: Faktury nejsou generovány za 0 objednávek
el_gr: Δεν εκδίδονται τιμολόγια για παραγγελίες μηδενικού κόστους
hu_hu: 0 összegű megrendelésekről nem készül számla
id_id: Faktur tidak dibuat apabila tidak ada pesanan sama-sekali
lt_lt: 0 sumos užsakymams sąskaitos faktūros negeneruojamos
pl_pl: Faktury nie są generowane dla zamówień o wartości 0
pt_br: Faturas não são geradas para pedidos com valor 0
pt_pt: As facturas não são geradas para encomendas de montante 0
tr_tr: 0 adet sipariş için fatura oluşturulmaz
uk_ua: Рахунки не створюються з нульовою кількістю замовлень
zh_cn: 不能为金额为零的订单创建账单

source: Product type :type is not registered
bg_bg: Тип продукт :type не е регистриран
ca_es: Tipus de producte: el tipus no està registrat
cs_cz: Typ produktu :type není registrován
de_de: Produkttyp :type ist nicht registriert
el_gr: Τύπος προϊόντος :type δεν είναι καταχωρημένος
hu_hu: Terméktípus :típus nincs regisztrálva
id_id: Tipe produk :type tidak terdaftar
lt_lt: Produkto tipas: type neregistruotas
pl_pl: Typ produktu :type nie jest zarejestrowany
pt_br: Tipo de produto :type não registrado
pt_pt: Tipo de produto :type não está registado
tr_tr: Ürün tipi :type kayıtlı değil
uk_ua: Тип продукту :type не зареєстрований
zh_cn: 产品类型 :type 未注册

source: Server manager :adapter is invalid
bg_bg: Сървърния мениджър :adapter не е валиден
ca_es: Gestor del servidor: l'adaptador no és vàlid
cs_cz: Správce serveru :adapter je neplatný
el_gr: Διαχειριστής εξυπηρετητή :adapter είναι άκυρος
hu_hu: Kiszolgálókezelő :adapter érvénytelen
id_id: Manajer peladen :adapter tidak valid
pl_pl: Menedżer serwera :adapter jest nieprawidłowy
pt_br: Gerenciador de servidor :adapter não é válido
pt_pt: Gestor de servidor: o adaptador é inválido
tr_tr: Sunucu yöneticisi :adapter geçersiz
uk_ua: Диспетчер серверів :adapter помилковий
zh_cn: 服务器管理器 :adapter 无效

source: License plugin :plugin was not found
bg_bg: Лиценз разширението :plugin не е намерен
ca_es: El connector de llicència: no s'ha trobat el connector
cs_cz: Licenční plugin :plugin nebyl nalezen
de_de: Lizenz-Plugin :plugin nicht gefunden
el_gr: Δεν βρέθηκε το πρόσθετο άδειας :plugin
hu_hu: Licenc plugin :plugin nem található
id_id: Plugin lisensi :plugin tidak dapat ditemukan
lt_lt: Licencijos papildinys :plugin nerastas
pl_pl: Nie znaleziono dodatku licencji :plugin
pt_br: Plugin de licença :plugin não foi encontrado
pt_pt: Plugin de licença: o plugin não foi encontrado
tr_tr: Lisans eklentisi :plugin bulunamadı
uk_ua: Додаток ліцензії :plugin не знайдено
zh_cn: 找不到授权插件 :plugin

source: You are not allowed to login to admin area from :ip address
bg_bg: Не ви е позволено да влизате в администраторска област от този :ip адрес
ca_es: No teniu permís per iniciar sessió a l'àrea d'administració des de l'adreça:ip
cs_cz: Nejste oprávněni se přihlásit do admin oblasti z :ip adresy
de_de: Du bist nicht berechtigt, dich im Adminbereich von :ip Adresse aus anzumelden
el_gr: Δεν επιτρέπεται να συνδεθείτε στην περιοχή διαχειριστή από τη διεύθυνση :ip
hu_hu: Nem engedélyezett az adminisztrációs területre való bejelentkezés a :ip címről
id_id: Anda tidak diperbolehkan masuk panel area dari alamat :ip
lt_lt: Jums neleidžiama prisijungti prie administravimo skydelio iš :ip adreso
pl_pl: Nie masz uprawnień do logowania do obszaru administratora z adresu :ip
pt_br: Você não tem permissão para acessar a área de administrador a partir do endereço :ip
pt_pt: Não tem permissão para aceder à área de administração a partir do endereço IP
tr_tr: :ip adresinden yönetici alanına giriş izniniz yok
uk_ua: Вхід в панель адміністратора не дозволено з :ip адреси
zh_cn: 不允许从 :ip 登录到管理后台

source: administrator
ar_sa: مدير النظام
bg_bg: администратор
ca_es: administrador
cs_cz: Správce
el_gr: διαχειριστής
fa_ir: مدیر
fi_fi: ylläpitäjät
fr_fr: administrateur
hu_hu: adminisztrátor
id_id: pengelola
nl_nl: beheerder
pt_br: administrador
ru_ru: администратор
tr_tr: yönetici
uk_ua: Адміністратор
vi_vn: quản trị viên

source: Staff member with email :email is already registered
bg_bg: Член на персонала с имейл :email вече е регистриран
ca_es: Membre del personal amb correu electrònic: el correu electrònic ja està registrat
cs_cz: Člen zaměstnance s e-mailem :email je již registrován
de_de: Mitarbeiter mit der E-Mail :email ist bereits registriert
el_gr: Μέλος του προσωπικού με email :email είναι ήδη εγγεγραμμένο
hu_hu: Személyzeti tag e-mail címmel :email már regisztrálva van
id_id: Anggota staff dengan surel :email sudah terdaftar
lt_lt: Darbuotojas, kurio el. pašto adresas :email jau užsiregistravęs
pl_pl: Członek personelu o adresie e-mail :email jest już zarejestrowany
pt_br: Membro da equipe com e-mail :email já está registrado
pt_pt: Funcionário com e-mail :e-mail já está registado
tr_tr: :email e-posta adresine sahip personel zaten kayıtlı
uk_ua: Співробітники з електронною поштою :email вже зареєстровано
zh_cn: 员工的邮箱 :email 已注册

source: Theme ":name" does not exist
bg_bg: Темата ":name" не съществува
ca_es: El tema ":name" no existeix
cs_cz: Šablona „:name“ neexistuje
de_de: Thema ":name" existiert nicht
el_gr: Το θέμα ":name" δεν υπάρχει
hu_hu: A ":name" téma nem létezik
id_id: Tema ":name" tidak ada
lt_lt: Tema ":name" neegzistuoja
pl_pl: Motyw ":name" nie istnieje
pt_br: Tema ":name" não existe
pt_pt: O tema ":name" não existe
tr_tr: ":name" teması mevcut değil
uk_ua: Тема ":name" не існує
zh_cn: 主题 “:name” 不存在

source: Active
ar_sa: نشط
bg_bg: Активен
ca_es: Actiu
cs_cz: Aktivní
de_de: Aktiv
el_gr: Ενεργά
fa_ir: فعال
fi_fi: Aktiivinen
fr_fr: Actif
hu_hu: Aktív
id_id: Aktif
lt_lt: Aktyvus
nl_nl: Actief
pl_pl: Aktywne
pt_br: Ativo
pt_pt: Ativo
ru_ru: Aktiv
sr_rs: Aktivan
tr_tr: Aktif
uk_ua: Активні
vi_vn: Hoạt động
zh_cn: 已启用

source: Total
ar_sa: الإجمالي
bg_bg: Общо
cs_cz: Celkem
de_de: Gesamt
el_gr: Σύνολο
fa_ir: مجموع
fi_fi: Yhteensä
hu_hu: Összesen
lt_lt: Iš viso
nl_nl: Totaal
pl_pl: Razem
ru_ru: Всего
sr_rs: Ukupno
tr_tr: Toplam
uk_ua: Всього
vi_vn: Tổng
zh_cn: 总计

source: Individual
ar_sa: فردي
bg_bg: Индивидуален
cs_cz: Jednotlivec
de_de: Privatkunde
el_gr: Φυσικό πρόσωπο
fa_ir: شخصی
fi_fi: Yksilö
fr_fr: Individuel
hu_hu: Egyéni
id_id: Perseorangan
lt_lt: Asmuo
nl_nl: Privé
pl_pl: Osoba prywatna
ru_ru: Физическое лицо
sr_rs: Pojedinac
tr_tr: Bireysel
uk_ua: Індивідуальний
vi_vn: Cá nhân
zh_cn: 个人

source: Gateway
ar_sa: بوابة
bg_bg: Шлюз
ca_es: Passarel·la
cs_cz: Brána
el_gr: Πύλη
fa_ir: روش پرداخت
fi_fi: Maksutapa
fr_fr: Passerelle
hu_hu: Átjáró
id_id: Gerbang
lt_lt: Vartai
pl_pl: Bramka płatnicza
pt_br: Método
pt_pt: Porta de entrada
ru_ru: Шлюз
sr_rs: Platni prolaz
tr_tr: Ödeme Yöntemi
uk_ua: Шлюз
vi_vn: Cổng
zh_cn: 网关

source: General
ar_sa: عام
bg_bg: Главни
cs_cz: Základní nastavení
de_de: Allgemein
el_gr: Γενικά
fa_ir: عمومی
fi_fi: Yleinen
fr_fr: Général
hu_hu: Általános
id_id: Umum
lt_lt: Pagrindinis
nl_nl: Algemeen
pl_pl: Ogólne
pt_br: Geral
pt_pt: Geral
ru_ru: Общие
sr_rs: Opšte
tr_tr: Genel
uk_ua: Основне
vi_vn: Chung
zh_cn: 通用

source: Format
ar_sa: التنسيق
bg_bg: Формат
cs_cz: Formát
el_gr: Μορφοποίηση
fa_ir: فرمت
fi_fi: Muoto
hu_hu: Formátum
lt_lt: Formatas
nl_nl: Formaat
pt_br: Formato
pt_pt: Formato
ru_ru: Формат
uk_ua: Формат
vi_vn: Định dạng
zh_cn: 格式

source: SendMail
ar_sa: إرسال البريد
ca_es: Envia un correu
cs_cz: Odeslat e-mail
fa_ir: ارسال ایمیل
fr_fr: Envoyer
pt_br: Enviar email
pt_pt: EnviarMail

source: Prefix
ar_sa: البادئة
bg_bg: Префикс
cs_cz: Předpona
de_de: Präfix
el_gr: Πρόθεμα
fa_ir: پیشوند
fi_fi: Etuliite
fr_fr: Préfixe
hu_hu: Előtag
id_id: Awalan
lt_lt: Priešdėlis
nl_nl: Voorvoegsel
pl_pl: Prefiks
pt_br: Prefixo
pt_pt: Prefixo
ru_ru: Префикс
sr_rs: Prefiks
tr_tr: Ön Ek
uk_ua: Префікс
vi_vn: Tiền tố
zh_cn: 前綴

source: Radio
bg_bg: Радио
ca_es: Ràdio
cs_cz: Rádio
fa_ir: تک انتخابی
hu_hu: Rádió
nl_nl: Radio selectievakje
pl_pl: Przyciski radio
pt_pt: Rádio
ru_ru: Переключатель (Radio)
tr_tr: Radyo Butonu
uk_ua: Радіо
vi_vn: Hộp chọn
zh_cn: Radio 单选框组件

source: Client
ar_sa: عميل
bg_bg: Клиент
cs_cz: Klient
de_de: Kunde
el_gr: Πελάτης
fa_ir: کاربر
fi_fi: Asiakas
hu_hu: Ügyfél
id_id: Klien
lt_lt: Klientas
nl_nl: Klant
pl_pl: Klient
pt_br: Cliente
pt_pt: Cliente
ru_ru: Клиент
sr_rs: Klijent
tr_tr: Müşteri
uk_ua: Клієнт
vi_vn: Khách hàng
zh_cn: 客户

source: Subtotal
ar_sa: الإجمالي الفرعي
bg_bg: Междинна сума
cs_cz: Mezisoučet
de_de: Zwischensumme
el_gr: Υποσύνολο
fa_ir: جمع کل
fi_fi: Välisumma
fr_fr: Sous-total
hu_hu: Részösszeg
lt_lt: Tarpinė suma
nl_nl: Subtotaal
pl_pl: Razem
ru_ru: Промежуточный итог
sr_rs: Međuzbir
tr_tr: Ara Toplam
uk_ua: Підсумок
vi_vn: Tạm tính
zh_cn: 小计

source: IMPORTANT
ar_sa: هام
bg_bg: ВАЖНО
cs_cz: DŮLEŽITÉ
de_de: WICHTIG
el_gr: ΣΗΜΑΝΤΙΚΟ
fa_ir: مهم
fi_fi: TÄRKEÄÄ
hu_hu: FONTOS
id_id: PENTING
lt_lt: SVARBU
nl_nl: BELANGRIJK
pl_pl: WAŻNE
pt_br: IMPORTANTE
ru_ru: ВАЖНО
sr_rs: VAŽNO
tr_tr: ÖNEMLİ
uk_ua: ВАЖЛИВО
vi_vn: QUAN TRỌNG
zh_cn: 重要信息

source: Subtotal:
ar_sa: الإجمالي الفرعي:
bg_bg: Междинна сума:
cs_cz: Mezisoučet:
de_de: Zwischensumme:
el_gr: Υποσύνολο:
fa_ir: جمع کل:
fi_fi: Välisumma:
fr_fr: Sous-total:
hu_hu: Összesen:
lt_lt: Tarpinė suma:
nl_nl: Subtotaal:
pl_pl: Razem:
ru_ru: Промежуточный итог:
sr_rs: Međuzbir:
tr_tr: Ara toplam:
uk_ua: Підсумок:
vi_vn: Tổng phụ:
zh_cn: 小计：

source: Total:
ar_sa: الإجمالي:
bg_bg: Общо:
cs_cz: Celkem:
de_de: Gesamt:
el_gr: Σύνολο:
fa_ir: جمع:
fi_fi: Yhteensä:
hu_hu: Összesen:
lt_lt: Iš viso:
nl_nl: Totaal:
pl_pl: Suma:
ru_ru: Итого:
sr_rs: Ukupno:
tr_tr: Toplam:
uk_ua: Всього:
vi_vn: Tổng cộng:
zh_cn: 总计：

source: Transfer
ar_sa: نقل
bg_bg: Прехвърляне
ca_es: Transferir
cs_cz: Převod
de_de: Übertragen
el_gr: Μεταφορά
fa_ir: انتقال
fi_fi: Siirto
fr_fr: Transfert
hu_hu: Átvitel
id_id: Pemindahan
lt_lt: Perkelti
nl_nl: Verhuizen
pt_br: Transferir
pt_pt: Transferência
ru_ru: Oʻtkazmoq
vi_vn: Chuyển về
zh_cn: 转移

source: Transfer
ar_sa: نقل
bg_bg: Прехвърляне
ca_es: Transferència
cs_cz: Převod
de_de: Übertragen
el_gr: Μεταφορά
fa_ir: انتقال
fi_fi: Siirto
fr_fr: Transfert
hu_hu: Átvitel
lt_lt: Perkelti
nl_nl: Verhuizen
pl_pl: Przenieś
pt_br: Transferir
pt_pt: Transferência
ru_ru: Перенос
uk_ua: Трансфер
vi_vn: Chuyển về
zh_cn: 转移

source: Hostname
ar_sa: اسم المضيف
bg_bg: Хост име
ca_es: Nom de host
cs_cz: Název serveru
el_gr: Όνομα κεντρικού υπολογιστή
fa_ir: هاست نیم
fi_fi: Isäntä
fr_fr: Nom d'hôte
hu_hu: Hosztnév
id_id: Nama host
nl_nl: Hostnaam
pl_pl: Nazwa hosta
pt_pt: Nome do anfitrião
ru_ru: Xost nomi
tr_tr: Sunucu Adı
uk_ua: Ім'я хоста
vi_vn: Tên máy chủ
zh_cn: 主机名

source: FOSSBilling gives you the ability to provide your own license generation script. Follow the instructions below to install new license plugin
cs_cz: FOSSBilling vám dává možnost poskytnout vlastní skript pro generování licencí. Postupujte podle následujících pokynů pro instalaci nového licenčního pluginu

source: License plugin is PHP class "License_PluginName" with one method
bg_bg: Лиценз плъгин е PHP клас "License_PluginName " с един метод
ca_es: El connector de llicència és la classe PHP "License_PluginName" amb un mètode
cs_cz: Licenční plugin je PHP třída "License_PluginName" s jednou metodou
de_de: Lizenz-Plugin ist die PHP-Klasse "License_PluginName" mit einer Methode
el_gr: Το πρόσθετο άδειας χρήσης είναι η κλάση PHP «License_PluginName» με μία μέθοδο
hu_hu: A licencbővítmény PHP "License_PluginName" osztály, egy módszerrel
id_id: Plugin lisensi dengan kelas PHP "License_NamaPlugin" dengan satu method
lt_lt: Licencijos papildinys yra PHP klasės "License_PluginName" su vienu metodu
pl_pl: Plugin licencji to klasa PHP "License_PluginName" z jedną metodą
pt_br: Plugin de licença é a classe PHP "License_PluginName" com um método
pt_pt: O plugin de licença é uma classe PHP "License_PluginName" com um método
uk_ua: Плагін ліцензії є PHP класу "License_PluginName" з одним методом
zh_cn: 许可证插件是 一个PHP类 “License_PluginName” method

source: Take a look at default plugin at
bg_bg: Разгледайте приставката по подразбиране на
ca_es: Fes una ullada al connector predeterminat a
cs_cz: Podívejte se na výchozí plugin na
de_de: Wirf einen Blick auf die Standardplugin unter
el_gr: Ρίξτε μια ματιά στο προεπιλεγμένο πρόσθετο στο
hu_hu: Vessen egy pillantást az alapértelmezett bővítményre a
id_id: Coba lihat plugin bawaan di
lt_lt: Pažvelkite į numatytąjį papildinį čia
pl_pl: Spójrz na domyślną wtyczkę
pt_br: Dê uma olhada no plugin padrão em
pt_pt: Dê uma olhada no plugin padrão em
uk_ua: Гляньте на стандартний плагін на
zh_cn: 查看默认插件

source: Create your plugin and place it to
bg_bg: Създайте вашия собствен плъгин и го поставете на
ca_es: Creeu el vostre connector i col·loqueu-lo
cs_cz: Vytvořte svůj plugin a umístěte jej na
de_de: Erstellen Sie Ihr Plugin und platzieren Sie es auf
el_gr: Δημιουργήστε το πρόσθετό σας και τοποθετήστε το στο
hu_hu: Hozza létre a bővítményt, és helyezze el
id_id: Buat plugin Anda dan letakan
lt_lt: Sukurkite savo papildinį ir įdėkite jį į
pl_pl: Utwórz swoją wtyczkę i umieść ją w niej
pt_br: Crie seu plug-in e coloque-o para
pt_pt: Crie o seu plugin e coloque-o em
uk_ua: Створити свій плагін та розмістити його у
zh_cn: 创建您的插件并存放到
