Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Check your login details
ar_sa: الرجاء التحقق من تفاصيل تسجيل الدخول الخاصة بك
bg_bg: Моля проверете данните си за вписване
ca_es: Comproveu les vostres dades d'inici de sessió
cs_cz: Zkontrolujte své přihlašovací údaje
de_de: Kontrollieren deine Anmeldedaten
el_gr: Παρακαλούμε ελέγξτε τα στοιχεία σύνδεσής σας
fa_ir: بررسی جزئیات ورود شما
fi_fi: Tarkista kirjautumistietosi
fr_fr: Vérifiez vos informations de connexion
hu_hu: Ellenőrizze bejelentkezési adatait
id_id: Silakan periksa detail akun Anda
lt_lt: Patikrinkite prisijungimo duomenis
nl_nl: Controleer de inloggegevens
pl_pl: Sprawdź swoje dane logowania
pt_br: Verifique seus detalhes de acesso
pt_pt: Verificar os seus dados de início de sessão
ro_ro: Vă rugăm să verificați detaliile de autentificare
ru_ru: Проверьте ваши данные для входа
sr_rs: Proverite svoje podatke za prijavu
tr_tr: Oturum açma ayrıntılarınızı kontrol edin
uk_ua: Перевірте свої дані для входу
vi_vn: Kiểm tra chi tiết đăng nhập của bạn
zh_cn: 请检查您的登录信息

source: This administrator account is protected and cannot be removed
cs_cz: Tento účet správce je chráněn a nelze jej odstranit
el_gr: Αυτός ο λογαριασμός διαχειριστή προστατεύεται και δεν μπορεί να αφαιρεθεί
fa_ir: این حساب مدیر محافظت می شود و نمی توان آن را حذف کرد
fr_fr: Ce compte administrateur est protégé et ne peut pas être supprimé
hu_hu: Ez a rendszergazdai fiók védett, és nem távolítható el
id_id: Ini adalah akun pengelola yang diproteksi dan tidak dapat dihapus
nl_nl: Dit beheerdersaccount is beveiligd en kan niet worden verwijderd
pl_pl: To konto administratora jest chronione i nie może zostać usunięte
ro_ro: Acest cont de administrator este protejat și nu poate fi șters
ru_ru: Эта учетная запись администратора защищена и не может быть удалена
sr_rs: Ovaj administratorski nalog je zaštićen i ne može se ukloniti
tr_tr: Yönetici hesabı korumalıdır ve kaldırılamaz
vi_vn: Tài khoản quản trị đã được bảo vệ và không thể xóa

source: Staff member with email :email is already registered.
ro_ro: Membrul echipei cu email-ul :email este deja înregistrat.
ru_ru: Сотрудник с email :email уже зарегистрирован.

source: Administrators group cannot be removed
cs_cz: Skupinu administrátorů nelze odstranit
el_gr: Η ομάδα διαχειριστών δεν μπορεί να αφαιρεθεί
fa_ir: گروه مدیران را نمی توان حذف کرد
fi_fi: Järjestelmänvalvojien ryhmää ei voi poistaa
fr_fr: Le groupe d'administrateurs ne peut pas être supprimé
hu_hu: A Rendszergazdák csoport nem távolítható el
id_id: Grup pengelola tidak dapat dihapus
nl_nl: Beheerdersgroep kan niet worden verwijderd
pl_pl: Grupa administratorów nie może zostać usunięta
ro_ro: Grupul de administratori nu poate fi șters
ru_ru: Группа администраторов не может быть удалена
sr_rs: Grupa administratora se ne može ukloniti
tr_tr: Yöneticiler grubu kaldırılamaz
vi_vn: Không thể xóa được chóm quản trị

source: Cannot remove group which has staff members
cs_cz: Nelze odstranit skupinu, která má zaměstnance
el_gr: Δεν είναι δυνατή η αφαίρεση ομάδας που έχει μέλη του προσωπικού
fa_ir: گروهی که دارای کارکنان است حذف نمی شود
fi_fi: Ryhmää, jossa on henkilökunnan jäseniä, ei voi poistaa
fr_fr: Impossible de supprimer le groupe qui contient des membres de l'équipe
hu_hu: Nem lehet eltávolítani a személyzet tagjait tartalmazó csoportot
id_id: Tidak dapat menghapus grup yang mana masih memiliki anggota
nl_nl: Kan geen groep met medewerkers verwijderen
pl_pl: Nie można usunąć grupy, która posiada członków personelu
ro_ro: Nu se poate elimina grupul care are membrii personalului
ru_ru: Невозможно удалить группу, в которой есть сотрудники
sr_rs: Nije moguće ukloniti grupu koja ima članove osoblja
tr_tr: Personel üyeleri olan grup kaldırılamaz
vi_vn: Không thể xóa nhóm đã có thành viên nội bộ

source: Article not found
ar_sa: لم يتم العثور على المقال
bg_bg: Статията не е намерена
ca_es: No s'ha trobat l'article
cs_cz: Článek nebyl nalezen
de_de: Artikel nicht gefunden
el_gr: Το άρθρο δε βρέθηκε
fa_ir: مقاله یافت نشد
fi_fi: Artikkelia ei löytynyt
fr_fr: Article introuvable
hu_hu: Cikk nem található
id_id: Artikel tidak ada
lt_lt: Straipsnis nerastas
nl_nl: Artikel niet gevonden
pl_pl: Nie znaleziono artykułu
pt_br: Artigo não encontrado
pt_pt: Artigo não encontrado
ro_ro: Articolul nu a fost găsit
ru_ru: Статья не найдена
sr_rs: Članak nije pronađen
tr_tr: Makale bulunamadı
uk_ua: Статтю не знайдено
vi_vn: Bài viết không tồn tại
zh_cn: 未找到文章

source: Article Category not found
ar_sa: فئة المقال غير موجودة
bg_bg: Категорията на статията не е намерена
ca_es: No s'ha trobat la categoria de l'article
cs_cz: Kategorie článku nebyla nalezena
de_de: Artikelkategorie nicht gefunden
el_gr: Η κατηγορία άρθρου δε βρέθηκε
fa_ir: دسته بندی مقاله یافت نشد
fi_fi: Artikkelikategoriaa ei löytynyt
fr_fr: Catégorie d'article introuvable
hu_hu: Cikk kategória nem található
id_id: Kategori Artikel tidak ada
lt_lt: Straipsnio kategorija nerasta
nl_nl: Artikelcategorie niet gevonden
pl_pl: Nie znaleziono kategorii artykułów
pt_br: Categoria do artigo não encontrada
pt_pt: Categoria de artigo não encontrada
ro_ro: Categoria articolului nu a fost găsită
ru_ru: Категория статьи не найдена
sr_rs: Kategorija članka nije pronađena
tr_tr: Makale Kategorisi bulunamadı
uk_ua: Категорію статей не знайдено
vi_vn: Nhóm bài viết không tồn tại
zh_cn: 未找到文章分类

source: Category not found
ar_sa: لم يتم العثور على الفئة
bg_bg: Категорията не е намерена
ca_es: No s'ha trobat la categoria
cs_cz: Kategorie nebyla nalezena
de_de: Kategorie nicht gefunden
el_gr: Η κατηγορία δε βρέθηκε
fa_ir: دسته یا گروه پیدا نشد
fi_fi: Kategoriaa ei löytynyt
fr_fr: Catégorie introuvable
hu_hu: Nem talált kategória
id_id: Kategori tidak ada
lt_lt: Kategorija nerasta
nl_nl: Categorie niet gevonden
pl_pl: Nie znaleziono kategorii
pt_br: Categoria não encontrada
pt_pt: Categoria não encontrada
ro_ro: Categoria nu a fost găsită
ru_ru: Kategoriya topilmadi
sr_rs: Kategorija nije pronađena
tr_tr: Kategori bulunamadı
uk_ua: Категорія не знайдена
vi_vn: Không tìm thấy nhóm
zh_cn: 未找到分类

source: Ticket not found
ar_sa: لم يتم العثور على التذكرة
bg_bg: Билетът не е намерен
ca_es: No s'ha trobat el bitllet
cs_cz: Tiket nebyl nalezen
de_de: Ticket nicht gefunden
el_gr: Το αίτημα τεχνικής υποστήριξης δε βρέθηκε
fa_ir: تیکت یافت نشد
fi_fi: Tukipyyntöä ei löydy
fr_fr: Ticket introuvable
hu_hu: Jegy nem található
id_id: Tiket tidak ditemukan
lt_lt: Bilietas nerastas
nl_nl: Ticket niet gevonden
pl_pl: Nie znaleziono zgłoszenia
pt_br: Ticket não encontrado
pt_pt: Bilhete não encontrado
ro_ro: Tichetul nu a fost găsit
ru_ru: Тикет не найден
sr_rs: Tiket nije pronađen
tr_tr: Destek talebi bulunamadı
uk_ua: Заявку не знайдено
vi_vn: Không tìm thấy phiếu hỗ trợ
zh_cn: 工单未找到

source: Ticket cannot be reopened.
cs_cz: Tiket nelze znovu otevřít.
el_gr: Το αίτημα τεχνικής υποστήριξης δεν μπορεί να ανοίξει ξανά.
fa_ir: این تیکت نمی تواند مجدد باز شود.
fi_fi: Tikettiä ei voi avata uudelleen.
fr_fr: Le ticket ne peut pas être rouvert.
hu_hu: A jegyet nem lehet újra megnyitni.
id_id: Tiket tidak dapat dibuka lagi.
nl_nl: Ticket kan niet worden heropend.
pl_pl: Zgłoszenie nie może być ponownie otwarte.
ro_ro: Ticketul nu poate fi redeschis.
ru_ru: Тикет не может быть reopened.
sr_rs: Tiket se ne može ponovo otvoriti.
tr_tr: Destek talebi yeniden açılamadı.
vi_vn: Phiếu hỗ trợ không thể mở lại.
zh_cn: 工单无法重新打开。

source: Please enter your message
ar_sa: يُرجى كتابة رسالتك
bg_bg: Моля, въведете вашето съобщение
ca_es: Introduïu el vostre missatge
cs_cz: Prosím, zadejte vaši zprávu
de_de: Bitte gib deine Nachricht ein
el_gr: Πληκτρολογήστε το μήνυμά σας
fa_ir: لطفا پیام خود را وارد کنید
fi_fi: Kirjoita viestisi
fr_fr: Veuillez saisir votre message
hu_hu: Kérjük, adja meg üzenetét
id_id: Masukkan pesan Anda
lt_lt: Įveskite savo pranešimą
nl_nl: Voer het bericht in
pl_pl: Proszę wprowadzić swoją wiadomość
pt_br: Por favor, digite sua mensagem
pt_pt: Por favor, introduza a sua mensagem
ro_ro: Te rugăm să introduceți mesajul dumneavoastră
ru_ru: Пожалуйста, введите ваше сообщение
sr_rs: Unesite svoju poruku
tr_tr: Lütfen mesajınızı girin
uk_ua: Введіть текст повідомлення
vi_vn: Vui lòng nhập thông điệp của bạn
zh_cn: 请输入您的留言

source: ID or slug is missing
ar_sa: المعرف مفقود
bg_bg: ID или приятелска връзка липсват
ca_es: Falta el DNI o el llimac
cs_cz: Chybí ID nebo slug
de_de: ID oder Schlagwort fehlt
el_gr: Λείπει το ID ή το slug
fa_ir: ID یا Slug موجود نیست
fi_fi: ID tai verkko-osoite puuttuu
fr_fr: L'ID ou le slug est manquant
hu_hu: ID vagy slug hiányzik
id_id: ID atau slug hilang
lt_lt: Trūksta ID arba brūkšnio
nl_nl: ID of slug ontbreekt
pl_pl: Brakuje identyfikatora lub slug
pt_br: ID ou link encurtado ausente
pt_pt: ID ou slug em falta
ro_ro: ID-ul sau slug lipsesc
ru_ru: Отсутствует ID или slug
sr_rs: Nedostaje ID ili struktura linka
tr_tr: ID yada Adres Sabiti bilgisi eksik
uk_ua: Відсутній ID або slug
vi_vn: Sai ID hoặc slug
zh_cn: 缺少 ID 或 别名

source: Article item not found
ar_sa: لم يتم العثور على المقال
bg_bg: Елементът на статията не е намерен
ca_es: No s'ha trobat l'article
cs_cz: Položka článku nenalezena
de_de: Artikel nicht gefunden
el_gr: Το άρθρο δεν βρέθηκε
fa_ir: آیتم مقاله یافت نشد
fi_fi: Artikkelin kohdetta ei löydy
fr_fr: Article introuvable
hu_hu: Cikk elem nem található
id_id: Item artikel tidak ada
lt_lt: Straipsnio elementas nerastas
nl_nl: Artikel item niet gevonden
pl_pl: Nie znaleziono pozycji artykułu
pt_br: Item do artigo não encontrado
pt_pt: Item de artigo não encontrado
ro_ro: Articolul nu a fost găsit
ru_ru: Элемент статьи не найден
sr_rs: Stavka članka nije pronađena
tr_tr: Makale öğesi bulunamadı
uk_ua: Елемент статті не знайдено
vi_vn: Mục bài viết không tồn tại
zh_cn: 未找到文章

source: Category ID or slug is missing
ar_sa: المعرف مفقود
bg_bg: Няма идентификационен номер за категория или слуз
ca_es: Falta l'identificador de categoria o el llimac
cs_cz: Chybí ID kategorie nebo slug
de_de: Kategorie ID oder Schlagwort fehlt
el_gr: Το αναγνωριστικό της κατηγορίας ή το slug λείπει
fa_ir: شناسه دسته یا گروه موجود نیست
fi_fi: Kategorian ID tai verkko-osoite puuttuu
fr_fr: L'ID de catégorie ou le slug est manquant
hu_hu: A kategória azonosítója vagy a slug hiányzik
id_id: ID kategori atau slug hilang
lt_lt: Trūksta kategorijos ID arba brūkšnio
nl_nl: Categorie ID of slug ontbreekt
pl_pl: Brakuje ID kategorii lub slug
pt_br: ID da categoria ou link encurtado ausente
pt_pt: ID da categoria ou slug está em falta
ro_ro: ID-ul categoriei sau slug lipsesc
ru_ru: Отсутствует ID категории или slug
sr_rs: Nedostaje ID kategorije ili struktura linka
tr_tr: Kategori ID veya AdresSabiti bilgisi eksik
uk_ua: Відсутній ID категорії або slug
vi_vn: Sai ID hoặc slug của nhóm
zh_cn: 缺少文章 ID 或 别名

source: Knowledge Base category not found
cs_cz: Kategorie znalostní báze nebyla nalezena
fr_fr: La catégorie de la base de connaissances est introuvable
hu_hu: Tudásbázis kategória nem található
ro_ro: Categoria bazei de cunoștințe nu a fost găsită
ru_ru: Категория базы знаний не найдена
vi_vn: Nhóm kiến thức không tồn tại

source: Support
ar_sa: دعم
bg_bg: Поддръжка
ca_es: Suport
cs_cz: Podpora
el_gr: Υποστήριξη
fa_ir: پشتیبانی
fi_fi: Tuki
hu_hu: Támogatás
id_id: Dukungan
lt_lt: Pagalba
pl_pl: Wsparcie
pt_br: Suporte
pt_pt: Apoio
ro_ro: Suport
ru_ru: Поддержка
sr_rs: Podrška
tr_tr: Destek
uk_ua: Підтримка
vi_vn: Hỗ trợ
zh_cn: 帮助

source: Client Tickets
ar_sa: تذاكر العميل
bg_bg: Билети на клиента
ca_es: Tiquets del client
cs_cz: Tikety klienta
de_de: Kundentickets
el_gr: Αίτημα Τεχνικής Υποστήριξης Πελάτη
fa_ir: تیکت های مشتریان
fi_fi: Asiakkaiden tukipyynnöt
fr_fr: Tickets Client
hu_hu: Ügyfél jegyek
id_id: Klien Tiket
nl_nl: Klanten tickets
pl_pl: Zgłoszenia klientów
pt_br: Tickets do Cliente
ro_ro: Tichete client
ru_ru: Тикеты клиента
sr_rs: Tiketi klijenta
tr_tr: Müşteri Destek Talepleri
vi_vn: Phiếu hỗ trợ khách hàng
zh_cn: 客户工单

source: Public Tickets
ar_sa: التذاكر العامة
bg_bg: Публични билети
ca_es: Tiquets públics
cs_cz: Veřejné tikety
de_de: Öffentliche Tickets
el_gr: Δημόσιο αίτημα τεχνικής υποστήριξης
fa_ir: تیکت های عمومی
fi_fi: Julkiset tukipyynnöt
fr_fr: Tickets Publiques
hu_hu: Nyilvános tiketek
id_id: Publik Tiket
nl_nl: Openbare Tickets
pl_pl: Publiczne zgłoszenia
pt_br: Tickets Públicos
ro_ro: Tichete publice
ru_ru: Публичные тикеты
sr_rs: Javni tiketi
tr_tr: Genele Açık Talepler
vi_vn: Phiếu yêu cầu công khai

source: Advanced Ticket Search
ar_sa: البحث المتقدم
bg_bg: Усъвършенствано търсене на билети
ca_es: Cerca avançada de tiquet
cs_cz: Rozšířené hledání tiketu
de_de: Erweiterte Ticketsuche
el_gr: Προηγμένη Αναζήτηση Αιτημάτων
fa_ir: جستجو پیشرفته تیکت
fi_fi: Tarkennettu tukipyyntöhaku
fr_fr: Recherche avancée de tickets
hu_hu: Előzetes jegykeresés
id_id: Pencarian Tiket Tingkat Lanjut
nl_nl: Geavanceerd zoeken
pl_pl: Rozszerzone wyszukiwanie zgłoszeń
pt_br: Pesquisa Avançada de Tickets
ro_ro: Căutare avansată tichet
ru_ru: Расширенный поиск тикетов
sr_rs: Napredno Pretraživanje Tiketa
tr_tr: Gelişmiş Destek Talebi Arama
vi_vn: Tìm kiếm phiếu yêu cầu nâng cao

source: Canned Responses
ar_sa: الردود الجاهزة
bg_bg: Предварително приготвени отговори
cs_cz: Předdefinované odpovědi
de_de: Vorgefertigte Antworten
el_gr: Κονσερβοποιημένες απαντήσεις
fa_ir: پاسخ های آماده
fi_fi: Valmiit vastaukset
fr_fr: Réponses prédéfinies
hu_hu: Kész válaszok
id_id: Tanggapan Terekam
nl_nl: Standaardantwoorden
pl_pl: Gotowe odpowiedzi
pt_br: Respostas Pré-definidas
ro_ro: Răspunsuri predefinite
ru_ru: Шаблонные ответы
sr_rs: Konzervirani Odgovori
tr_tr: Hazır Yanıtlar
vi_vn: Câu trả lời soạn trước

source: Knowledge Base
ar_sa: قاعدة المعرفة
bg_bg: База с знания
cs_cz: Databáze znalostí
de_de: Wissensdatenbank
el_gr: Γνωσιακή Βάση
fa_ir: پایگاه دانش
fi_fi: Tietopankki
fr_fr: Base de connaissances
hu_hu: Tudásbázis
id_id: Dasar pengetahuan
nl_nl: Kennisbank
pl_pl: Baza wiedzy
pt_br: Base de Conhecimento
ro_ro: Bază de cunoștințe
ru_ru: База знаний
sr_rs: Baza znanja
tr_tr: Bilgi Bankası
vi_vn: Cơ sở kiến ​​thức

source: Cannot remove helpdesk which has tickets
cs_cz: Nelze odstranit helpdesk, který má tikety
el_gr: Δεν είναι δυνατή η αφαίρεση τμήματος υποστήριξης που έχει αίτημα υποστήριξης
fa_ir: نمی توانید بخشی را حذف کنید که دارای تیکت است
fi_fi: Helpdeskiä, jolla on tikettejä, ei voi poistaa
fr_fr: Impossible de supprimer une catégorie d'assistance contenant des tickets
hu_hu: Nem lehet eltávolítani a jegyekkel rendelkező helpdesket
id_id: Tidak dapat menghapus helpdesk yang memiliki tiket
nl_nl: Kan helpdesk die tickets bevat niet verwijderen
pl_pl: Nie można usunąć helpdesk, który posiada zgłoszenia
ro_ro: Nu se poate elimina helpdesk-ul care are tichete
ru_ru: Невозможно удалить службу поддержки, в которой есть тикеты
sr_rs: Ne mogu ukloniti helpdesk koji ima tikete
tr_tr: Destek talepleri olan yardım masası kaldırılamadı
vi_vn: Không thể xóa bàn trợ giúp đã có phiếu hỗ trợ

source: We currently aren't accepting support tickets from unregistered users. Please use another contact method.
cs_cz: Momentálně nepřijímáme požadavky na podporu od neregistrovaných uživatelů. Použijte jinou metodu kontaktu.
de_de: Wir akzeptieren aktuell keine Support-Tickets von nicht registrieren Benutzern. Bitte kontaktieren Sie uns auf einem anderen Weg.
el_gr: Προς το παρόν δε δεχόμαστε αιτήματα τεχνικής υποστήριξης από μη εγγεγραμμένους χρήστες. Παρακαλούμε χρησιμοποιήστε άλλη μέθοδο επικοινωνίας.
fa_ir: ما در حال حاضر تیکت های پشتیبانی را از کاربران ثبت نام نشده نمی پذیریم. لطفا از گزینه تماس با ما استفاده کنید.
fi_fi: Tällä hetkellä emme ota vastaan tukipyyntöjä rekisteröimättömiltä käyttäjiltä. Käytä toista yhteydenottotapaa.
fr_fr: Actuellement, nous n'acceptons pas les tickets de support des utilisateurs non enregistrés. Veuillez utiliser une autre méthode de contact.
hu_hu: Jelenleg nem fogadunk el támogatási jegyeket nem regisztrált felhasználóktól. Kérjük, használjon más kapcsolattartási módot.
id_id: Saat ini kami tidak menerima tiket dukungan dari pengguna yang tidak terdaftar. Silakan gunakan metode kontak lain.
nl_nl: We accepteren momenteel geen ondersteuningstickets van niet-geregistreerde gebruikers. Gebruik een andere contactmethode.
pl_pl: Obecnie nie akceptujemy zgłoszeń od niezarejestrowanych użytkowników. Użyj innej metody kontaktu.
pt_br: Não estamos aceitando tickets de usuários não registrados. Por favor, use outro método de contato.
ro_ro: Momentan nu acceptăm tichete de asistență de la utilizatori neînregistrați. Utilizați o altă metodă de contact.
ru_ru: В настоящее время мы не принимаем тикеты поддержки от незарегистрированных пользователей. Пожалуйста, используйте другой способ связи.
sr_rs: Trenutno ne prihvatamo tikete za podršku od neregistrovanih korisnika. Koristite drugi način kontakta.
tr_tr: Şu anda kayıtlı olmayan kullanıcılardan gelen destek taleplerini kabul etmiyoruz. Lütfen başka bir iletişim yöntemi kullanın.
vi_vn: Chúng tôi hiện không chấp nhận vé hỗ trợ từ người dùng chưa đăng ký. Vui lòng sử dụng phương thức liên hệ khác.

source: Order ID does not exist
ar_sa: الطلب غير موجود
bg_bg: ИД на поръчката не съществува
ca_es: L'identificador de comanda no existeix
cs_cz: ID objednávky neexistuje
de_de: Auftrag existiert nicht
el_gr: Το αναγνωριστικό παραγγελίας δεν υπάρχει
fa_ir: شماره سفارش وجود ندارد
fi_fi: Tilaustunnusta ei ole olemassa
fr_fr: Le numéro de commande n'existe pas
hu_hu: A rendelés azonosítója nem létezik
id_id: ID pesanan tidak ditemukan
lt_lt: Užsakymo ID neegzistuoja
nl_nl: Order-ID bestaat niet
pl_pl: ID zamówienia nie istnieje
pt_br: ID do pedido não existe
pt_pt: O ID da encomenda não existe
ro_ro: ID-ul comenzii nu există
ru_ru: ID заказа не существует
sr_rs: ID broj porudžbine ne postoji
tr_tr: Sipariş ID yok
uk_ua: ID замовлення не існує
vi_vn: Mã đơn hàng không tồn tại
zh_cn: 订单 ID 不存在

source: You must provide both an order ID and a new product ID in order to request an upgrade.
ar_sa: يجب عليك توفير كل من معرف الطلب ومعرف المنتج الجديد من أجل طلب الترقية.
bg_bg: За да заявите надстройка, трябва да предоставите ИД на поръчката и ИД на новия продукт.
ca_es: Heu de proporcionar tant un ID de comanda com un ID de producte nou per sol·licitar una actualització.
cs_cz: Musíte zadat jak ID objednávky, tak nové ID produktu, abyste mohli požádat o upgrade.
de_de: Du musst sowohl eine Bestell-ID als auch eine neue Produkt-ID angeben, um ein Upgrade anzufordern.
el_gr: Για να ζητήσετε αναβάθμιση, πρέπει να δώσετε τόσο ένα αναγνωριστικό παραγγελίας όσο και ένα νέο αναγνωριστικό προϊόντος.
fa_ir: برای درخواست ارتقا باید هم شناسه سفارش و هم شناسه محصول جدید ارائه کنید.
fi_fi: Sinun on annettava sekä tilaustunnus että uuden tuotteen tunnus, jotta voit pyytää päivitystä.
fr_fr: Vous devez fournir à la fois un ID de commande et un nouvel identifiant de produit pour demander une mise à niveau.
hu_hu: A frissítés igényléséhez meg kell adnia egy rendelési azonosítót és egy új termékazonosítót is.
id_id: Anda harus memberikan ID pesanan dan ID produk baru untuk meminta peningkatan.
nl_nl: Er moeten zowel een order-ID als een nieuw product-ID worden opgegeven om een upgrade aan te vragen.
pl_pl: Aby zgłosić żądanie aktualizacji, musisz podać zarówno ID zamówienia, jak i nowe ID produktu.
pt_br: Você deve fornecer um ID de pedido e um novo ID de produto para solicitar uma atualização.
pt_pt: Para solicitar uma atualização, é necessário fornecer um ID de encomenda e um ID de produto novo.
ro_ro: Trebuie sa furnizati atât ID-ul comenzii cat si ID-ul produsului nou pentru a solicita o actualizare.
ru_ru: Вы должны указать как ID заказа, так и новый ID продукта, чтобы запросить обновление.
sr_rs: Morate da navedete i ID porudžbine i ID novog proizvoda da biste zatražili nadogradnju.
tr_tr: Yükseltme talebinde bulunmak için hem Sipariş ID hem de Yeni Ürün ID belirtmelisiniz.
uk_ua: Ви повинні вказати і ID замовлення, і новий ID товару, щоб подати запит на оновлення.
vi_vn: Bạn phải cung cấp cả ID đơn hàng và ID sản phẩm mới để yêu cầu nâng cấp.
zh_cn: 如需升级，请同时提供订单和产品的 ID 。

source: Sorry, but ":product" is not allowed to be upgraded to ":upgrade"
ar_sa: عذراً، ولكن ":product" غير مسموح بالترقية إلى ":upgrade"
bg_bg: Съжаляваме, но ":product" не може да бъде надграден до ":upgrade"
ca_es: Ho sentim, però ":product" no es pot actualitzar a ":upgrade"
cs_cz: Omlouváme se, ale ":product" není povoleno aktualizovat na ":upgrade"
el_gr: Λυπούμαστε, αλλά το «:product» δεν επιτρέπεται να αναβαθμιστεί σε «:upgrade»
fa_ir: متأسفیم، اما ":product" مجاز به ارتقاء به ":upgrade" نیست
fi_fi: Anteeksi, mutta ":product" ei saa päivittää muotoon ":upgrade"
fr_fr: Désolé, mais le service ":product" ne peut être mis à niveau vers ":upgrade"
hu_hu: Sajnáljuk, de a ":p roduct" nem frissíthető ":upgrade" -re
id_id: Maaf, tetapi ":product" tidak diizinkan untuk ditingkatkan menjadi ":upgrade"
nl_nl: Sorry, maar ":product" kan niet worden geüpgraded naar ":upgrade"
pl_pl: Przykro mi, ale ":product" nie może być zaktualizowany do ":upgrade"
pt_br: Desculpe, mas o ":product" não é permitido a atualização para o ":upgrade"
pt_pt: Lamentamos, mas ":product" não pode ser atualizado para ":upgrade"
ro_ro: Ne pare rău, dar ":product" nu este permis să fie actualizat la ":upgrade"
ru_ru: Извините, но ":product" не может быть обновлен до ":upgrade"
sr_rs: Žao nam je, ali ":product" nije dozvoljen da se nadogradi na ":upgrade"
tr_tr: Üzgünüz, ancak ":product" ürünü ":upgrade" sürümüne yükseltilmesine izin verilmiyor
uk_ua: Вибачте, але ":product" не може бути оновлено до ":upgrade"
vi_vn: Rất tiếc, nhưng ":product" không được phép nâng cấp lên ":upgrade"
zh_cn: 抱歉，":product" 不能升级到 ":upgrade"

source: We have already received this request.
ar_sa: لقد تلقيت بالفعل هذا الطلب .
bg_bg: Вече получихме тази молба.
ca_es: Ja hem rebut aquesta petició.
cs_cz: Tento požadavek jsme již obdrželi.
de_de: Wir haben diese Anfrage bereits erhalten.
el_gr: Έχουμε ήδη λάβει το αίτημα αυτό.
fa_ir: ما قبلاً این درخواست را دریافت کرده ایم.
fi_fi: Olemme jo vastaanottaneet tämän pyynnön.
fr_fr: Nous avons déjà reçu cette demande.
hu_hu: Ezt a kérést már megkaptuk.
id_id: Kami telah menerima permintaan ini.
lt_lt: Šį prašymą jau gavome.
nl_nl: Wij hebben dit verzoek reeds ontvangen.
pl_pl: Otrzymaliśmy już to żądanie.
pt_br: Esse pedido já foi recebido.
pt_pt: Já recebemos este pedido.
ro_ro: Am primit deja această solicitare.
ru_ru: Мы уже получили этот запрос.
sr_rs: Već smo primili ovaj zahtev.
tr_tr: Bu talebi zaten almıştık.
uk_ua: Ми вже отримали цей запит.
vi_vn: Bạn đã nhận được yêu cầu này.
zh_cn: 我们已经收到了这项请求。

source: Identity is invalid
ar_sa: الهوية غير صالحة
bg_bg: Идентичността не е валидна
ca_es: La identitat no és vàlida
cs_cz: Identita je neplatná
de_de: Identität ist ungültig
el_gr: Η ταυτότητα είναι άκυρη
fa_ir: هویت نامعتبر است
fi_fi: Henkilöllisyys on virheellinen
fr_fr: L'identité n'est pas valide
hu_hu: Az azonosító érvénytelen
id_id: Identitas tidak valid
nl_nl: Identiteit is ongeldig
pl_pl: Tożsamość jest nieprawidłowa
pt_br: Identidade não é válida
pt_pt: A identidade é inválida
ro_ro: Identitatea este invalidă
ru_ru: Идентификатор недействителен
sr_rs: Identitet je nevažeći
tr_tr: Kimlik geçersiz
uk_ua: Ідентифікація недійсна
vi_vn: Định danh không hợp lệ
zh_cn: 身份无效
