Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Product Configuration
ar_sa: إعدادات المنتج
bg_bg: Конфигурация на продукта
ca_es: Configuració del producte
cs_cz: Nastavení produktu
de_de: Produkteinstellungen
el_gr: Διαμόρφωση Προϊόντος
fa_ir: تنظیمات سفارش
fi_fi: Tuotteen Asetukset
fr_fr: Configuration du produit
hu_hu: Termék konfigurálása
id_id: Konfigurasi Produk
lt_lt: Paslaugos konfigūracija
nl_nl: Product configuratie
pl_pl: Konfiguracja produktu
pt_br: Configuração do Produto
pt_pt: Configuração do produto
ro_ro: Configurare produs
ru_ru: Конфигурация продукта
sr_rs: Konfiguracija usluge
tr_tr: Ürün Yapılandırıcısı
uk_ua: Конфігурація продукту
vi_vn: Cấu hình sản phẩm
zh_cn: 商品配置

source: Product was added to shopping cart
ar_sa: تمت إضافة المنتج إلى سلة التسوق
bg_bg: Продуктът бе добавен в пазарската кошница
ca_es: El producte s'ha afegit al carretó de la compra
cs_cz: Produkt byl přidán do nákupního košíku
de_de: Produkt wurde in den Warenkorb gelegt
el_gr: Το προϊόν προστέθηκε στο καλάθι αγορών
fa_ir: محصول به سبد خرید اضافه شد
fi_fi: Tuote on lisätty ostoskoriin
fr_fr: Le produit a été ajouté au panier
hu_hu: A termék kosárba került
id_id: Produk telah ditambahkan ke dalam troli
lt_lt: Prekė įdėta į krepšelį
nl_nl: Product is toegevoegd aan de winkelwagen
pl_pl: Produkt został dodany do koszyka
pt_br: O produto foi adicionado ao carrinho
pt_pt: O produto foi adicionado ao carrinho de compras
ro_ro: Produsul a fost adăugat în coşul de cumpărături
ru_ru: Продукт добавлен в корзину
sr_rs: Proizvod je dodat u korpu za kupovinu
tr_tr: Ürün alışveriş sepetine eklendi
uk_ua: Продукт додано до кошика
vi_vn: Sản phẩm đã được thêm vào giỏ hàng
zh_cn: 商品已添加到购物车

source: Billing
cs_cz: Fakturace
fa_ir: صورت‌حساب
fr_fr: Facturation
hu_hu: Számlázás
id_id: Penagihan
nl_nl: Facturering
ro_ro: Facturare
ru_ru: Оплата
sr_rs: Naplata
zh_cn: 账单

source: One-time payment
cs_cz: Jednorázová platba
fa_ir: پرداخت یک‌باره
fr_fr: Paiement unique
hu_hu: Egyszeri fizetés
id_id: Pembayaran satu kali
nl_nl: Eenmalige betaling
ro_ro: Plată unică
ru_ru: Разовый платеж
sr_rs: Jednokratko plaćanje
zh_cn: 一次性支付

source: Next
ar_sa: التالي
bg_bg: Следващ
ca_es: Següent
cs_cz: Další
de_de: Nächste
el_gr: Επόμενο
fa_ir: بعدی
fi_fi: Seuraava
fr_fr: Suivant
hu_hu: Következő
id_id: Berikutnya
lt_lt: Toliau
nl_nl: Volgende
pl_pl: Dalej
pt_br: Próximo
pt_pt: Seguinte
ro_ro: Următorul
ru_ru: Следующий
sr_rs: Sledeće
tr_tr: Devam et
uk_ua: Наступний
vi_vn: Tiếp
zh_cn: 下一步

source: About us
ar_sa: من نحن
bg_bg: За нас
ca_es: Sobre nosaltres
cs_cz: O nás
de_de: Über uns
el_gr: Σχετικά με εμάς
fa_ir: درباره ما
fi_fi: Tietoa meistä
fr_fr: À propos de nous
hu_hu: Rólunk
id_id: Tentang kami
lt_lt: Apie mus
nl_nl: Over ons
pl_pl: O nas
pt_br: Sobre
pt_pt: Sobre nós
ro_ro: Despre noi
ru_ru: Biz haqimizda
sr_rs: O nama
tr_tr: Hakkımızda
uk_ua: Про нас
vi_vn: Giới thiệu
zh_cn: 关于我们

source: About
ar_sa: حول
bg_bg: Относно
ca_es: Quant a
cs_cz: O
de_de: Über uns
el_gr: Σχετικά
fa_ir: درباره
fi_fi: Tietoja
fr_fr: À propos
hu_hu: Rólunk
id_id: Tentang
lt_lt: Apie
nl_nl: Over
pl_pl: O
pt_br: Sobre
pt_pt: Sobre
ro_ro: Despre
ru_ru: О
sr_rs: O
tr_tr: Hakkında
uk_ua: Про
vi_vn: Giới thiệu
zh_cn: 关于

source: Login to your account
ar_sa: تسجيل الدخول إلى حسابك
bg_bg: Влезте във вашият профил
cs_cz: Přihlášení do vašeho účtu
de_de: Einloggen
el_gr: Συνδεθείτε στο λογαριασμό σας
fa_ir: ورود به حساب
fi_fi: Kirjaudu tilillesi
fr_fr: Connectez-vous à votre compte
hu_hu: Jelentkezzen be
id_id: Masuk ke akun Anda
nl_nl: Inloggen op het account
pl_pl: Zaloguj się na swoje konto
pt_br: Entrar na sua conta
ro_ro: Conectați-vă in contul dvs
ru_ru: Войдите в свою учетную запись
sr_rs: Prijavite se na svoj nalog
tr_tr: Hesabınıza giriş yapın
vi_vn: Đăng nhập vào tài khoản của bạn
zh_cn: 用户登录

source: Enter your email address
ar_sa: أدخل عنوان البريد الإلكتروني الخاص بك
bg_bg: Въведете вашият имейл адрес
ca_es: Entreu la vostra adreça de correu electrònic
cs_cz: Zadejte svoji e-mailovou adresu
de_de: Deine E-Mail Adresse eingeben
el_gr: Εισάγετε το email σας
fa_ir: آدرس ایمیل خود را وارد کنید
fi_fi: Kirjoita sähköpostiosoitteesi
fr_fr: Entrez votre adresse email
hu_hu: Adja meg e-mail címét
id_id: Masukkan alamat email Anda
lt_lt: Įveskite savo el. pašto adresą
nl_nl: Voer een e-mailadres in
pl_pl: Wprowadź swój adres e-mail
pt_br: Digite o seu e-mail
pt_pt: Introduza o seu endereço de correio eletrónico
ro_ro: Introduceţi adresa de e-mail
ru_ru: Введите ваш email
sr_rs: Unesite svoju email adresu
tr_tr: E-posta adresinizi girin
uk_ua: Введіть свою електронну пошту
vi_vn: Nhập địa chỉ email của bạn
zh_cn: 请输入邮箱

source: Enter your password
ar_sa: قم بإدخال كلمة السر
bg_bg: Въведете вашата парола
ca_es: Fica la teva contrasenya
cs_cz: Zadejte vaše heslo
de_de: Gib dein Passwort ein
el_gr: Εισάγετε τον κωδικό σας
fa_ir: گذرواژه‌تان را وارد کنید
fi_fi: Anna salasana
fr_fr: Saisir votre mot de passe
hu_hu: Add meg a jelszavad
id_id: Masukkan kata sandi anda
lt_lt: Įveskite savo slaptažodį
nl_nl: Voer een wachtwoord in
pl_pl: Wprowadź swoje hasło
pt_br: Digite sua senha
pt_pt: Introduza a sua palavra-passe
ro_ro: Introduceţi parola
ru_ru: Введите ваш пароль
sr_rs: Unesite lozinku
tr_tr: Şifrenizi girin
uk_ua: Введіть свій пароль
vi_vn: Nhập mật khẩu của bạn
zh_cn: 请输入密码

source: Forgot password?
ar_sa: نسيت كلمة المرور؟
bg_bg: Забравена парола?
ca_es: Has oblidat la contrasenya?
cs_cz: Zapomněli jste heslo?
de_de: Passwort vergessen?
el_gr: Ξεχάσατε τον κωδικό σας;
fa_ir: رمزعبور را فراموش کرده اید?
fi_fi: Unohditko salasanan?
fr_fr: Mot de passe oublié?
hu_hu: Elfelejtetted a jelszavad?
id_id: Lupa kata sandi?
lt_lt: Pamiršote slaptažodį?
nl_nl: Wachtwoord vergeten?
pl_pl: Zapomniałeś hasła?
pt_br: Esqueceu a senha?
pt_pt: Esqueceu-se da palavra-passe?
ro_ro: Ai uitat parola?
ru_ru: Parolingiz sedan chiqdimi?
sr_rs: Zaboravljena lozinka?
tr_tr: Şifremi unuttum
uk_ua: Забули пароль?
vi_vn: Quên mật khẩu?
zh_cn: 忘记密码?

source: Reset password
ar_sa: إعادة تعيين كلمة المرور
bg_bg: Възстанови паролата
ca_es: Restablir la contrasenya
cs_cz: Resetovat heslo
de_de: Passwort zurücksetzen
el_gr: Επαναφορά κωδικού πρόσβασης
fa_ir: بازنشانی رمزعبور
fi_fi: Nollaa salasana
fr_fr: Réinitialiser le mot de passe
hu_hu: Jelszó visszaállitása
id_id: Atur ulang kata sandi
lt_lt: Atstatyti slaptažodį
nl_nl: Wachtwoord resetten
pl_pl: Zresetuj hasło
pt_br: Redefinir senha
pt_pt: Repor a palavra-passe
ro_ro: Resetează parola
ru_ru: Parolni qayta tiklash
sr_rs: Resetujte lozinku
tr_tr: Şifreyi sıfırla
uk_ua: Скинути пароль
vi_vn: Đặt lại mật khẩu
zh_cn: 重置密码

source: Reset your password
ar_sa: إعادة تعيين كلمة المرور الخاصة بك
bg_bg: Възстановяване на паролата
ca_es: Restablir la contrasenya
cs_cz: Resetovat heslo
de_de: Passwort zurücksetzen
el_gr: Επαναφορά του κωδικού πρόσβασής σας
fa_ir: رمز عبور خود را بازنشانی کنید
fi_fi: Nollaa salasanasi
fr_fr: Réinitialiser votre mot de passe
hu_hu: Állítsa vissza jelszavát
id_id: Ganti Kata sandi
lt_lt: Atstatyti slaptažodį
nl_nl: Wachtwoord resetten
pl_pl: Zresetuj swoje hasło
pt_br: Redefinir sua senha
pt_pt: Repor a sua palavra-passe
ro_ro: Resetează-ți parola
ru_ru: Сбросьте ваш пароль
sr_rs: Restujte Vašu lozinku
tr_tr: Şifrenizi sıfırlayın
uk_ua: Скинути пароль
vi_vn: Đặt lại mật khẩu của bạn
zh_cn: 重置密码

source: A password reset confirmation email will be sent to you if we found an account with that email address.
ar_sa: سيتم إرسال بريد إلكتروني لتأكيد إعادة تعيين كلمة المرور إليك إذا وجدنا حسابا بهذا البريد الإلكتروني.
bg_bg: Ако открием акаунт с този имейл адрес, ще ви бъде изпратен имейл с потвърждение за анулиране на паролата.
ca_es: Se us enviarà un correu electrònic de confirmació de restabliment de la contrasenya si trobem un compte amb aquesta adreça electrònica.
cs_cz: Pokud jsme našli účet s touto e-mailovou adresou, bude vám zaslán potvrzovací e-mail pro obnovení hesla.
de_de: Wenn ein Konto mit dieser E-Mail-Adresse existiert, schicken wir dir eine E-Mail zum Zurücksetzen des Passwortes.
el_gr: Ένα email επιβεβαίωσης επαναφοράς κωδικού πρόσβασης θα σας αποσταλεί αν βρούμε έναν λογαριασμό με αυτή τη διεύθυνση ηλεκτρονικού ταχυδρομείου.
fa_ir: اگر حسابی با آن آدرس ایمیل پیدا کنیم، یک ایمیل تأیید بازنشانی رمز عبور برای شما ارسال می‌شود.
fi_fi: Sinulle lähetetään vahvistussähköposti salasanan palauttamisesta, mikäli olemme tunnistaneet tilin, jolla on kyseinen sähköpostiosoite.
fr_fr: Un e-mail de confirmation de réinitialisation du mot de passe vous sera envoyé si nous trouvons un compte avec cette adresse e-mail.
hu_hu: A jelszó-visszaállítást megerősítő e-mailt küldünk Önnek, ha találtunk fiókot az adott e-mail-címmel.
id_id: Surat pemulihan kata sandi sudah dikirimkan ke email Anda apabila Kami menemukan surel anda.
nl_nl: Een bevestigingsmail voor het opnieuw instellen van het wachtwoord zal worden verzonden als we een account hebben gevonden met dat e-mailadres.
pl_pl: E-mail potwierdzający reset hasła zostanie wysłany do Ciebie, jeśli znajdziemy konto o tym adresie e-mail.
pt_br: Um e-mail de confirmação de redefinição de senha será enviado para você se encontrarmos uma conta com esse endereço de e-mail.
pt_pt: Se encontrarmos uma conta com esse endereço de correio eletrónico, ser-lhe-á enviada uma mensagem de correio eletrónico de confirmação da reposição da palavra-passe.
ro_ro: Un e-mail de confirmare pentru resetarea parolei vă va fi trimis dacă am găsit un cont cu acea adresă de e-mail.
ru_ru: Письмо с подтверждением сброса пароля будет отправлено вам, если мы найдем учетную запись с этим email.
sr_rs: Ako pronađemo nalog sa tom adresom e-pošte, biće vam poslata poruka e-pošte sa potvrdom o ponovnom postavljanju lozinke.
tr_tr: Bu e-posta adresine sahip bir hesap bulursak, size bir şifre sıfırlama onay e-postası gönderilecektir.
uk_ua: Вам буде надіслано електронний лист із підтвердженням зміни пароля, якщо ми знайдемо обліковий запис із цією електронною адресою.
zh_cn: 如果邮箱地址有效，我们会发出重置密码的邮件。

source: Enter your email to reset password. You will receive new password after reset link is confirmed.
ar_sa: أدخل بريدك الإلكتروني لإعادة تعيين كلمة المرور. سوف تتلقى كلمة مرور جديدة بعد تأكيد إعادة تعيين الرابط.
bg_bg: Въведете имейл адреса си, за да възстановите паролата си. Ще получите нова парола, след като връзката за възстановяване бъде потвърдена.
ca_es: Introduïu el vostre correu electrònic per restablir la contrasenya. Rebràs una nova contrasenya després de confirmar l'enllaç de restabliment.
cs_cz: Zadejte svůj e-mail pro obnovení hesla. Po potvrzení odkazu pro obnovení obdržíte nové heslo.
de_de: Gib deine E-Mail ein, um das Passwort zurückzusetzen. Du erhältst dann ein neues Passwort, nachdem der Link zum Zurücksetzen bestätigt wurde.
el_gr: Εισάγετε το email σας για να επαναφέρετε τον κωδικό πρόσβασης. Θα λάβετε νέο κωδικό πρόσβασης μετά την επιβεβαίωση του συνδέσμου επαναφοράς.
fa_ir: برای تعیین مجدد رمز عبور، ایمیل خود را وارد کنید. پس از تایید لینک بازنشانی رمز عبور جدید دریافت خواهید کرد.
fi_fi: Kirjoita sähköpostiosoitteesi salasanan palauttamiseksi. Saat uuden salasanan, kun linkki on vahvistettu.
fr_fr: Entrez votre email pour réinitialiser le mot de passe. Vous recevrez un nouveau mot de passe une fois le lien de réinitialisation confirmé.
hu_hu: Adja meg e-mail címét a jelszó visszaállításához. Új jelszót fog kapni a visszaállítási link megerősítése után.
id_id: Masukkan surel dan kata sandi anda. Anda akan menerima sandi setelah tautran setelan ulang dikonfirmasi.
lt_lt: Norėdami iš naujo nustatyti slaptažodį, įveskite savo el. paštą. Gausite naują slaptažodį kai atstatymo nuoroda bus patvirtinta.
nl_nl: Voer een e-mailadres in om het wachtwoord opnieuw in te stellen. Er zal een nieuw wachtwoord worden ontvangen nadat de resetlink is bevestigd.
pl_pl: Wprowadź swój adres e-mail, aby zresetować hasło. Otrzymasz nowe hasło po potwierdzeniu linku resetowania.
pt_br: Digite seu e-mail para redefinir a senha. Você receberá uma nova senha após que o link de redefinição for confirmado.
pt_pt: Introduza o seu e-mail para repor a palavra-passe. Receberá uma nova palavra-passe após a confirmação da ligação de reposição.
ro_ro: Introduceți adresa de e-mail pentru a reseta parola. Veți primi o nouă parolă după ce link-ul de resetare este confirmat.
ru_ru: Введите ваш email для сброса пароля. Вы получите новый пароль после подтверждения ссылки.
sr_rs: Unesite Vaš email za reset lozinke. Dobićete novu lozinku nakon što je link za reset potvrđen.
tr_tr: Şifreyi sıfırlamak için e-posta adresinizi girin. Sıfırlama bağlantısı onaylandıktan sonra yeni şifre alacaksınız.
uk_ua: Введіть свою електронну пошту, щоб скинути пароль. Ви отримаєте новий пароль після підтвердження посилання.
vi_vn: Nhập email của bạn để đặt lại mật khẩu. Bạn sẽ nhận mật khẩu mới sau khi tạo lại liên kết được xác nhận.
zh_cn: 输入您的电子邮件重置密码。重置链接确认后，您将收到新密码。

source: Privacy Policy
ar_sa: سياسة الخصوصية
bg_bg: Политика за поверителност
ca_es: Política de privadesa
cs_cz: Ochrana osobních údajů
de_de: Datenschutzerklärung
el_gr: Πολιτική Απορρήτου
fa_ir: سیاست حفظ حریم خصوصی
fi_fi: Tietosuojakäytäntö
fr_fr: Politique de confidentialité
hu_hu: Adatvédelmi irányelv
id_id: Kebijakan Privasi
lt_lt: Privatumo politika
nl_nl: Privacy Beleid
pl_pl: Polityka prywatności
pt_br: Política de Privacidade
pt_pt: Política de privacidade
ro_ro: Politică de confidențialitate
ru_ru: Политика конфиденциальности
sr_rs: Politika privatnosti
tr_tr: Gizlilik Politikası
uk_ua: Політика конфіденційності
vi_vn: Chính sách bảo mật
zh_cn: 隐私权政策

source: Privacy
ar_sa: الخصوصية
bg_bg: Поверителност
ca_es: Privacitat
cs_cz: Soukromí
de_de: Datenschutz
el_gr: Απόρρητο
fa_ir: حریم خصوصی
fi_fi: Yksityisyys
fr_fr: Confidentialité
hu_hu: Adatvédelem
id_id: Privasi
lt_lt: Privatumas
pl_pl: Prywatność
pt_br: Privacidade
pt_pt: Privacidade
ro_ro: Confidențialitate
ru_ru: Конфиденциальность
sr_rs: Privatnost
tr_tr: Gizlilik
uk_ua: Конфіденційність
vi_vn: Quyền riêng tư
zh_cn: 隐私

source: Create a new account
ar_sa: إنشاء حساب جديد
bg_bg: Създаване на нов профил
cs_cz: Vytvořit nový účet
de_de: Neues Konto erstellen
el_gr: Δημιουργία νέου λογαριασμού
fa_ir: ایجاد یک حساب کاربری جدید
fi_fi: Luo uusi tili
fr_fr: Créer un nouveau compte
hu_hu: Új fiók létrehozása
id_id: Buat akun baru
nl_nl: Maak een nieuw account aan
pl_pl: Utwórz nowe konto
pt_br: Criar uma nova conta
ro_ro: Creați un cont nou
ru_ru: Создать новый аккаунт
sr_rs: Napravite novi nalog
tr_tr: Yeni bir hesap oluştur
zh_cn: 创建一个新的用户

source: Male
ar_sa: ذكر
bg_bg: Мъжки
cs_cz: Muž
de_de: Männlich
el_gr: Άνδρας
fa_ir: مرد
fi_fi: Mies
fr_fr: Homme
hu_hu: Férfi
id_id: Pria
nl_nl: Man
pl_pl: Mężczyzna
pt_br: Masculino
ro_ro: Masculin
ru_ru: Мужской
sr_rs: Muško
tr_tr: Erkek
zh_cn: 先生

source: Female
ar_sa: أنثى
bg_bg: Женски
cs_cz: Žena
de_de: Weiblich
el_gr: Γυναίκα
fa_ir: زن
fi_fi: Nainen
fr_fr: Femme
hu_hu: Nő
id_id: Wanita
nl_nl: Vrouw
pl_pl: Kobieta
pt_br: Feminino
ro_ro: Feminin
ru_ru: Женский
sr_rs: Žensko
tr_tr: Kadın
zh_cn: 女士

source: Non-binary
ar_sa: غير محدد
bg_bg: Не искам да кажа
cs_cz: Nebinární
de_de: Divers
fa_ir: ناشناخته
fi_fi: Ei-binäärinen
fr_fr: Non-binaire
hu_hu: Nem bináris
id_id: Non-Biner
nl_nl: Non-binair
pl_pl: Niebinarny
pt_br: Não binário
ro_ro: Non Binar
ru_ru: Не бинарный
sr_rs: Nebinarni
tr_tr: Cinsiyetsiz

source: Other
ar_sa: أخرى
bg_bg: Друг
cs_cz: Jiné
de_de: Sonstiges
el_gr: Άλλο
fa_ir: دیگر
fi_fi: Muu
fr_fr: Autre
hu_hu: Egyéb
id_id: Lainnya
nl_nl: Anders
pl_pl: Inny
pt_br: Outros
ro_ro: Altele
ru_ru: Другое
sr_rs: Drugo
tr_tr: Diğer
zh_cn: 其他

source: Terms and Conditions
ar_sa: الشروط والاحكام
bg_bg: Общи условия
ca_es: Termes i condicions
cs_cz: Pravidla a podmínky
de_de: Allgemeine Geschäftsbedingungen
el_gr: Όροι & Προϋποθέσεις
fa_ir: قوانین و مقررات
fi_fi: Käyttöehdot
fr_fr: Conditions générales
hu_hu: Felhasználási feltételek
id_id: Syarat dan Ketentuan
lt_lt: Nuostatos ir sąlygos
nl_nl: Algemene voorwaarden
pl_pl: Regulamin
pt_br: Termos e Condições
pt_pt: Termos e condições
ro_ro: Termeni și condiții
ru_ru: Правила и условия
sr_rs: Uslovi korišćenja
tr_tr: Şartlar ve Koşullar
uk_ua: Умови надання послуг
vi_vn: Điều khoản và điều kiện
zh_cn: 条款及细则

source: Terms
ar_sa: الشروط
bg_bg: Условия
cs_cz: Podmínky
de_de: Nutzungsbedingungen
el_gr: Όροι
fa_ir: قوانین
fi_fi: Ehdot
fr_fr: Conditions
hu_hu: Feltételek
id_id: Ketentuan
nl_nl: Voorwaarden
pl_pl: Warunki
pt_br: Termos
ro_ro: Termeni
ru_ru: Shartlar
sr_rs: Uslovi
tr_tr: Şartlar
zh_cn: 条款

source: Paid support settings
ar_sa: إعدادات الدعم المدفوعة
bg_bg: Платени настройки за поддръжка
ca_es: Configuració de suport de pagament
cs_cz: Nastavení placené podpory
de_de: Kostenpflichtige Support-Einstellungen
el_gr: Ρυθμίσεις επί πληρωμής τεχνικής υποστήριξης
fa_ir: تنظیمات پرداخت پشتیبانی
fi_fi: Maksullisen tuen asetukset
fr_fr: Paramètres de support payants
hu_hu: Fizetős támogatási beállítások
lt_lt: Mokamos pagalbos nustatymai
nl_nl: Instellingen voor ondersteuning betaald
pl_pl: Ustawienia płatnego wsparcia
pt_br: Configurações do suporte pago
pt_pt: Definições de apoio pago
ro_ro: Setări de asistență plătită
ru_ru: Настройки платной поддержки
sr_rs: Podešavanja za plaćenu podršku
tr_tr: Ücretli destek ayarları
uk_ua: Налаштування платної підтримки
vi_vn: Thiết lập hỗ trợ dịch vụ
zh_cn: 付费支持设置

source: New helpdesk
ar_sa: مكتب مساعدة جديد
bg_bg: Ново помощно бюро
ca_es: Nou servei d'assistència
cs_cz: Nový helpdesk
de_de: Neuer Supportbereich
el_gr: Νέο τμήμα στήριξης
fa_ir: بخش جدید پشتیبانی
fi_fi: Uusi tukipalvelu
fr_fr: Nouvelle catégorie d'assistance
hu_hu: Új ügyfélszolgálat
id_id: Bantuan baru
lt_lt: Nauja pagalbos tarnyba
nl_nl: Nieuwe helpdesk
pl_pl: Nowa pomoc techniczna
pt_br: Novo suporte técnico
pt_pt: Novo helpdesk
ro_ro: Serviciu nou de asistență
ru_ru: Yangi yordam xizmati
sr_rs: Novi helpdesk
tr_tr: Yeni Yardım Masası
uk_ua: Нова служба підтримки
vi_vn: Bàn hỗ trợ mới
zh_cn: 新建服务台

source: Ticket price
ar_sa: سعر التذكرة
bg_bg: Цена на билета
ca_es: Preu de l'entrada
cs_cz: Cena tiketu
de_de: Ticketpreis
el_gr: Τιμή εισιτηρίου
fa_ir: قیمت تیکت
fi_fi: Tukipyynnön hinta
fr_fr: Prix du ticket
hu_hu: Ár (Ft)
id_id: Harga tiket
lt_lt: Bilieto kaina
nl_nl: Prijs ticket
pl_pl: Cena biletu
pt_br: Preço do ticket
pt_pt: Preço do bilhete
ro_ro: Prețul tichetului
ru_ru: Цена тикета
sr_rs: Cena tiketa
tr_tr: Destek talebi fiyatı
uk_ua: Вартість заявки
zh_cn: 工单价格

source: Error message
ar_sa: رسالة خطأ
bg_bg: Съобщение за грешка
ca_es: Missatge d'error
cs_cz: Chybová zpráva
de_de: Fehlermeldung
el_gr: Μήνυμα σφάλματος
fa_ir: پیام خطا
fi_fi: Virhesanoma
fr_fr: Message d'erreur
hu_hu: Hiba üzenet
id_id: Pesan error
lt_lt: Klaidos pranešimas
nl_nl: Foutmelding
pl_pl: Komunikat błędu
pt_br: Mensagem de erro
pt_pt: Mensagem de erro
ro_ro: Mesaj de eroare
ru_ru: Xato xabar
sr_rs: Poruka o grešci
tr_tr: Hata mesajı
uk_ua: Повідомлення про помилку
zh_cn: 错误信息

source: Set paid support for helpdesks
ar_sa: تعيين الدعم المدفوع لمكاتب المساعدة
bg_bg: Задаване на платена поддръжка за бюрата за помощ
ca_es: Estableix assistència de pagament per als serveis d'assistència
cs_cz: Nastavit placenou podporu pro asistenční služby
de_de: Bezahlte Unterstützung für Helpdesks festlegen
el_gr: Ορισμός πληρωμών για το τμήμα τεχνικής υποστήριξης
fa_ir: تنظیم پرداخت پشتیبانی برای بخش های پشتیبانی
fi_fi: Aseta maksullinen tuki tukipalveluille
fr_fr: Définir une assistance payante pour les catégories d'assistance
hu_hu: Fizetős támogatás beállítása az ügyfélszolgálatokhoz
id_id: Atur dukungan pembayaran untuk bantuan
lt_lt: Nustatyti mokamą pagalbą pagalbos tarnyboms
nl_nl: Betaalde ondersteuning voor helpdesks instellen
pl_pl: Ustaw płatne wsparcie dla pomocy technicznej
pt_br: Definir suporte pago para suporte técnico
pt_pt: Definir suporte pago para helpdesks
ro_ro: Setează suport plătit pentru birouri de asistență
ru_ru: Установить платную поддержку для служб поддержки
sr_rs: Postavi plaćenu podršku za helpdesk
tr_tr: Yardım masaları için ücretli desteği ayarlayın
uk_ua: Налаштуйте платні послуги технічної підтримки
zh_cn: 将服务台设置为收费模式

source: Helpdesk
ar_sa: مركز المساعدة
bg_bg: Помощно бюро
ca_es: Taulell d'ajuda
de_de: Supportbereich
el_gr: Τμήμα τεχνικής υποστήριξης
fa_ir: واحد پشتیبانی
fi_fi: Tukipalvelu
fr_fr: Service d'assistance
hu_hu: Ügyfélszolgálat
id_id: Bantuan
lt_lt: Pagalbos tarnyba
pl_pl: Pomoc techniczna
pt_br: Suporte
pt_pt: Serviço de assistência
ro_ro: Birou de asistență
ru_ru: Служба поддержки
sr_rs: Šalter za informacije
tr_tr: Yardım Masası
vi_vn: Bộ phận Hỗ trợ
zh_cn: 服务台

source: Edit product addon
ar_sa: تحرير إضافة المنتج
bg_bg: Редактиране на добавката към продукта
ca_es: Edita el complement del producte
cs_cz: Upravit doplněk produktu
de_de: Produkt-Addon bearbeiten
el_gr: Επεξεργασία πρόσθετου προϊόντος
fa_ir: ویرایش محصولات مکمل
fi_fi: Muokkaa tuotteen lisäosaa
fr_fr: Modifier une extension de produit
hu_hu: Termékbővítmény szerkesztése
id_id: Sunting addon produk
lt_lt: Redaguoti produkto priedą
nl_nl: Productadd-on bewerken
pl_pl: Edytuj dodatek produktu
pt_br: Editar complemento do produto
pt_pt: Editar suplemento de produto
ro_ro: Editează suplimentul produsului
ru_ru: Редактировать дополнение продукта
sr_rs: Uredite dodatak proizvoda
tr_tr: Ürün eklentisini düzenle
uk_ua: Редагувати додаткові послуги
vi_vn: Sửa phần bổ sung sản phẩm
zh_cn: 编辑产品附加组件

source: Addon updated
ar_sa: تم تحديث الإضافة
bg_bg: Добавката бе актуализирана
ca_es: Addon actualitzat
cs_cz: Doplněk aktualizován
de_de: Addon aktualisiert
el_gr: Το πρόσθετο ενημερώθηκε
fa_ir: بروزرسانی شد
fi_fi: Lisäosa päivitetty
fr_fr: Addon mis à jour
hu_hu: Addon frissítve
id_id: Addon diperbarui
lt_lt: Priedas atnaujintas
nl_nl: Addon bijgewerkt
pl_pl: Dodatek zaktualizowany
pt_br: Complemento atualizado
pt_pt: Addon atualizado
ro_ro: Supliment actualizat
ru_ru: Дополнение обновлено
sr_rs: Dodatak je ažuriran
tr_tr: Ürün eklentisi güncellendi
uk_ua: Доповнення оновлено
vi_vn: Phần bổ sung đã được cập nhật
zh_cn: 附加组件已更新

source: Disabled
ar_sa: معطل
bg_bg: Деактивирано
ca_es: Deshabilitat
cs_cz: Zakázáno
de_de: Deaktiviert
el_gr: Ανενεργό
fa_ir: غیر فعال
fi_fi: Pois käytöstä
fr_fr: Désactivé
hu_hu: Tiltva
id_id: Nonaktif
lt_lt: Išjungtas
nl_nl: Uitgeschakeld
pl_pl: Wyłączony
pt_br: Desativado
pt_pt: Desativado
ro_ro: Dezactivat
ru_ru: Отключено
sr_rs: Isključeno
tr_tr: Devre dışı
uk_ua: Вимкнено
vi_vn: Đã tắt
zh_cn: 已停用

source: Activation
ar_sa: تنشيط
bg_bg: Активиране
ca_es: Activació
cs_cz: Aktivace
de_de: Aktivierung
el_gr: Ενεργοποίηση
fa_ir: فعالسازی
fi_fi: Aktivoi
hu_hu: Aktivál
id_id: Aktivasi
lt_lt: Aktyvacija
nl_nl: Activeren
pl_pl: Aktywacja
pt_br: Ativação
pt_pt: Ativação
ro_ro: Activarea
ru_ru: Faollashtirish
sr_rs: Aktivacija
tr_tr: Etkinleştirme
uk_ua: Активація
vi_vn: Kích hoạt
zh_cn: 激活

source: After order is placed
ar_sa: بعد وضع الطلب
bg_bg: След поставянето на поръчката
ca_es: Després de fer la comanda
cs_cz: Po zadání objednávky
de_de: Nach der Bestellung
el_gr: Αφού γίνει η παραγγελία
fa_ir: بعد از ثبت سفارش
fi_fi: Tilauksen jälkeen
fr_fr: Après que la commande soit passée
hu_hu: A megrendelés után
id_id: Setelah pesanan diterima
lt_lt: Po užsakymo pateikimo
nl_nl: Nadat de bestelling is geplaatst
pl_pl: Po złożeniu zamówienia
pt_br: Após o pedido ser efetuado
pt_pt: Depois de efectuada a encomenda
ro_ro: După ce comanda este plasată
ru_ru: После размещения заказа
sr_rs: Nakon porudžbine
tr_tr: Sipariş verildikten sonra
uk_ua: Одразу після замовлення
vi_vn: Sau khi đơn hàng được đặt
zh_cn: 下订单之后
