Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Recurring
ar_sa: مُتكرّر
bg_bg: Периодично
ca_es: Periòdic
cs_cz: Opakující se
de_de: Wiederkehrende
el_gr: Επαναλαμβανόμενο
fa_ir: تکرار تخفیف
fi_fi: Toistuva
fr_fr: Récurrent
hu_hu: Ismétlődő
id_id: Berkala
lt_lt: Pasikartojantys
nl_nl: Herhalend
pl_pl: Cykliczny
pt_br: Recorrente
pt_pt: Recorrente
ro_ro: Recurent
ru_ru: Периодический
sr_rs: Ponavljajući
tr_tr: Tekrarlanan
uk_ua: Періодично
vi_vn: Định kỳ
zh_cn: 循环的

source: Apply to first order only
ar_sa: تطبيق على الطلب الأول فقط
bg_bg: Прилагане само за първата поръчка
ca_es: Aplicar només a la primera comanda
cs_cz: Použít pouze pro první objednávku
de_de: Nur auf Erstbestellung anwendbar
el_gr: Εφαρμογή μόνο στην πρώτη παραγγελία
fa_ir: فقط برای اولین سفارش
fi_fi: Sovella vain ensimmäiseen tilaukseen
fr_fr: Appliquer à la première commande uniquement
hu_hu: Csak első rendelésre vonatkozik
id_id: Hanya pesanan pertama kali
lt_lt: Suteikti tik pirmam užsakymui
nl_nl: Alleen toepassen op eerste bestelling
pl_pl: Stosuj tylko do pierwszego zamówienia
pt_br: Aplicar apenas para o primeiro pedido
pt_pt: Aplicável apenas à primeira encomenda
ro_ro: Aplică doar la prima comandă
ru_ru: Применять только к первому заказу
sr_rs: Primenite samo na prvu porudžbinu
tr_tr: Yalnızca ilk sipariş için geçerli
uk_ua: Застосувати тільки до першого замовлення
zh_cn: 首次有效

source: Apply to first order and renewals
ar_sa: تقديم الطلب الأول والتجديدات
bg_bg: Прилагане за първата поръчка и подновяване
ca_es: Aplicar a la primera comanda i renovacions
cs_cz: Použít pro první objednávku a obnovení
de_de: Nur auf Erstbestellungen und Verlängerungen
el_gr: Εφαρμογή στην πρώτη παραγγελία και στις ανανεώσεις
fa_ir: شامل اولین سفارش و تمدید آن
fi_fi: Sovelletaan ensimmäiseen tilaukseen ja uusintatilauksiin
fr_fr: Appliquer à la première commande et aux renouvellements
hu_hu: Jelentkezés az első megrendelésre és a megújításokra
id_id: Hanya pesanan pertama kali dan pembaruan pertama
lt_lt: Pateikti pirmam užsakymui ir pratęsimams
nl_nl: Toepassen op eerste bestelling en verlengingen
pl_pl: Stosuj do pierwszego zamówienia i odnowień
pt_br: Aplicar no primeiro pedido e renovações
pt_pt: Aplicável à primeira encomenda e às renovações
ro_ro: Aplicați la prima comandă și reînnoiri
ru_ru: Применять к первому заказу и продлениям
sr_rs: Primenite samo na prvu porudžbinu i obnavljanje
tr_tr: İlk sipariş ve yenilemelere uygula
uk_ua: Застосовувати для першого замовлення і його продовжень
zh_cn: 首次及其续费有效

source: Free Setup
ar_sa: إعداد مجاني
bg_bg: Безплатна настройка
ca_es: Configuració gratuïta
cs_cz: Volné nastavení
de_de: Kostenfreies Setup
el_gr: Δωρεάν Εγκατάσταση
fa_ir: نصب رایگان
fi_fi: Ilmainen käyttöönotto
fr_fr: Installation gratuite
hu_hu: Ingyenes beállítás
id_id: Gratis pemasangan
lt_lt: Nemokama sąranka
nl_nl: Gratis installatie
pl_pl: Bezpłatna konfiguracja
pt_br: Instalação Gratuita
pt_pt: Configuração gratuita
ro_ro: Instalare gratuită
ru_ru: Bepul sozlash
sr_rs: Besplatno Podešavanje
tr_tr: Ücretsiz Kurulum
uk_ua: Безкоштовне встановлення
zh_cn: 免设置费

source: Promotion Limitations
ar_sa: قيود الترويج
bg_bg: Ограничения при промоциите
ca_es: Limitacions de la promoció
cs_cz: Omezení propagace
de_de: Werbeeinschränkungen
el_gr: Περιορισμοί Προώθησης
fa_ir: محدودیت های تخفیفات
fi_fi: Tarjousten rajoitukset
fr_fr: Limitations de la promotion
hu_hu: Promóciós korlátozások
id_id: Limitasi Promo
lt_lt: Promo apribojimai
nl_nl: Promotie Beperkingen
pl_pl: Ograniczenia promocji
pt_br: Limites da Promoção
pt_pt: Limitações da promoção
ro_ro: Limitări promoționale
ru_ru: Ограничения акции
sr_rs: Ograničenja promocije
tr_tr: Promosyon Kısıtlamaları
uk_ua: Обмеження промоції
zh_cn: 优惠限制

source: Once per Client
ar_sa: مرة لكل عميل
bg_bg: Веднъж на клиент
ca_es: Una vegada per client
cs_cz: Jednou na klienta
de_de: Einmal pro Kunde
el_gr: Μία φορά ανά Πελάτη
fa_ir: یکبار برای هر مشتری
fi_fi: Kerran per asiakas
fr_fr: Une fois par client
hu_hu: Ügyfelenként egyszer
id_id: Satu per klien
lt_lt: Vienam klientui vieną kartą
nl_nl: Eenmaal per klant
pl_pl: Raz na klienta
pt_br: Uma vez por Cliente
pt_pt: Uma vez por cliente
ro_ro: Odată pe client
ru_ru: Один раз на клиента
sr_rs: Jednom po klijentu
tr_tr: Müşteri başına bir kez
uk_ua: Один раз на кожного клієнта
zh_cn: 每个客户使用一次

source: Max Uses (Zero for Unlimited)
ar_sa: الحد الأقصى للاستخدامات (صفر غير محدود)
bg_bg: Максимум използвания (Нула за безкрайни)
ca_es: Usos màxims (zero per il·limitat)
cs_cz: Maximální počet použití (Zero pro neomezené)
de_de: Max. Verwendungen (0 für unbegrenzt)
el_gr: Μέγιστες Χρήσεις (μηδέν για απεριόριστες)
fa_ir: حداکثر استفاده (صفر برای نامحدود)
fi_fi: Käyttöjen enimmäismäärä (0 rajoittamattomille)
fr_fr: Utilisations maximales (zéro pour illimité)
hu_hu: Max. felhasználás (nulla korlátlan)
id_id: Maksimal Digunakan (Nol untuk tanpa batas)
lt_lt: Maksimalus vartotojų skaičius (nulis neribotam)
nl_nl: Maximaal gebruik (nul voor onbeperkt)
pl_pl: Maksymalna liczba użyc (Zero dla nieograniczonej)
pt_br: Máximo de Usuários (0 para Ilimitado)
pt_pt: Máximo de utilizações (Zero para Ilimitado)
ro_ro: Utilizări maxime (Zero pentru nelimitat)
ru_ru: Макс. использований (0 для неограниченного)
sr_rs: Maksimalna upotreba (nula za neograničeno)
tr_tr: Maksimum Kullanım Miktarı (Sıfır, sınırsız kullanım içindir)
uk_ua: Максимальна кількість використань (нуль для необмеженої)
zh_cn: 最大使用量 (0 为无限制)

source: Leave blank for unlimited uses
ar_sa: اتركه فارغاً لاستخدامات غير محدودة
bg_bg: Оставете празно за неограничено използване
ca_es: Deixa en blanc per a usos il·limitats
cs_cz: Ponechte prázdné pro neomezená použití
de_de: Für unbegrenzte Verwendungen leer lassen
el_gr: Αφήστε το κενό για απεριόριστες χρήσεις
fa_ir: برای استفاده های نامحدود خالی بگذارید
fi_fi: Jätä tyhjäksi rajoittamatonta käyttöä varten
fr_fr: Laisser vide pour des utilisations illimitées
hu_hu: Hagyja üresen korlátlan használat esetén
id_id: Kosongkan untuk penggunaan tanpa batas
lt_lt: Palikite tuščią, kad būtų neribotas vartotojų skaičius
nl_nl: Laat leeg voor onbeperkt gebruik
pl_pl: Zostaw puste dla nieograniczonego użycia
pt_br: Deixe em branco para uso ilimitado
pt_pt: Deixar em branco para utilizações ilimitadas
ro_ro: Lăsați necompletat pentru utilizări nelimitate
ru_ru: Оставьте поле пустым для неограниченного использования
sr_rs: Ostavite prazno za neograničenu upotrebu
tr_tr: Sınırsız kullanım için boş bırakın
uk_ua: Залиште порожнім для необмеженої кількості використань
vi_vn: Để trống nghĩa là không giới hạn lần sử dụng
zh_cn: 留空表示无限制

source: Validity Period (Blank for Indefinite)
ar_sa: فترة الصلاحيّة (اتركه فارغاً لجعله غير محدود)
bg_bg: Период на валидност (празно за неопределено време)
ca_es: Període de validesa (en blanc per indefinit)
cs_cz: Období platnosti (prázdné pro neurčení)
de_de: Gültigkeitsdauer (Leer für unbegrenzt)
el_gr: Περίοδος ισχύος (κενό για επ' αόριστον)
fa_ir: مدت اعتبار (خالی برای نامحدود)
fi_fi: Voimassaoloaika (tyhjä, jos voimassa toistaiseksi)
fr_fr: Période de validité (vide pour indéfini)
hu_hu: Érvényességi időtartam (határozatlan ideig üres)
id_id: Periode Valid (kosongkan untuk tidak terdefinisi)
lt_lt: Galiojimo laikotarpis (tuščia neapibrėžtam laikui)
nl_nl: Geldigheidsperiode (leeg voor onbepaalde tijd)
pl_pl: Okres ważności (puste dla czasu nieokreślonego)
pt_br: Período de Validade (Vazio para Indefinido)
pt_pt: Período de validade (em branco para Indefinido)
ro_ro: Perioada de valabilitate (lasă gol pentru infinit)
ru_ru: Срок действия (оставьте пустым для неограниченного)
sr_rs: Važi do (Prazno za neodređeno)
tr_tr: Geçerlilik Süresi (Süresiz yapmak için boş bırakın)
uk_ua: Період дії (порожній для безкінечного)
zh_cn: 有效期(留空表示不限期)

source: Applicable Products (Select None to Apply to All)
ar_sa: المنتجات القابلة للتطبيق (اختر لا شيء لتطبيقه على الكل)
bg_bg: Приложими продукти (изберете "Няма", за да се приложи за всички)
ca_es: Productes aplicables (seleccioneu cap per aplicar-los a tots)
cs_cz: Použitelné produkty (Vyberte Nic pro použití na všechny)
de_de: Anwendbare Produkte (Wähle „Keins“ aus, um es auf alle anzuwenden)
el_gr: Εφαρμοστέα προϊόντα (Επιλέξτε Κανένα για να εφαρμοστεί σε όλα)
fa_ir: محصولات قابل اجرا (هیچ کدام را انتخاب کنید تا برای همه اعمال شود)
fi_fi: Sovellettavat tuotteet (valitse Ei mitään, jos haluat soveltaa kaikkiin)
fr_fr: Produits applicables (sélectionnez Aucun pour appliquer à tous)
hu_hu: Alkalmazható termékek (válassza a Nincs lehetőséget az összes alkalmazáshoz)
id_id: Produk yang terpilih (Pilih "Tidak Ada" atau "None" untuk memilih semua)
lt_lt: Taikomi produktai (pasirinkite Nėra, jei norite taikyti visiems)
nl_nl: Van toepassing zijnde producten (selecteer niets om dit op alles toe te passen)
pl_pl: Produkty, do których można zastosować (wybierz brak, aby zastosować do wszystkich)
pt_br: Produtos Aplicáveis (Selecione nenhum para aplicar a todos)
pt_pt: Produtos aplicáveis (selecionar Nenhum para aplicar a todos)
ro_ro: Produse aplicabile (Nu alege niciunul pentru a aplica la toți)
ru_ru: Применимые продукты (выберите Ничего для применения ко всем)
sr_rs: Primenljivi Proizvodi (Izaberite nijedan da biste Primenili na Sve)
tr_tr: Uygulanabilir Ürünler (Tümüne uygulamak için seçim yapmayın)
uk_ua: Відповідні продукти (виберіть Жодного, щоб застосувати до всіх)
zh_cn: 适用的产品 (不选择则所有产品均适用)

source: Applicable Periods (Select None to Apply to All)
ar_sa: الفترات المنطبقة (اختر لا شيء لتطبيقه على الكل)
bg_bg: Приложими периоди (изберете "Няма", за да се приложи за всички)
ca_es: Períodes aplicables (seleccioneu cap per aplicar-lo a tots)
cs_cz: Použitelná období (vyberte Nic pro použití na všechny)
de_de: Anwendbarer Zeitraum (Wähle „Keins“ aus, um es auf alle anzuwenden)
el_gr: Εφαρμοστέες περίοδοι (επιλέξτε Καμία για Εφαρμογή σε όλες)
fa_ir: دوره های قابل اجرا (برای اعمال برای همه، هیچ کدام را انتخاب کنید)
fi_fi: Sovellettavat ajanjaksot (Valitse Ei mitään, jos haluat soveltaa kaikkiin)
fr_fr: Périodes applicables (sélectionnez Aucune pour appliquer à tous)
hu_hu: Alkalmazandó időszakok (válassza a Nincs lehetőséget az összes alkalmazáshoz)
id_id: Periode terpilih (Pilih "Tidak Ada" atau "None" untuk memilih semua)
lt_lt: Taikomi laikotarpiai (pasirinkite Nėra, jei norite taikyti visiems)
nl_nl: Van toepassing zijnde periode (selecteer niets om alles toe te passen)
pl_pl: Okresy, do których można zastosować (wybierz brak, aby zastosować do wszystkich)
pt_br: Períodos Aplicáveis (Selecione nenhum para aplicar a todos)
pt_pt: Períodos aplicáveis (selecionar Nenhum para aplicar a todos)
ro_ro: Perioade aplicabile (Nu alege niciunul pentru a aplica la toți)
ru_ru: Применимые периоды (выберите Ничего для применения ко всем)
sr_rs: Primenljivi Periodi (Izaberite nijedan da biste Primenili na Sve)
tr_tr: Uygulanabilir Dönemler (Tümüne uygulamak seçim yapmayın)
uk_ua: Відповідні періоди (виберіть Жодного, щоб застосувати до всіх)
zh_cn: 适用的付款周期 (不选择则所有付款周期均适用)

source: Applicable Client Groups (Select None to Apply to All)
ar_sa: مجموعات العملاء المنطبقة (حدد لا شيء لتطبيقه على الكل)
bg_bg: Приложими клиентски групи (изберете "Няма", за да се приложи за всички)
ca_es: Grups de clients aplicables (seleccioneu cap per aplicar-lo a tots)
cs_cz: Platné skupiny klientů (Vyberte Nic pro všechny aplikace)
de_de: Anwendbare Kundengruppen (Wähle „Keins“ aus, um sie auf alle anzuwenden)
el_gr: Εφαρμοστέες ομάδες πελατών (επιλέξτε Καμία για να εφαρμοστεί σε όλους)
fa_ir: گروه های مشتری قابل اجرا (برای اعمال به همه، هیچ کدام را انتخاب کنید)
fi_fi: Sovellettavat asiakasryhmät (Valitse Ei mitään, jos haluat soveltaa kaikkiin)
fr_fr: Groupes de clients applicables (sélectionnez Aucun pour appliquer à tous)
hu_hu: Megfelelő ügyfélcsoportok (válassza a Nincs lehetőséget az összes alkalmazáshoz)
id_id: Grup Klien Terpilih (Pilih "Tidak Ada" atau "None" untuk memilih semua)
lt_lt: Taikomos klientų grupės (pasirinkite Nėra, jei norite taikyti visiems)
nl_nl: Van toepassing zijnde klantengroepen (selecteer niets alle toe te passen)
pl_pl: Grupy klientów, do których można zastosować (wybierz brak, aby zastosować do wszystkich)
pt_br: Grupos de Clientes Aplicáveis (Selecione nenhum para aplicar a todos)
pt_pt: Grupos de clientes aplicáveis (selecionar Nenhum para aplicar a todos)
ro_ro: Grupuri de clienți aplicabile (Nu alege niciunul pentru a aplica la toți)
ru_ru: Применимые группы клиентов (выберите Ничего для применения ко всем)
sr_rs: Primenljive Grupe Klijenata (Izaberite nijedan da biste Primenili na Sve)
tr_tr: Uygulanabilir Müşteri Grupları (Tümüne uygulamak için seçim yapmayın)
uk_ua: Відповідні групи клієнтів (виберіть Жодного, щоб застосувати до всіх)
zh_cn: 适用的客户和群组 (不选择则所有人均适用)

source: Promotions
ar_sa: العروض الترويجية
bg_bg: Промоции
ca_es: Promocions
cs_cz: Propagace
de_de: Werbeaktionen
el_gr: Προωθητικές ενέργειες
fa_ir: تخفیفات
fi_fi: Tarjoukset
hu_hu: Promóciók
id_id: Promosi
lt_lt: Nuolaidos kodai
nl_nl: Promoties
pl_pl: Promocje
pt_br: Promoções
pt_pt: Promoções
ro_ro: Promoții
ru_ru: Акции
sr_rs: Promocije
tr_tr: Promosyonlar
uk_ua: Акції
zh_cn: 优惠码

source: New Promotion
ar_sa: عرض جديد
bg_bg: Нова промоция
ca_es: Nova Promoció
cs_cz: Nová propagace
de_de: Neue Promotion
el_gr: Νέα προωθητική ενέργεια
fa_ir: فروش ویزه جدید
fi_fi: Uusi tarjous
fr_fr: Nouvelle Promotion
hu_hu: Új promóció
id_id: Promosi baru
lt_lt: Nauja nuolaida
nl_nl: Nieuwe promotie
pl_pl: Nowa promocja
pt_br: Nova Promoção
pt_pt: Nova promoção
ro_ro: Promoție nouă
ru_ru: Новая акция
sr_rs: Nova promocija
tr_tr: Yeni Promosyon
uk_ua: Нова акція
zh_cn: 新建优惠码

source: Promo codes
cs_cz: Promo kódy
ro_ro: Coduri promoționale
ru_ru: Промокоды
sr_rs: Promo kodovi

source: Applies To
ar_sa: تنطبق على
bg_bg: Отнася се за
ca_es: S'aplica a
cs_cz: Platí pro
de_de: Gilt für
el_gr: Εφαρμόζεται σε
fa_ir: اعمال برای
fi_fi: Sovelletaan kohteeseen
fr_fr: S'applique à
hu_hu: Az alábbiakra érvényes
id_id: Diterapkan Ke
lt_lt: Taikoma
nl_nl: Is van toepassing op
pl_pl: Dotyczy
pt_br: Aplicar Para
pt_pt: Aplica-se a
ro_ro: Se aplică la
ru_ru: Применимо к
sr_rs: Odnosi se na
tr_tr: Uygulandığı Ürünler
uk_ua: Застосувати до
zh_cn: 适用于

source: Client Groups
ar_sa: مجموعات العملاء
bg_bg: Клиентски групи
ca_es: Grups de clients
cs_cz: Skupiny klientů
de_de: Kundengruppen
el_gr: Ομάδες πελατών
fa_ir: گروه های مشتریان
fi_fi: Asiakasryhmät
fr_fr: Groupes de clients
hu_hu: Ügyfélcsoportok
id_id: Grup klien
lt_lt: Klientų grupės
nl_nl: Klantengroep
pl_pl: Grupy klientów
pt_br: Grupos de Clientes
pt_pt: Grupos de clientes
ro_ro: Grupuri de clienți
sr_rs: Grupe klijenata
tr_tr: Müşteri Grupları
uk_ua: Групи клієнта
zh_cn: 客户群组

source: Validity Period
ar_sa: فترة الصلاحية
bg_bg: Период на валидност
ca_es: Període de validesa
cs_cz: Datum platnosti
de_de: Gültigkeitszeitraum
el_gr: Περίοδος ισχύος
fa_ir: دوره اعتبار
fi_fi: Voimassaoloaika
fr_fr: Période de validité
hu_hu: Érvényességi
id_id: Masa Berlaku
lt_lt: Galiojimo laikas
nl_nl: Geldigheidsduur
pl_pl: Okres ważności
pt_br: Período de Validade
pt_pt: Período de validade
ro_ro: Perioada de valabilitate
ru_ru: Срок действия
sr_rs: Važi do
tr_tr: Geçerlilik Süresi
uk_ua: Термін дії
zh_cn: 有效期

source: Usage
ar_sa: الاستخدام
bg_bg: Предназначение
ca_es: Ús
cs_cz: Využití
de_de: Nutzung
el_gr: Χρήση
fa_ir: استفاده
fi_fi: Käyttö
fr_fr: Utilisation
hu_hu: Használat
id_id: Penggunaan
lt_lt: Naudojimas
nl_nl: Verbruik
pl_pl: Użycie
pt_br: Uso
pt_pt: Utilização
ro_ro: Utilizare
ru_ru: Foydalanish
sr_rs: Upotreba
tr_tr: Kullanım
uk_ua: Використання
vi_vn: Mức sử dụng
zh_cn: 使用情况

source: All Products
cs_cz: Všechny produkty
ro_ro: Toate Produsele
ru_ru: Все продукты
sr_rs: Svi proizvodi

source: All Client groups
cs_cz: Všechny skupiny klientů
ro_ro: Toate grupurile de clienți
ru_ru: Все группы клиентов
sr_rs: Sve Grupe klijenata

source: Create New Promotional Code
ar_sa: إنشاء رمز ترويجي جديد
bg_bg: Създайте нов промоционален код
ca_es: Crea un codi promocional nou
cs_cz: Vytvořit nový promo kód
de_de: Erstelle einen neuen Promotion-Code
el_gr: Δημιουργία Νέου Κώδικα Προώθησης
fa_ir: کد تخفیف جدید
fi_fi: Luo Uusi Tarjouskoodi
fr_fr: Créer un nouveau code promotionnel
hu_hu: Új promóciós kód létrehozása
id_id: Buat kode promosi baru
lt_lt: Sukurkite naują nuolaidos kodą
nl_nl: Maak een nieuwe promotiecode
pl_pl: Utwórz nowy kod promocyjny
pt_br: Criar Novo Código Promocional
pt_pt: Criar novo código promocional
ro_ro: Creează un nou cod promoțional
ru_ru: Создать новый промокод
sr_rs: Napravite novi promotivni kod
tr_tr: Yeni Promosyon Kodu Oluştur
uk_ua: Створити новий промокод
zh_cn: 生成优惠码

source: Create special offers for your clients by creating promo codes.
ar_sa: إنشاء عروض خاصة لعملائك عن طريق إنشاء رموز ترويجية.
bg_bg: Създайте специални оферти за клиентите си, като създадете промо кодове.
ca_es: Creeu ofertes especials per als vostres clients creant codis promocionals.
cs_cz: Vytvořením promo kódů vytvoříte speciální nabídky pro své klienty.
de_de: Erstelle ein Sonderangebot für deine Kunden, indem du Gutscheincodes erstellst.
el_gr: Δημιουργήστε ειδικές προσφορές για τους πελάτες σας δημιουργώντας κωδικούς προσφοράς.
fa_ir: با ایجاد کدهای تخفیف، پیشنهادات ویژه برای مشتریان خود ایجاد کنید.
fi_fi: Luo erikoistarjouksia asiakkaillesi luomalla tarjouskoodeja.
fr_fr: Créez des offres spéciales pour vos clients en créant des codes promotionnels.
hu_hu: Hozzon létre különleges ajánlatokat ügyfelei számára promóciós kódok létrehozásával.
id_id: Membuat penawaran khusus untuk klien Anda dengan membuat kode promo.
lt_lt: Sukurkite specialius pasiūlymus savo klientams, sukurdami nuolaidos kodus.
nl_nl: Maak speciale aanbiedingen voor klanten door promotiecodes aan te maken.
pl_pl: Twórz specjalne oferty dla swoich klientów, tworząc kody promocyjne.
pt_br: Crie ofertas especiais para seus clientes criando códigos promocionais.
pt_pt: Crie ofertas especiais para os seus clientes através da criação de códigos promocionais.
ro_ro: Creați oferte speciale pentru clienții dvs. prin crearea de coduri promoționale.
ru_ru: Создавайте специальные предложения для ваших клиентов, создавая промокоды.
sr_rs: Napravite specijalne ponude za svoje klijente kreiranjem promotivnih kodova.
tr_tr: Promosyon kodları oluşturarak müşterilerinize özel teklifler oluşturun.
uk_ua: Створюйте спеціальні пропозиції для своїх клієнтів, створюючи промо-коди.
vi_vn: Tạo ưu đãi đặc biệt cho khách hàng của bạn bằng cách tạo mã khuyến mãi.
zh_cn: 通过生成优惠码为您的客户创建特殊优惠。

source: Redirects
ar_sa: إعادات التوجيه
bg_bg: Пренасочвания
ca_es: Redireccions
cs_cz: Přesměrování
de_de: Weiterleitungen
el_gr: Ανακατευθύνσεις
fa_ir: تغییر مسیرها
fi_fi: Uudelleenohjaukset
fr_fr: Redirections
hu_hu: Átirányítások
id_id: Pengalihan
lt_lt: Peradresavimai
nl_nl: Omleidingen
pl_pl: Przekierowania
pt_br: Redicionamentos
pt_pt: Redireccionamentos
ro_ro: Redirecționări
ru_ru: Перенаправления
sr_rs: Preusmeravanja
tr_tr: Yönlendirmeler
uk_ua: Переадресації
vi_vn: Chuyển hướng
zh_cn: 重定向

source: Create new redirect
ar_sa: إنشاء إعادة توجيه جديدة
bg_bg: Създайте ново пренасочване
ca_es: Crea una nova redirecció
cs_cz: Vytvořit nové přesměrování
de_de: Neue Weiterleitung erstellen
el_gr: Δημιουργία νέας ανακατεύθυνσης
fa_ir: تغییر مسیر جدید
fi_fi: Luo uusi uudelleenohjaus
fr_fr: Créer une nouvelle redirection
hu_hu: Új átirányítás létrehozása
id_id: Membuat pengalihan baru
lt_lt: Sukurti naują peradresavimą
nl_nl: Nieuwe doorverwijzing aanmaken
pl_pl: Utwórz nowe przekierowanie
pt_br: Criar novo redirecionamento
pt_pt: Criar novo redireccionamento
ro_ro: Creați o redirecționare nouă
ru_ru: Создать новое перенаправление
sr_rs: Napravite novo preusmeravanje
tr_tr: Yeni Yönlendirme oluştur
uk_ua: Створити нову переадресацію
vi_vn: Thêm chuyển hướng mới
zh_cn: 新建重定向

source: Path
ar_sa: المسار
bg_bg: Път
ca_es: Ruta
cs_cz: Cesta
de_de: Pfad
el_gr: Από
fa_ir: مسیر
fi_fi: Polku
fr_fr: Chemin
hu_hu: Útvonal
lt_lt: Kelias
nl_nl: Pad
pl_pl: Ścieżka
pt_br: Caminho
pt_pt: Caminho
ro_ro: Cale
ru_ru: Yoʻl
sr_rs: Putanja
tr_tr: Adres
uk_ua: Шлях
vi_vn: Đường dẫn
zh_cn: 路径

source: Target
ar_sa: الهدف
bg_bg: Цел
ca_es: Destí
cs_cz: Cíl
de_de: Ziel
el_gr: Προς
fa_ir: هدف
fi_fi: Kohde
fr_fr: Cible
hu_hu: Cél
id_id: Sasaran
lt_lt: Tikslas
nl_nl: Doel
pl_pl: Cel
pt_br: Destino
pt_pt: Objetivo
ro_ro: Țintă
ru_ru: Maqsad
sr_rs: Cilj
tr_tr: Hedef
uk_ua: Ціль
vi_vn: Mục tiêu
zh_cn: 指向

source: Run all checks
cs_cz: Spusťte všechny kontroly
fr_fr: Lancer toutes les vérifications
hu_hu: Futtasd le az összes ellenőrzést
ro_ro: Rulează toate verificările
ru_ru: Запустить все проверки
sr_rs: Pokreni sve provere

source: Run check
cs_cz: Spustit kontrolu
fr_fr: Lancer la vérification
hu_hu: Ellenőrzés futtatása
ro_ro: Rulează verificarea
ru_ru: Запустить проверку
sr_rs: Pokreni proveru

source: Lookup & discover info about IP addresses.
cs_cz: Vyhledávání a objevování informací o IP adresách.
fr_fr: Recherchez et découvrez des informations sur les adresses IP.
hu_hu: Keress információkat az IP-címekről.
ro_ro: Caută și descoperă informații despre adresele IP.
ru_ru: Поиск и получение информации об IP-адресах.
sr_rs: Pretražite i otkrijte informacije o IP adresama.

source: IP address to lookup
cs_cz: IP adresa pro vyhledávání
ro_ro: Adresa IP pentru căutare
ru_ru: IP-адрес для поиска
sr_rs: IP adresa za pretragu

source: IP Address
cs_cz: IP adresa
fr_fr: Adresse IP
hu_hu: IP cím
ro_ro: Adresa IP
ru_ru: IP-адрес
sr_rs: IP Adresa
vi_vn: Địa chỉ IP

source: ASN Organization
cs_cz: ASN organizace
fr_fr: Organisation ASN (AS)
hu_hu: ASN szervezet
ro_ro: Organizația ASN
ru_ru: Организация ASN
sr_rs: Organizacija ASN-a

source: ASN stands for autonomous system number. IP address info may not always be accurate.
cs_cz: ASN značí autonomní systémové číslo. IP adresa nemusí být vždy přesná.
fr_fr: ASN signifie numéro de système autonome. Les informations relatives aux adresses IP ne sont pas toujours exactes.
hu_hu: Az ASN az autonóm rendszerszámot jelenti. Előfordulhat, hogy az IP-cím információi nem mindig pontosak.
ro_ro: ASN reprezintă numărul de sistem autonom. Este posibil că informațiile despre adresa IP să nu fie întotdeauna exacte.
ru_ru: ASN означает номер автономной системы. Информация об IP-адресе может быть не всегда точной.
sr_rs: ASN je skraćenica od autonomnog sistemskog broja. Informacije o IP adresi možda nisu uvek tačne.

source: SEO settings
ar_sa: إعدادات تحسين محركات البحث SEO
bg_bg: SEO настройки
ca_es: Configuració de SEO
cs_cz: SEO nastavení
de_de: SEO-Einstellungen
el_gr: Ρυθμίσεις SEO
fa_ir: تنظیمات سئو
fi_fi: SEO asetukset
fr_fr: Paramètres SEO
hu_hu: SEO beállítások
id_id: Pengaturan SEO
lt_lt: SEO nustatymai
nl_nl: SEO-instellingen
pl_pl: Ustawienia SEO
pt_br: Configurações de SEO
pt_pt: Definições de SEO
ro_ro: Setări SEO
ru_ru: Настройки SEO
sr_rs: SEO podešavanja
tr_tr: SEO Ayarları
uk_ua: SEO налаштування
vi_vn: Cài đặt SEO
zh_cn: 搜索引擎优化 SEO 设置
