Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Domain is not available.
ar_sa: النطاق غير متوفر.
bg_bg: Домейнът не е наличен.
ca_es: El domini no està disponible.
cs_cz: Doména není k dispozici.
de_de: Domain ist nicht verfügbar.
el_gr: Το Domain δεν είναι διαθέσιμο.
fa_ir: دامنه در دسترس نیست.
fi_fi: Verkkotunnus ei ole saatavilla.
fr_fr: Le domaine n'est pas disponible.
hu_hu: A tartomány nem elérhető.
id_id: Domain tidak tersedia.
lt_lt: Domenas nepasiekiamas.
nl_nl: Domein is niet beschikbaar.
pl_pl: Domena niedostępna.
pt_br: O domínio não está disponível.
pt_pt: O domínio não está disponível.
ro_ro: Domeniul nu este disponibil.
ru_ru: Domen mavjud emas.
sr_rs: Domen nije slobodan.
tr_tr: Etki alanı kullanılabilir değil.
uk_ua: Домен недоступний.
vi_vn: Tên miền chưa sẵn sàng.
zh_cn: 域名不可用

source: TLD is not active.
ar_sa: TLD غير نشط.
bg_bg: TLD не е активен.
ca_es: El TLD no està actiu.
cs_cz: TLD není aktivní.
de_de: TLD ist nicht aktiv.
el_gr: TLD δεν είναι ενεργή.
fa_ir: این پسوند فعال نیست.
fi_fi: TLD ei ole aktiivinen.
fr_fr: Le TLD n'est pas actif.
hu_hu: A TLD nem aktív.
id_id: TLD tidak aktif.
lt_lt: TLD neaktyvus.
nl_nl: TLD is niet actief.
pl_pl: TLD nie jest aktywne.
pt_br: TLD não está ativo.
pt_pt: O TLD não está ativo.
ro_ro: Extensia nu este activă.
ru_ru: TLD не активен.
sr_rs: TLD nije aktivan.
tr_tr: TLD aktif değil.
uk_ua: TLD не активний.
vi_vn: TLD chưa được kích hoạt.
zh_cn: 域名后缀未启用

source: Domain cannot be transferred.
cs_cz: Doména nemůže být přenesena.
de_de: Domain kann nicht übertragen werden.
el_gr: Το όνομα χώρου δεν μπορεί να μεταφερθεί.
fa_ir: این دامنه نمی تواند انتقال یابد.
fr_fr: Le domaine ne peut pas être transféré.
hu_hu: A domain nem ruházható át.
id_id: Domain tidak dapat ditransfer.
nl_nl: Domein kan niet worden overgedragen.
pl_pl: Domeny nie można przenieść.
ro_ro: Domeniul nu poate fi transferat.
ru_ru: Домен не может быть перенесен.
sr_rs: Domen se ne može preneti.
tr_tr: Alan adı transfer edilemez.
vi_vn: Tên miền không thể chuyển nhượng.
zh_cn: 域名无法转移

source: Domain registration
ar_sa: تسجيل النطاق
bg_bg: Регистрация на домейн
ca_es: Registre de domini
cs_cz: Registrace domény
de_de: Domain Registrierung
el_gr: Καταχώρηση Domain
fa_ir: ثبت دامنه
fi_fi: Verkkotunnuksen rekisteröinti
fr_fr: Enregistrement de noms de domaines
hu_hu: Domain regisztráció
id_id: Registrasi Domain
lt_lt: Domenų registracija
nl_nl: Domeinregistratie
pl_pl: Rejestracja domeny
pt_br: Registro de domínio
pt_pt: Registo de domínios
ro_ro: Înregistrare domeniu
ru_ru: Регистрация домена
sr_rs: Registracija domena
tr_tr: Alan Adı Kayıt
uk_ua: Реєстрація доменного імені
vi_vn: Đăng ký tên miền
zh_cn: 域名注册

source: Domain :domain registration
ar_sa: تسجيل النطاق :domain
bg_bg: Регистрация на домейна :domain
ca_es: Domini: registre de domini
cs_cz: Registrace domény :domain
de_de: Domain Registrierung
el_gr: Domain :domain καταχώριση
fa_ir: ثبت دامنه :domain
fi_fi: Verkkotunnuksen :domain rekisteröinti
fr_fr: Enregistrement du domaine :domain
hu_hu: Domain :domain regisztráció
id_id: Pendaftaran domain :domain
lt_lt: Domeno: :domain registracija
nl_nl: Domein :domain registratie
pl_pl: Rejestracja domeny :domain
pt_br: Domínio :domain registro
pt_pt: Domínio :registo de domínios
ro_ro: Domeniul :domain înregistrare
ru_ru: Регистрация домена :domain
sr_rs: Domen :domain registracija
tr_tr: :domain alan adı kaydı
uk_ua: Реєстрація домену :domain
vi_vn: Đăng ký tên miền :domain
zh_cn: 域名 :domain 注册

source: Domain :domain transfer
ar_sa: نقل النطاق :domain
bg_bg: Прехвърляне на домейна :domain
ca_es: Domini: transferència de domini
cs_cz: Přenos domény :domain
de_de: Domain :domain Übertragung
el_gr: Domain :domain μεταφορά
fa_ir: انتقال دامنه :domain
fi_fi: Verkkotunnuksen :domain siirto
fr_fr: Domaine :domain transféré
hu_hu: Domain :domain átruházás
id_id: Transfer domain :domain
lt_lt: Domeno :domain perkėlimas
nl_nl: Domein :domain verhuizen
pl_pl: Transfer domeny :domain
pt_br: Domínio :domain transferência
pt_pt: Domínio :transferência de domínio
ro_ro: Domeniul :domain transfer
ru_ru: Перенос домена :domain
sr_rs: Domen :domain prenos
tr_tr: :domain alan adı transferi
uk_ua: Трансфер домену :domain
vi_vn: Chuyển đổi tên miền :domain
zh_cn: 域名 :domain 转移

source: Invalid domain action.
ar_sa: إجراء النطاق غير صالح.
bg_bg: Невалидно действие на домейн.
ca_es: Acció de domini no vàlida.
cs_cz: Neplatná doménová akce.
de_de: Ungültige Domain-Aktion.
el_gr: Μη έγκυρη ενέργεια Domain.
fa_ir: عملیات نا معتبر.
fi_fi: Virheellinen domain-toiminto.
fr_fr: Action de domaine invalide.
hu_hu: Érvénytelen domain művelet.
id_id: Aksi domain tidak valid.
lt_lt: Netinkamas domeno veiksmas.
nl_nl: Ongeldige domein actie.
pl_pl: Nieprawidłowa akcja domeny.
pt_br: Ação de domínio inválida.
pt_pt: Ação de domínio inválida.
ro_ro: Acțiune domeniu incorectă.
ru_ru: Недопустимое действие с доменом.
sr_rs: Nevažeća radnja domena.
tr_tr: Geçersiz alan adı işlemi.
uk_ua: Неприпустима дія домену.
vi_vn: Chức năng tên miền không hợp lệ.
zh_cn: 无效的域名操作。

source: Domain name :domain is invalid
ar_sa: المجال :domain غير صالح
bg_bg: Домейнът :domain не е валиден
ca_es: Nom de domini:domini no és vàlid
cs_cz: Doména :domain je neplatná
de_de: Domainname :domain ist ungültig
el_gr: To oνόμα χώρου :domain δεν είναι έγκυρο
fa_ir: دامنه :domain معتبر نیست
fi_fi: Verkkotunnus :domain on virheellinen
fr_fr: Le nom de domaine :domain est invalide
hu_hu: A :d omain tartománynév érvénytelen
id_id: Nama domain :domain tidak valid
nl_nl: Domein :domain is ongeldig
pl_pl: Nazwa domeny :domain jest nieprawidłowa
pt_br: Nome do domínio :domain é inválido
pt_pt: Nome do domínio: o domínio é inválido
ro_ro: Numele de domeniu :domain este invalid
ru_ru: Доменное имя :domain недопустимо
sr_rs: Ime domena :domain je nevažeće
tr_tr: :domain Alan Adı geçersiz
uk_ua: Доменне ім'я :domain недійсне
vi_vn: Tên miền :domain không hợp lệ
zh_cn: 域名 :domain 无效

source: TLD is invalid
cs_cz: TLD je neplatný
de_de: Domainendung ist ungültig
el_gr: Η TLD δεν είναι έγκυρη
fa_ir: پسوند معتبر نیست
fr_fr: Le TLD est invalide
hu_hu: A TLD érvénytelen
id_id: TLD tidak valid
nl_nl: TLD is ongeldig
pl_pl: Nie prawidłowy TLD
pt_br: TLD é inválido
ro_ro: TLD nu este valid
ru_ru: TLD недопустим
sr_rs: TLD je nevažeći
tr_tr: Alan adı uzantısı geçersiz
vi_vn: IPN không hợp lệ

source: :domain cannot be transferred!
cs_cz: :doména nemůže být přenesena!
el_gr: :το όνομα χώρου δεν μπορεί να μεταφερθεί!
fa_ir: دامنه:domain نمی تواند منتقل شود!
fr_fr: :le domaine ne peut pas être transféré!
hu_hu: :domain nem átruházható!
id_id: :domain tidak dapat ditransfer!
nl_nl: :domein kan niet worden verhuisd!
pl_pl: :domain nie można przenieść!
ro_ro: :domain nu poate fi transferat!
ru_ru: :domain не может быть передан!
sr_rs: :domain ne može biti prenesen!
tr_tr: :domain transfer edilemez!
vi_vn: :tên miền không thể chuyển nhượng!
zh_cn: :domain 无法转移

source: :tld can be registered for at least :years years
ar_sa: يمكن تسجيل :tld لمدة لا تقل عن :سنوات
bg_bg: :tld може да се регистрира за минимум :years години
ca_es: :tld es pot registrar durant almenys :anys anys
cs_cz: :tld může být registrován alespoň na dobu :years
de_de: :tld kann für mindestens :years registriert werden
el_gr: :tld μπορεί να καταχωρηθεί για τουλάχιστον :years χρόνια
fa_ir: پسوند :tld برای حداقل :years سال قابل ثبت است
fi_fi: :tld voidaan rekisteröidä vähintään :years vuodeksi
fr_fr: :tld peut être enregistré pour au moins :years ans
hu_hu: :tld legalább :évig lehet regisztrálni évekre
id_id: :tld tidak dapat didaftarkan sampai :years tahun
lt_lt: :tld gali būti registruotas mažiausiai :years metus
nl_nl: :tld kan minstens :years jaar geregistreerd worden
pl_pl: :tld można zarejestrować na co najmniej :years lat
pt_br: :tld pode ser registrado por pelo menos :years anos
pt_pt: O :tld pode ser registado durante, pelo menos, :anos anos
ro_ro: :tld poate fi înregistrat pentru cel puțin :years ani
ru_ru: :tld может быть зарегистрирован минимум на :years лет
sr_rs: :tld može biti registrovan najmanje :years godine
tr_tr: :tld en az :years yıl süreyle kaydedilebilir
uk_ua: :tld можна зареєструвати принаймні :years років
vi_vn: :tld có thể đăng ký ít nhất :years năm
zh_cn: :tld 可以注册至少 :year 年

source: :domain is already registered!
ar_sa: البريد الإلكتروني مسجل بالفعل!
bg_bg: :domain вече е регистриран!
ca_es: : el domini ja està registrat!
cs_cz: :domain je již registrována!
de_de: :domain ist bereits registriert!
el_gr: :domain έχει ήδη καταχωρηθεί!
fa_ir: :domain قبلا" ثبت شده است!
fi_fi: :domain on jo rekisteröity!
fr_fr: :domain est déjà enregistré !
hu_hu: :domain már regisztrálva van!
id_id: :domain sudah terdaftar!
lt_lt: :domain jau užregistruotas!
nl_nl: :domain is al geregistreerd!
pl_pl: :domain jest już zarejestrowana!
pt_br: :domain já está registrado!
pt_pt: O domínio já está registado!
ro_ro: :domain este deja înregistrat!
ru_ru: :domain allaqachon ro'yxatdan o'tgan!
sr_rs: :domain je već registrovan!
tr_tr: :domain zaten kayıtlı!
uk_ua: :domain вже зареєстровано!
vi_vn: :domain đã được đăng kí!
zh_cn: :domain 域名已被注册！

source: Default domain nameservers are not configured
ar_sa: لم يتم تكوين النطاقات الافتراضية
bg_bg: Имената на сървърите по подразбиране не са конфигурирани
ca_es: Els servidors de noms de domini predeterminats no estan configurats
cs_cz: Výchozí doména nameservers není nakonfigurována
de_de: Standard-Domain-Nameserver sind nicht konfiguriert
el_gr: Οι προεπιλεγμένοι domain nameservers δεν έχουν ρυθμιστεί
fa_ir: nameservers های پیشفرض دامنه تنظیم نشده است
fi_fi: Oletusarvoisia verkkotunnusten nimipalvelimia ei ole määritetty
fr_fr: Les serveurs de noms de domaine par défaut ne sont pas configurés
hu_hu: Az alapértelmezett domain névszerverek nincsenek konfigurálva
id_id: Name Server bawaan tidak dikonfigurasi
lt_lt: Numatytieji domeno vardų serveriai nesukonfigūruoti
nl_nl: Standaard domein naamservers zijn niet geconfigureerd
pl_pl: Domyślne serwery nazw domeny nie są skonfigurowane
pt_br: Os nameservers de domínio padrão não estão configurado
pt_pt: Os servidores de nomes de domínio predefinidos não estão configurados
ro_ro: Nameserverele implicite nu sunt configurate
ru_ru: Серверы доменных имен по умолчанию не настроены
sr_rs: Podrazumevani name serveri domena nisu konfigurisani
tr_tr: Varsayılan Alan Adı isim sunucuları (NS) yapılandırılmamış
uk_ua: Стандартні сервери імен домену не налаштовані
vi_vn: Máy chủ namservers cho tên miền chưa được cấu hình
zh_cn: 域名未设置默认的DNS服务器

source: Nameserver 1 is required
ar_sa: مطلوب 1 اسم سيرفر
bg_bg: Необходим е сървър на име 1
ca_es: El servidor de noms 1 és necessari
cs_cz: Nameserver 1 je povinné
de_de: Namensserver 1 ist erforderlich
el_gr: Nameserver 1 απαιτείται
fa_ir: Nameserver 1 اجباری است
fi_fi: Nimipalvelin 1 vaaditaan
fr_fr: Le serveur de noms 1 est requis
hu_hu: Nameserver 1 szükséges
id_id: ns1 dibutuhkan
lt_lt: Vardų serveris 1 privalomas
nl_nl: Naamserver 1 is vereist
pl_pl: Wymagany jest serwer nazw 1
pt_br: Nameserver 1 é obrigatório
pt_pt: É necessário o servidor de nomes 1
ro_ro: Nameserver 1 este necesar
ru_ru: Nameserver 1 обязателен
sr_rs: Nameserver 1 je potreban
tr_tr: İsim Sunucusu #1 (NS1) gerekli
uk_ua: Потрібен сервер імен 1
vi_vn: Nameserver 1 là bắt buộc
zh_cn: 第1个DNS服务器是必填的

source: Nameserver 2 is required
ar_sa: مطلوب 2 اسم سيرفر
bg_bg: Необходим е сървър на име 2
ca_es: El servidor de noms 2 és necessari
cs_cz: Nameserver 2 je povinné
de_de: Namensserver 2 ist erforderlich
el_gr: Nameserver 2 απαιτείται
fa_ir: Nameserver 2 اجباری است
fi_fi: Nimipalvelin 2 vaaditaan
fr_fr: Le serveur de noms 2 est requis
hu_hu: Nameserver 2 szükséges
id_id: ns2 dibutuhkan
lt_lt: Vardų serveris 2 privalomas
nl_nl: Naamserver 2 is vereist
pl_pl: Wymagany jest serwer nazw 2
pt_br: Nameserver 2 é obrigatório
pt_pt: É necessário o servidor de nomes 2
ro_ro: Nameserver 2 este necesar
ru_ru: Nameserver 2 обязателен
sr_rs: Nameserver 2 je potreban
tr_tr: İsim Sunucusu #2 (NS2) gerekli
uk_ua: Потрібен сервер імен 2
vi_vn: Nameserver 2 là bắt buộc
zh_cn: 第2个DNS服务器是必填的

source: Domain name is invalid
ar_sa: المجال :domain غير صالح
bg_bg: Домейнът не е валиден
ca_es: El nom de domini no és vàlid
cs_cz: Doménové jméno :domain je neplatné
de_de: Domainname ist nicht gültig
el_gr: Το όνομα χώρου δεν είναι έγκυρο
fa_ir: نام دامنه معتبر نیست
fi_fi: Verkkotunnus on virheellinen
fr_fr: Le nom de domaine est invalide
hu_hu: A domain név érvénytelen
id_id: Nama domain tidak valid
nl_nl: Domeinnaam is ongeldig
pl_pl: Nazwa domeny jest nieprawidłowa
pt_br: Nome de domínio é inválido
pt_pt: O nome de domínio é inválido
ro_ro: Numele domeniului nu este valid
ru_ru: Неверное имя домена
sr_rs: Ime domena je nevažeće
tr_tr: Alan Adı geçersiz
uk_ua: Доменне ім'я неприпустиме
vi_vn: Tên miền không hợpl ệ
zh_cn: 域名无效

source: Domain cannot be transferred
cs_cz: Doména nemůže být přenesena
de_de: Domain kann nicht übertragen werden
el_gr: Το όνομα χώρου δεν μπορεί να μεταφερθεί
fa_ir: دامنه نمی تواند منتقل شود
fr_fr: Le domaine ne peut pas être transféré
hu_hu: A domain nem ruházható át
id_id: Domain tidak dapat ditransfer
nl_nl: Domein kan niet worden verhuisd
pl_pl: Nie można przenieść domeny
ro_ro: Domeniul nu poate fi transferat
ru_ru: Домен не может быть перенесен
sr_rs: Domen se ne može preneti
tr_tr: Alan adı transfer edilemez
vi_vn: Tên miền không thể chuyển nhượng
zh_cn: 域名无法转移

source: Domain cannot be registered
cs_cz: Doména nemůže být zaregistrována
de_de: Domain kann nicht registriert werden
el_gr: Το όνομα χώρου δεν μπορεί να καταχωρηθεί
fa_ir: این دامنه قابل ثبت نیست
fr_fr: Le domaine ne peut être enregistré
hu_hu: Domain nem regisztrálható
id_id: Domain tidak dapat didaftarkan
nl_nl: Domein kan niet worden geregistreerd
pl_pl: Nie można zarejestrować domeny
ro_ro: Domeniul nu poate fi înregistrat
ru_ru: Домен не может быть зарегистрирован
sr_rs: Domen se ne može registrovati
tr_tr: Alan Adı kaydedilemedi
vi_vn: Tên miền không thể đăng ký
zh_cn: 域名无法注册

source: Domain registrar :adapter was not found
ar_sa: لم يتم العثور على مسجل النطاق :adapter
bg_bg: Регистратор на домейни :adapter не бе намерен
ca_es: Registrador de dominis: no s'ha trobat l'adaptador
cs_cz: Registrační doména :adapter nebyla nalezena
de_de: Domain Registrar :adapter wurde nicht gefunden
el_gr: Ο καταχωρητής domain :adapter δεν βρέθηκε
fa_ir: ثبت کننده دامنه :adapter یافت نشد
fi_fi: Verkkotunnuksen rekisterinpitäjää :adapter ei löytynyt
fr_fr: Le bureau d'enregistrement de domaine :adapter est introuvable
hu_hu: Domain regisztrátor :adapter nem található
id_id: Registrar domain :adapter tidak ada
lt_lt: Domeno registro :adapter nerastas
nl_nl: Domein registrar :adapter is niet gevonden
pl_pl: Rejestrator domeny :adapter nie został znaleziony
pt_br: O registrador do domínio :adapter não foi encontrado
pt_pt: O registador do domínio :adapter não foi encontrado
ro_ro: Registrar-ul domeniului :adapter nu a fost găsit
ru_ru: Регистратор домена :adapter не найден
sr_rs: Registar domena :adapter nije pronađen
tr_tr: Alan Adı Kayıt Operatörü :adapter bulunamadı
uk_ua: Реєстратор домену :adapter не знайдений
vi_vn: Không tìm thấy :adapter nhà đăng ký tên miền
zh_cn: 未找到域名注册商 :adapter

source: Registrar :adapter was not found
ar_sa: لم يتم العثور على المسجل :adapter
bg_bg: Регистратор :adapter не е намерен
ca_es: Registrador: no s'ha trobat l'adaptador
cs_cz: Registr :adapter nebyl nalezen
de_de: Registrar :adapter wurde nicht gefunden
el_gr: Ο καταχωρητής domain :adapter δεν βρέθηκε
fa_ir: ثبت کننده دامنه :adapter یافت نشد
fi_fi: Rekisterinpitäjää :adapter ei löytynyt
fr_fr: Le registraire :adapter est introuvable
hu_hu: Nem találtuk a :adapter regisztrátort
id_id: Registrar :adapter tidak ada
lt_lt: Registro :adapter nerastas
nl_nl: Registreren :adapter is niet gevonden
pl_pl: Rejestrator :adapter nie został znaleziony
pt_br: O registro :adapter não foi encontrado
pt_pt: O registador :adapter não foi encontrado
ro_ro: Registrarul :adapter nu a fost găsit
ru_ru: Регистратор :adapter не найден
sr_rs: Registrar :adapter nije pronađen
tr_tr: Kayıt Operatörü :adapter bulunamadı
uk_ua: Реєстратор :adapter не знайдено
vi_vn: Không tìm thấy :adapter nhà đăng ký
zh_cn: 未找到注册商 :adapter

source: Registrar adapter :adapter should extend Registrar_AdapterAbstract
ar_sa: محول المسجل :adapter يجب أن يمد المسجل_AdapterAbstract
bg_bg: Адаптер за регистратор :adapter трябва да разшири Registrar_AdapterAbstract
ca_es: Adaptador de registre: l'adaptador hauria d'estendre Registrar_AdapterAbstract
cs_cz: Registrar adapter :adapter by měl rozšířit Registrar_AdapterAbstract
el_gr: Προσαρμογέας καταχωρητή :adapter should extend Registrar_AdapterAbstract
fa_ir: ثبت کننده :adapter باید ثبت کننده _AdapterAbstract را تمدید کند
fi_fi: Rekisterinpitäjäsovitin :adapterin pitäisi laajentaa Registrar_AdapterAbstractia
fr_fr: L'adaptateur Registrar :adapter doit implémenter Registrar_AdapterAbstract
hu_hu: Nyilvántartó adapter :adapter bővíti a Registrar_AdapterAbstract-ot
id_id: Registrar adapter :adapter harus memperpanjang Registrar_AdapterAbstract
lt_lt: Registro adapteris :adapter turėtų išplėsti Registrar_AdapterAbstract
nl_nl: Registrar adapter :adapter moet Registrar_AdapterAbstract uitbreiden
pl_pl: Adapter rejestratora :adapter powinien rozszerzać klasę Registrar_AdapterAbstract
pt_br: Adaptador de Registro :adapter deve estender o Registrar_AdapterAbstract
pt_pt: Adaptador de registo :o adaptador deve estender Registrar_AdapterAbstract
ro_ro: Adaptorul de registrare :adapter ar trebui să extindă Registrar_AdapterAbstract
ru_ru: Адаптер регистратора :adapter должен наследовать Registrar_AdapterAbstract
sr_rs: Adapter za registratora :adapter treba da proširi Registrar_AdapterAbstract
tr_tr: Kayıt Operatörü adaptörü :adapter, Registrar_AdapterAbstract öğesini genişletmelidir
uk_ua: Реєстраційний адаптер :adapter повинен розширити Registrar_AdapterAbstract
vi_vn: Bộ chuyển đổi nhà đăng ký :adapter cần phải là mở rộng của Registrar_AdapterAbstract
zh_cn: 注册商适配器 :adapter 应使用 Registrar_AdapterAbstract

source: Registrar is used by :count: domains
ar_sa: يتم استخدام المسجل من قبل نطاقات :count
bg_bg: Регистраторът се използва от :count: домейни
ca_es: Registrar utilitzat per :count: dominis
cs_cz: TLD je používáno :count: doménami
el_gr: Ο καταχωρητής χρησιμοποιείται από το :count: domains
fa_ir: ثبت کننده :count: دامنه در حال استفاده دارد
fi_fi: Rekisterinpitäjää käyttää :count: verkkotunnusta
fr_fr: Le bureau d'enregistrement est utilisé par :count: domaines
hu_hu: A regisztrátort a :count: domains használja
id_id: Registrar sudah digunakan oleh :count: domain
nl_nl: Registrar wordt gebruikt door :count: domeinen
pl_pl: Rejestrator jest używany przez :count: domen
pt_br: O registrador é usado por domínios :count:
pt_pt: O registador é utilizado por :count: domínios
ro_ro: Registrarul este utilizat de :count: domenii
ru_ru: Регистратор использует :count: доменов
sr_rs: Registrator koristi :count: domene
tr_tr: Kayıt Operatörü :count: adet Alan Adı tarafından kullanılıyor
uk_ua: Реєстратор використовує :count: доменів
vi_vn: Nhà đăng ký được sử dụng bởi :count: domains
zh_cn: 该注册服务机构被 :count: 个域名所使用

source: File was not uploaded.
cs_cz: Soubor nebyl nahrán
fr_fr: Le fichier n'a pas été envoyé
hu_hu: A fájl nem lett feltöltve.
ro_ro: Fișierul nu a fost încărcat.
ru_ru: Файл не был загружен.
vi_vn: Tệp tin chưa được tải lên.

source: Error uploading file.
cs_cz: Chyba při nahrávání souboru.
fr_fr: Erreur lors du téléversement du fichier.
hu_hu: Hiba a fájl feltöltésekor.
ro_ro: Eroare la încărcarea fișierului.
ru_ru: Ошибка при загрузке файла.
vi_vn: Lỗi tải lên tập tin.

source: File cannot be downloaded at the moment. Please contact support.
cs_cz: Soubor momentálně nelze stáhnout. Kontaktujte podporu.
fr_fr: Le fichier ne peut pas être téléchargé pour le moment. Veuillez contacter le support.
hu_hu: A fájl jelenleg nem tölthető le. Kérjük, fordulj az ügyfélszolgálathoz.
ro_ro: Fișierul nu poate fi descărcat momentan. Va rugăm să contactați asistența.
ru_ru: В настоящее время файл не может быть загружен. Обратитесь в службу поддержки.
vi_vn: Tệp tin không thể tải về lúc này. Vui lòng liên hệ với bộ phận hỗ trợ.

source: plan_id is missing
ar_sa: رقم تعريف plan_id مفقود
bg_bg: plan_id липсва
ca_es: falta plan_id
cs_cz: plan_id chybí
el_gr: λείπει το plan_id
fa_ir: plan_id وچود ندارد
fi_fi: plan_id puuttuu
fr_fr: plan_id est manquant
hu_hu: plan_id hiányzik
id_id: plan_id salah
lt_lt: Trūksta plan_id
nl_nl: plan_id ontbreekt
pl_pl: Brakuje plan_id
pt_br: plan_id está faltando
pt_pt: plan_id está em falta
ro_ro: plan_id lipsește
ru_ru: plan_id отсутствует
sr_rs: plan_id nedostaje
tr_tr: plan_id eksik
uk_ua: plan_id відсутній
vi_vn: plan_id bị thiếu
zh_cn: 缺少 plan_id

source: Hosting server is used by :count: service hostings
ar_sa: يتم استخدام خادم الاستضافة من قبل :count: لخدمات الاستضافة
bg_bg: Сървърът за хостинг се използва от :count: хостинг услуги
ca_es: Servidor d'allotjament utilitzat per :count: serveis de hosting
cs_cz: Hostitelský server je používán :count: hostiteli služeb
el_gr: Ο διακομιστής φιλοξενίας χρησιμοποιείται από :count: service hostings
fa_ir: سرور توسط :count: سرویس هاستینگ میزبانی می شود
fi_fi: Hosting-palvelinta käyttävät :count: hosting palvelua
fr_fr: Le serveur d'hébergement est utilisé par :count: services
hu_hu: A tárhelykiszolgálót a :count: service hostings használja
id_id: Peladen hosting sudah dipakai oleh :count: layanan hosting
nl_nl: Hosting server wordt gebruikt door :count: service hostings
pl_pl: Serwer hostingu jest używany przez :count: hostingu usługi
pt_br: Servidor de hospedagem é usado por servidores :count:
pt_pt: O servidor de alojamento é utilizado por :count: serviços de alojamento
ro_ro: Serverul de găzduire este utilizat de :count: servicii de găzduire
ru_ru: Хостинг-сервер используется :count: хостинг-услугами
sr_rs: Hosting server koristi se od :count: hosting usluge
tr_tr: Hosting sunucusu :count: adet hosting hizmeti tarafından kullanılıyor
uk_ua: Хостинг-сервер використовується :count: службою хостингу
vi_vn: Máy chủ lưu trữ được sử dụng bởi :count: service hostings
zh_cn: 有 :count: 个服务托管在该托管服务器

source: Hosting plan is used by :count: service hostings
ar_sa: يتم استخدام خطة الاستضافة من قبل :count: لخدمات الاستضافة
bg_bg: Планът за хостинг се използва от :count: хостинг услуги
ca_es: Pla d'allotjament utilitzat per :count: serveis de hostings
cs_cz: Plán hostingu je používán :count: hostiteli služeb
el_gr: Το πακέτο φιλοξενίας χρησιμοποιείται από :count: service hostings
fa_ir: پلن هاستینگ توسط :count: سرویس هاستینگ میزبانی می شود
fi_fi: Hosting-suuntilmaa käyttävät :count: hosting palvelua
fr_fr: Le plan d'hébergement est utilisé par :count: services
hu_hu: A tárhely-tervet a :count: service hostings használja
id_id: Peladen hosting sudah dipakai oleh :count: layanan hosting
nl_nl: Hosting plan wordt gebruikt door :count: service hostings
pl_pl: Plan hostingu jest używany przez :count: hostingu usługi
pt_br: Plano de hospedagem é usado por hospedagens de serviço :count:
pt_pt: O plano de alojamento é utilizado por :count: alojamentos de serviços
ro_ro: Planul de găzduire este utilizat de :count: servicii de găzduire
ru_ru: План хостинга используется :count: хостинг-услугами
sr_rs: Hosting plan koristi :count: uslugu hostinga
tr_tr: Hosting planı :count: adet hosting hizmeti tarafından kullanılıyor
uk_ua: Тариф хостингу використовується :count: службою хостингу
vi_vn: Máy chủ lưu trữ được sử dụng bởi :count: service hostings
zh_cn: 有 :count: 个服务在使用此托管计划
