Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: You have to complete the CAPTCHA to continue
ar_sa: يجب عليك إكمال كلمة التحقق للمتابعة
bg_bg: За да продължите, трябва да попълните CAPTCHA теста
ca_es: Heu de completar el CAPTCHA per continuar
cs_cz: Chcete-li pokračovat, musíte dokončit CAPTCHA
el_gr: Πρέπει να ολοκληρώσετε το CAPTCHA για να συνεχίσετε
fa_ir: برای ادامه باید اعتبارسنجی را تکمیل کنید
fi_fi: Sinun on täytettävä CAPTCHA jatkaaksesi
fr_fr: Vous devez compléter le CAPTCHA pour continuer
hu_hu: A folytatáshoz ki kell töltenie a CAPTCHA-t
id_id: Anda diharuskan menyelesaikan CAPTCHA untuk melanjutkan
lt_lt: Norėdami tęsti, turite užpildyti CAPTCHA
nl_nl: De CAPTCHA moet worden voltooid om verder te gaan
pl_pl: Musisz ukończyć CAPTCHA, aby kontynuować
pt_br: Você precisa completar o CAPTCHA para continuar
pt_pt: Para continuar, é necessário preencher o CAPTCHA
ro_ro: Trebuie să completați CAPTCHA pentru a continua
ru_ru: Вы должны завершить CAPTCHA для продолжения
sr_rs: Morate da popunite CAPTCHA da biste nastavili
tr_tr: Devam etmek için CAPTCHA'yı tamamlamalısınız
uk_ua: Ви повинні пройти CAPTCHA для продовження
vi_vn: Bạn phải hoàn thành mã kiểm tra để tiếp tục
zh_cn: 请先过验证码 CAPTCHA 后继续

source: reCAPTCHA verification failed.
ar_sa: فشل التحقق من reCAPTCHA.
bg_bg: проверката на reCAPTCHA не беше успешна.
ca_es: La verificació de reCAPTCHA ha fallat.
cs_cz: ověření reCaptcha se nezdařilo
de_de: reCAPTCHA-Verifizierung fehlgeschlagen.
el_gr: η επαλήθευση reCAPTCHA απέτυχε.
fa_ir: خطا در تایید ریکپچا.
fi_fi: reCAPTCHA-varmennus epäonnistui.
fr_fr: Échec de la vérification reCAPTCHA.
hu_hu: reCAPTCHA ellenőrzés sikertelen.
id_id: verifikasi reCAPTCHA gagal.
lt_lt: reCAPTCHA patvirtinimas nepavyko.
nl_nl: reCAPTCHA verificatie is mislukt.
pl_pl: Weryfikacja reCAPTCHA nie powiodła się.
pt_br: verificação reCAPTCHA falhou.
pt_pt: A verificação reCAPTCHA falhou.
ro_ro: Verificarea reCAPTCHA a eșuat.
ru_ru: Ошибка проверки reCAPTCHA.
sr_rs: reCAPTCHA verifikacija nije uspela.
tr_tr: reCAPTCHA doğrulaması başarısız.
uk_ua: Помилка перевірки reCAPTCHA.
vi_vn: Xác minh reCAPTCHA thất bại.
zh_cn: reCaptcha 验证失败。

source: Your username is blacklisted in the Stop Forum Spam database
ar_sa: اسم المستخدم الخاص بك مدرجة سوداء في قاعدة بيانات "إيقاف المنتدى المزعج"
bg_bg: Вашето потребителско име е включено в черния списък на базата данни Stop Forum Spam
ca_es: El vostre nom d'usuari està a la llista negra a la base de dades Stop Forum Spam
cs_cz: Vaše uživatelské jméno je na černé listině v databázi Stop Fórum Spam
de_de: Dein Benutzername ist in der Stop-Forum-Spam Datenbank gesperrt
el_gr: Το όνομα χρήστη σας είναι στη μαύρη λίστα στη βάση δεδομένων Stop Forum Spam
fa_ir: نام کاربری شما در لیست سیاه پایگاه داده Stop Forum Spam قرار دارد
fi_fi: Käyttäjätunnuksesi on mustalla listalla Stop Forum Spam -tietokannassa
fr_fr: Votre nom d'utilisateur est sur la liste noire dans la base de données de Stop Forum Spam
hu_hu: A felhasználóneved feketelistára került a Stop Forum Spam adatbázisban
id_id: Nama pengguna Anda masuk ke dalam daftar hitam di basis data Stop Forum Spam
lt_lt: Jūsų vartotojo vardas įtrauktas į juodąjį sąrašą Stop Forum Spam duomenų bazėje
nl_nl: De gebruikersnaam staat op de zwarte lijst in de Stop Forum Spam-database
pl_pl: Twoja nazwa użytkownika jest na czarnej liście w bazie danych Stop Forum Spam
pt_br: Seu nome de usuário está na lista negra na base de dados do Stop Forum Spam
pt_pt: O seu nome de utilizador está na lista negra da base de dados Stop Forum Spam
ro_ro: Numele de utilizator ales este pe lista neagră în baza de date Stop Forum Spam
ru_ru: Ваше имя пользователя находится в черном списке базы данных Stop Forum Spam
sr_rs: Vaše korisničko ime je na crnoj listi u bazi podataka Stop Forum Spam
tr_tr: Kullanıcı adınız, "Stop Forum Spam" veritabanında kara listede
uk_ua: Ваше ім'я користувача знаходиться в чорному списку в базі даних Stop Forum Spam
vi_vn: Tên đăng nhập của bạn đã xuất hiện trong danh sách đen của cơ sở dữ liệu Stop Forum Spam
zh_cn: 您的用户名列在 Stop Forum Spam 数据库的黑名单中

source: Your e-mail is blacklisted in the Stop Forum Spam database
ar_sa: اسم المستخدم الخاص بك مدرجة سوداء في قاعدة بيانات "إيقاف المنتدى المزعج"
bg_bg: Вашият имейл адрес е включен в черния списък на базата данни Stop Forum Spam
ca_es: El vostre correu electrònic està a la llista negra a la base de dades Stop Forum Spam
cs_cz: Váš e-mail je na černé listině v databázi Stop Forum Spam
de_de: Deine E-Mail ist in der Stop-Forum-Spam Datenbank gesperrt
el_gr: Το e-mail σας είναι στη μαύρη λίστα στη βάση δεδομένων Stop Forum Spam
fa_ir: ایمیل شما در لیست سیاه پایگاه داده Stop Forum Spam قرار دارد
fi_fi: Sähköpostisi on mustalla listalla Stop Forum Spam -tietokannassa
fr_fr: Votre email est sur la liste noire dans la base de données Stop Forum Spam
hu_hu: A e-mail címed feketelistára került a Stop Forum Spam adatbázisában
id_id: Nama pengguna Anda masuk ke dalam daftar hitam di basis data Stop Forum Spam
lt_lt: Jūsų el. paštas įtrauktas į juodąjį sąrašą Stop Forum Spam duomenų bazėje
nl_nl: Het e-mailadres staat op de zwarte lijst in de Stop Forum Spam-database
pl_pl: Twój adres e-mail jest na czarnej liście w bazie danych Stop Forum Spam
pt_br: Seu e-mail está na lista negra no banco de dados do Stop Forum Spam
pt_pt: O seu e-mail está na lista negra da base de dados Stop Forum Spam
ro_ro: E-mail-ul ales este pe lista neagră în baza de date a Stop Forum Spam
ru_ru: Ваш e-mail находится в черном списке базы данных Stop Forum Spam
sr_rs: Vaša email adresa je na crnoj listi u bazi podataka Stop Forum Spam
tr_tr: E-postanız "Stop Forum Spam" veritabanında kara listede
uk_ua: Ваша e-mail адреса знаходиться в чорному списку в базі даних Stop Forum Spam
vi_vn: Email của bạn đã xuất hiện trong danh sách đen của cơ sở dữ liệu Stop Forum Spam
zh_cn: 您的电子邮箱列在 Stop Forum Spam 数据库的黑名单中

source: Your IP address is blacklisted in the Stop Forum Spam database
ar_sa: اسم المستخدم الخاص بك مدرجة سوداء في قاعدة بيانات "إيقاف المنتدى المزعج"
bg_bg: Вашият IP адрес е включен в черния списък на базата данни Stop Forum Spam
ca_es: La vostra adreça IP està a la llista negra a la base de dades Stop Forum Spam
cs_cz: Vaše IP adresa je na černé listině v databázi Stop Forum Spam
de_de: Deine IP-Adresse ist in der Stop-Forum-Spam Datenbank gesperrt
el_gr: Η διεύθυνση IP σας είναι στη μαύρη λίστα στη βάση δεδομένων Stop Forum Spam
fa_ir: آدرس IP شما در پایگاه داده Stop Forum Spam در لیست سیاه قرار دارد
fi_fi: IP-osoitteesi on mustalla listalla Stop Forum Spam -tietokannassa
fr_fr: Votre adresse IP est sur la liste noire dans la base de données Stop Forum Spam
hu_hu: A Te IP-címed feketelistára került a Stop Forum Spam adatbázisában
id_id: Alamat IP anda masuk ke dalam daftar hitam basis data Stop Forum Spam
lt_lt: Jūsų IP adresas įtrauktas į juodąjį sąrašą Stop Forum Spam duomenų bazėje
nl_nl: Het IP-adres staat op de zwarte lijst in de Stop Forum Spam-database
pl_pl: Twój adres IP jest na czarnej liście w bazie danych Stop Forum Spam
pt_br: Seu endereço IP está na lista negra na base de dados do Stop Forum Spam
pt_pt: O seu endereço IP está na lista negra da base de dados Stop Forum Spam
ro_ro: Adresa dumneavoastră IP este pe lista neagră în baza de date a Stop Forum Spam
ru_ru: Ваш IP-адрес находится в черном списке базы данных Stop Forum Spam
sr_rs: Vaša IP adresa je na crnoj listi u bazi podataka Stop Forum Spam
tr_tr: IP adresiniz "Stop Forum Spam" veritabanında kara listede
uk_ua: Ваша IP адреса знаходиться в чорному списку в базі даних Stop Forum Spam
vi_vn: Địa chỉ IP của bạn đã bị liệt kê trong danh sách đen của cơ sở dữ liệu Stop Forum Spam
zh_cn: 您的 IP 地址列在 Stop Forum Spam 数据库的黑名单中

source: Disposable email addresses are not allowed
ar_sa: عناوين البريد الإلكتروني غير مسموح بها
bg_bg: Не се разрешава използването на имейл адреси за еднократна употреба
ca_es: No es permeten adreces de correu electrònic d'un sol ús
cs_cz: Jednorázové e-mailové adresy nejsou povoleny.
de_de: Wegwerf E-Mail Adressen können nicht verwendet werden
el_gr: Δεν επιτρέπονται διευθύνσεις ηλεκτρονικού ταχυδρομείου μιας χρήσης
fa_ir: آدرس ایمیل یکبار مصرف مجاز نیست
fi_fi: Kertakäyttöiset sähköpostiosoitteet eivät ole sallittuja
fr_fr: Les adresses email jetables ne sont pas autorisées
hu_hu: Az eldobható e-mail címek nem engedélyezettek
id_id: Alamat email sementara tidak diperbolehkan
nl_nl: Verwijderbare e-mailadressen zijn niet toegestaan
pl_pl: Nie są dozwolone jednorazowe adresy e-mail
pt_br: Endereços de e-mail descartáveis não são permitidos
ro_ro: Nu sunt permise adrese de e-mail de unică folosință
ru_ru: Временные адреса электронной почты не разрешены
sr_rs: E-mail adrese za jednokratnu upotrebu nisu dozvoljene
tr_tr: Tek kullanımlık e-posta adreslerine izin verilmemektedir
uk_ua: Одноразові електронні адреси заборонені
vi_vn: Địa chỉ email dùng một lần không được phép
zh_cn: 不接受一次性邮件地址

source: Administrator account already exists
ar_sa: حساب المسؤول موجود بالفعل
bg_bg: Профилът на администратора вече съществува
ca_es: El compte d'administrador ja existeix
cs_cz: Účet administrátora již existuje
de_de: Administratorkonto existiert bereits
el_gr: Ο λογαριασμός διαχειριστή υπάρχει ήδη
fa_ir: حساب مدیر از قبل وجود دارد
fi_fi: Ylläpitäjätili on jo olemassa
fr_fr: Le compte administrateur existe déjà
hu_hu: Rendszergazda fiók már létezik
id_id: Akun pengelola sudah ada
lt_lt: Administratoriaus paskyra jau egzistuoja
nl_nl: Beheerdersaccount bestaat al
pl_pl: Konto administratora już istnieje
pt_br: A conta de administrador já existe
pt_pt: A conta de administrador já existe
ro_ro: Contul de administrator există deja
ru_ru: Учетная запись администратора уже существует
sr_rs: Administratorski nalog već postoji
tr_tr: Administrator hesabı zaten var
uk_ua: Обліковий запис адміністратора вже існує
vi_vn: Tài khoản quản trị đã được đăng ký
zh_cn: 管理员账号已存在

source: You are not allowed to login to admin area from :ip address.
ro_ro: Nu aveţi permisiunea de a vă autentifica în zona de administrare de la adresa :ip.
ru_ru: Вам не разрешен вход в админку с IP-адреса :ip.

source: Password reset has been disabled
ar_sa: تم تعطيل إعادة تعيين كلمة المرور
bg_bg: Възстановяването на пароли е деактивирано
ca_es: El restabliment de la contrasenya s'ha desactivat
cs_cz: Obnovení hesla bylo zakázáno
de_de: Zurücksetzen des Passworts wurde deaktiviert
el_gr: Η επαναφορά κωδικού πρόσβασης έχει απενεργοποιηθεί
fa_ir: بازیابی رمزعبور غیرفعال شد
fi_fi: Salasanan palautus on poistettu käytöstä
fr_fr: La réinitialisation de mot de passe a été désactivée
hu_hu: A jelszó visszaállítása letiltásra került
id_id: Ganti Kata sandi tidak diizinkan
lt_lt: Slaptažodžio atstatymas buvo išjungtas
nl_nl: Wachtwoord resetten is uitgeschakeld
pl_pl: Resetowanie hasła zostało wyłączone
pt_br: A redefinição de senha foi desativada
pt_pt: A reposição da palavra-passe foi desactivada
ro_ro: Resetarea parolei a fost dezactivată
ru_ru: Сброс пароля отключен
sr_rs: Resetovanje lozinke je onemogućeno
tr_tr: Şifre sıfırlama devre dışı bırakıldı
uk_ua: Відновлення пароля було вимкнуто
vi_vn: Chức năng tạo lại mật khẩu đã bị tắt
zh_cn: 密码重置的功能已被禁用

source: The link has expired or you have already confirmed the password reset.
cs_cz: Platnost odkazu vypršela nebo jste již potvrdili obnovení hesla.
hu_hu: A link lejárt, vagy már megerősítette a jelszó visszaállítását.
ro_ro: Link-ul a expirat sau ați confirmat deja resetarea parolei.
ru_ru: Ссылка устарела или вы уже подтвердили сброс пароля.

source: Staff login history
ar_sa: سجل دخول العملاء
bg_bg: Хронология на вписванията на модераторите
ca_es: Historial d'inici de sessió del personal
cs_cz: Historie přihlášení zaměstnanců
de_de: Mitarbeiter-Login-Verlauf
el_gr: Ιστορικό σύνδεσης προσωπικού
fa_ir: تاریخچه ورود کارمندان
fi_fi: Henkilöstön kirjautumishistoria
fr_fr: Historique de connexion de l'équipe
hu_hu: A személyzet bejelentkezési előzményei
id_id: Histori login Staff
lt_lt: Darbuotojų prisijungimo istorija
nl_nl: Inloggeschiedenis medewerkers
pl_pl: Historia logowania personelu
pt_br: Histórico de acesso da equipe
pt_pt: Histórico de início de sessão do pessoal
ro_ro: Istoric autentificare echipă
ru_ru: История входов персонала
sr_rs: Istorija prijavljivanja osoblja
tr_tr: Personel Oturum Açma Geçmişi
uk_ua: Історія авторизації співробітників
vi_vn: Lịch sử người dùng đăng nhập
zh_cn: 员工登录历史记录

source: Create and edit administrators
ar_sa: إنشاء وتحرير المسؤولين
bg_bg: Създаване и редактиране на администратори
ca_es: Crear i editar els administradors
cs_cz: Vytvořit a upravit správce
de_de: Administratoren erstellen und bearbeiten
el_gr: Δημιουργία και επεξεργασία διαχειριστών
fa_ir: ایجاد و ویرایش مدیران
fi_fi: Luo ja muokkaa järjestelmänvalvojia
fr_fr: Créer et éditer des administrateurs
hu_hu: Rendszergazdák létrehozása és szerkesztése
id_id: Buat dan ubah data pengelola
nl_nl: Beheerders aanmaken en bewerken
pl_pl: Tworzenie i edycja administratorów
pt_br: Criar e editar administradores
ro_ro: Creează și editează administratorii
ru_ru: Создание и редактирование администраторов
sr_rs: Kreirajte i uredite administratore
tr_tr: Yöneticileri oluşturun ve düzenleyin
uk_ua: Створення та редагування адміністраторів

source: Allows the staff member to create and edit :type: accounts.
ar_sa: يسمح للموظف بإنشاء وتحرير حسابات :type: .
bg_bg: Позволява на стафф модератора да създава и редактира :type: акаунти.
ca_es: Permet al "staff" membre del personal crear i editar els :type: de comptes.
cs_cz: Umožňuje zaměstnanci vytvářet a upravovat účty :type:.
de_de: Ermöglicht dem Mitarbeiter das Erstellen und Bearbeiten von :type: Konten.
el_gr: Επιτρέπει στο μέλος του προσωπικού να δημιουργεί και να επεξεργάζεται λογαριασμούς :type: .
fa_ir: به کارمند اجازه می دهد تا حساب های :type: را حذف کند.
fi_fi: Sallii henkilöstön jäsenen luoda ja muokata :type: tiliä.
fr_fr: Autorise les membres de l'équipe à créer et éditer des comptes de type :type: .
hu_hu: Lehetővé teszi a munkatárs számára :type: fiókok létrehozását és szerkesztését.
id_id: Mengizinkan anggota staf untuk membuat dan mengubah jenis akun :type: ini.
nl_nl: Laat het staflid toe om :type: accounts aan te maken en te bewerken.
pl_pl: Pozwól pracownikowi na tworzenie i edycję :type: kont.
pt_br: Permitir que o membro da equipe crie e edite contas :type: .
ro_ro: Permite membrilor personalului să creeze și să editeze conturi :type: .
ru_ru: Позволяет сотруднику создавать и редактировать :type: учетные записи.
sr_rs: Dozvoljava članu osoblja da kreira i uređuje :type: naloga.
tr_tr: Personelin :type: hesapları oluşturmasına ve düzenlemesine izin verir.
uk_ua: Дозволяє співробітникам служби підтримки створювати та редагувати облікові записи :type: .
vi_vn: Cho phép nhân viên tạo và chỉnh sửa tài khoản :type:.

source: Delete administrators
ar_sa: حذف المدراء
bg_bg: Изтриване на администратори
ca_es: Esborra administradors
cs_cz: Odstranit správce
de_de: Administrator löschen
el_gr: Διαγραφή διαχειριστών
fa_ir: حذف مدیر
fi_fi: Poista järjestelmänvalvojia
fr_fr: Supprimer l'administrateur
hu_hu: Rendszergazdák törlése
id_id: Hapus pengelola
nl_nl: Beheerders verwijderen
pl_pl: Usuwanie administratorów
pt_br: Remover administradores
ro_ro: Ştergeţi administratorii
ru_ru: Удалить администраторов
sr_rs: Izbriši administratora
tr_tr: Yöneticileri sil
uk_ua: Видалити адміністраторів
vi_vn: Xóa quản trị viên

source: Allows the staff member to delete :type: accounts.
ar_sa: يسمح للموظف بإنشاء وتحرير حسابات :type: .
bg_bg: Позволява на стафф модератора да изтрива :type: акаунти.
ca_es: Permet al "staff" membre del personal esborrar els :type: de comptes.
cs_cz: Umožňuje zaměstnanci odstranit :type: účty.
de_de: Ermöglicht dem Mitarbeiter das Erstellen und Bearbeiten von :type: Konten.
el_gr: Επιτρέπει στο μέλος του προσωπικού να διαγράφει λογαριασμούς :type: .
fa_ir: به کارمند اجازه می دهد تا حساب های :type: را حذف کند.
fi_fi: Sallii henkilöstön jäsenen poistaa :type: tiliä.
fr_fr: Permet aux membres de l'équipe de supprimer des comptes :type: .
hu_hu: Lehetővé teszi a munkatárs számára a :type: fiókok törlését.
id_id: Mengizinkan anggota staff untu menghapus jenis akun :type: ini.
nl_nl: Laat het staflid toe om :type: accounts te verwijderen.
pl_pl: Pozwól pracownikowi na tworzenie i edycję :type: kont.
pt_br: Permitir que o membro da equipe apague contas :type: .
ro_ro: Permite membrilor personalului să șteargă conturile :type: .
ru_ru: Позволяет сотруднику удалять :type: учётные записи.
sr_rs: Dozvoljava članu osoblja da izbriše :type: naloge.
tr_tr: Personelin :type: hesaplarını silmesine izin verir.
uk_ua: Дозволяє співробітникам служби підтримки створювати та редагувати облікові записи :type: .
vi_vn: Cho phép nhân viên xóa hoạt động đã ghi lại.

source: Reset administrator passwords
ar_sa: إعادة تعيين كلمات مرور المدير
bg_bg: Анулиране на паролите на администраторите
ca_es: "Reset" de les contrasenyes d'administrador
cs_cz: Resetovat hesla správce
de_de: Administratorpasswort zurücksetzen
el_gr: Επαναφορά κωδικού πρόσβασης διαχειριστή
fa_ir: رمزهای عبور مدیر را بازنشانی کنید
fi_fi: Palauta järjestelmänvalvojan salasanat
fr_fr: Réinitialiser les mots de passe administrateur
hu_hu: Rendszergazdai jelszavak visszaállítása
id_id: Atur ulang kata sandi pengelola
nl_nl: Beheerderswachtwoord resetten
pl_pl: Resetowanie haseł administratorów
pt_br: Redefinir senhas de administrador
ro_ro: Resetare parole administrator
ru_ru: Сброс паролей администраторов
sr_rs: Resetujte administratorske lozinke
tr_tr: Yönetici şifrelerini sıfırlayın
uk_ua: Скидання паролів адміністратора
vi_vn: Đặt lại mật khẩu quản trị viên

source: Allows the staff member to perform password resets on :type: accounts.
ar_sa: يسمح للموظف بإنشاء وتحرير حسابات :type: .
bg_bg: Позволява на стафф модератора да извършва анулиране на паролата на :type: профили.
ca_es: Permet el restabliment de les contrasenyes dels comptes :type: al "staff".
cs_cz: Umožňuje zaměstnanci provést resetování hesla na účtech :type:.
el_gr: Επιτρέπει στο μέλος του προσωπικού να εκτελεί επαναφορά κωδικού πρόσβασης σε λογαριασμούς :type: .
fa_ir: به کارمند اجازه می دهد تا رمز عبور را در حساب های :type: بازنشانی کند.
fi_fi: Sallii henkilöstön jäsenen suorittaa salasanan nollauksia :type: tileillä.
fr_fr: Permet aux membres de l'équipe d'effectuer des réinitialisations de mot de passe sur les comptes :type: .
hu_hu: Lehetővé teszi a munkatárs számára a jelszó visszaállítását a :type: fiókokon.
id_id: Mengizinkan anggota staff untuk memberikan akses reset kata sandi pada akun :type: ini.
nl_nl: Laat de medewerker toe om wachtwoord opnieuw in te stellen op :type: accounts.
pl_pl: Pozwól pracownikowi na tworzenie i edycję :type: kont.
pt_br: Permitir que o membro da equipe execute as redefinições de senha nas contas :type: .
ro_ro: Permite membrilor personalului să efectueze resetări ale parole pe conturile :type: .
ru_ru: Позволить сотруднику выполнять сброс пароля на :type: аккаунтах.
sr_rs: Dozvoljava članu osoblja da izvrši resetovanje lozinke na :type: nalozima.
tr_tr: Personelin :type: hesaplarında parola sıfırlama işlemi yapmasına izin verir.
vi_vn: Cho phép nhân viên thực hiện đặt lại mật khẩu trên tài khoản :type:.

source: Create and edit staff members
ar_sa: إنشاء وتحرير الموظفين
bg_bg: Създаване и редактиране на стаф модератори
ca_es: Crear i editar membres del personal "staff"
cs_cz: Vytvořit a upravit zaměstnance
de_de: Mitarbeiter erstellen und bearbeiten
el_gr: Δημιουργία και επεξεργασία μελών προσωπικού
fa_ir: اعضای کارکنان را ایجاد و ویرایش کنید
fi_fi: Luo ja muokkaa henkilökunnan jäseniä
fr_fr: Créer et éditer des membres de l'équipe
hu_hu: Munkatársak létrehozása és szerkesztése
id_id: Buat atau ubah anggota staff
nl_nl: Werknemers aanmaken en bewerken
pl_pl: Tworzenie i edycja członków personelu
pt_br: Criar e editar membros da equipe
ro_ro: Creează și editează membri ai personalului
ru_ru: Создание и редактирование сотрудников
sr_rs: Kreirajte i uredite članove osoblja
tr_tr: Personel hesabı oluşturma ve düzenleme
vi_vn: Tạo và chỉnh sửa nhân viên

source: staff
ar_sa: الموظفون
bg_bg: стафф модератор
cs_cz: Zaměstnanci
de_de: Mitarbeiter
el_gr: προσωπικό
fa_ir: کارمند
fi_fi: henkilöstö
fr_fr: équipe
hu_hu: személyzet
nl_nl: medewerkers
pl_pl: personel
pt_br: equipe
ro_ro: personal
ru_ru: персонал
sr_rs: osoblje
tr_tr: personel
vi_vn: nhân viên

source: Delete staff members
ar_sa: موظف جديد
bg_bg: Изтриване на модератори от екипа
ca_es: Esborra els membres del personal "staff"
cs_cz: Odstranit zaměstnance
de_de: Mitarbeiter löschen
el_gr: Διαγραφή μελών προσωπικού
fa_ir: حذف کارمندان
fi_fi: Poista henkilökunnan jäsenet
fr_fr: Supprimer des membres de l'équipe
hu_hu: Munkatársak törlése
id_id: Hapus anggota staff
nl_nl: Werknemers verwijderen
pl_pl: Usuwanie członków personelu
pt_br: Remover membros da equipe
ro_ro: Şterge membri ai personalului
ru_ru: Удаление сотрудников
sr_rs: Izbrišite članove osoblja
tr_tr: Personel hesaplarını silin
vi_vn: Thành viên mới

source: Reset staff passwords
ar_sa: إعادة تعيين كلمة المرور الخاصة بك
bg_bg: Анулиране на паролите на модераторите
ca_es: Restablir la contrasenya de "staff"
cs_cz: Resetovat hesla zaměstnanců
de_de: Passwörter der Mitarbeiter zurücksetzen
el_gr: Επαναφορά κωδικών πρόσβασης υπαλλήλου
fa_ir: ریست رمز عبور کارمند
fi_fi: Nollaa henkilöstön salasanat
fr_fr: Réinitialise les mots de passes de l'équipe
hu_hu: A személyzet jelszavának visszaállítása
id_id: Atur ulang kata sandinya staff
nl_nl: Reset wachtwoorden van medewerkers
pl_pl: Resetowanie haseł członków personelu
pt_br: Redefinir senhas da equipe
ro_ro: Resetare parole personal
ru_ru: Сброс паролей сотрудников
sr_rs: Resetujte lozinke osoblja
tr_tr: Personel hesap şifrelerini sıfırlayın
vi_vn: Đặt lại mật khẩu của bạn

source: Manage groups
ar_sa: إدارة المجموعات
bg_bg: Управление на групи
ca_es: Gestionar grups
cs_cz: Spravovat skupiny
de_de: Gruppen verwalten
el_gr: Διαχείριση ομάδων
fa_ir: مدیریت گروه ها
fi_fi: Hallitse ryhmiä
fr_fr: Gestion des groupes
hu_hu: Csoportok kezelése
id_id: Kelola grup
lt_lt: Tvarkyti grupes
nl_nl: Groepen beheren
pl_pl: Zarządzanie grupami
pt_br: Gerenciar grupos
pt_pt: Gerir grupos
ro_ro: Gestionează grupuri
sr_rs: Upravljajte grupama
tr_tr: Grupları Yönet
uk_ua: Керування групами
vi_vn: Quản lý nhóm
zh_cn: 管理群组

source: Allows the staff member to manage staff member groups.
ar_sa: السماح للموظف بإدارة مجموعات الموظفين.
bg_bg: Позволява на модератора да управлява групите на модераторите.
cs_cz: Umožňuje zaměstnanci řídit skupiny zaměstnanců.
de_de: Ermöglicht dem Mitarbeiter die Verwaltung von Mitarbeitergruppen.
el_gr: Επιτρέπει στο μέλος του προσωπικού να διαχειρίζεται ομάδες μελών του προσωπικού.
fa_ir: به کارمند اجازه می دهد تا گروه های کارکنان را مدیریت کند.
fi_fi: Antaa toimihenkilön hallita toimihenkilöryhmiä.
fr_fr: Permet aux membres de l'équipe de gérer les membres de l'équipe.
hu_hu: Lehetővé teszi a munkatárs számára a munkatársak csoportjainak kezelését.
id_id: Izinkan anggota staff untuk mengelola grup anggota staff.
nl_nl: Laat het personeelslid toe de personeelsgroepen te beheren.
pl_pl: Umożliwia pracownikowi zarządzanie grupami członków personelu.
pt_br: Permitir que o membro da equipe gerencie grupos de membros.
ro_ro: Permite membrilor personalului să gestioneze grupurile de membri ai personalului.
ru_ru: Позволяет сотруднику управлять группами сотрудников.
sr_rs: Omogućava članu osoblja da upravlja grupama članova osoblja.
tr_tr: Personelin, personel hesabı gruplarını yönetmesine izin verir.
vi_vn: Cho phép nhân viên quản lý các nhóm nhân viên.
