Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Connection port
ar_sa: منفذ الاتصال
bg_bg: Порт за свързване
ca_es: Port de connexió
cs_cz: Port pro připojení
de_de: Verbindungsport
el_gr: Θύρα σύνδεσης
fa_ir: پورت ارتباط
fi_fi: Yhteysportti
fr_fr: Port de connexion
hu_hu: Csatlakozási port
id_id: Port Koneksi
lt_lt: Prisijungimo prievadas
nl_nl: Verbindingspoort
pl_pl: Port połączenia
pt_br: Porta de conexão
pt_pt: Porta de ligação
ro_ro: Portul de conectare
ru_ru: Ulanish porti
sr_rs: Port za povezivanje
tr_tr: Bağlantı Noktası (Port)
uk_ua: Порт підключення
vi_vn: Cổng kết nối
zh_cn: 连接端口

source: Custom port. Use blank to use default. Used to connect to the API
ar_sa: منفذ مخصص. استخدم فارغاً لاستخدام الافتراضي. يستخدم للاتصال بـ API
bg_bg: Персонализиран порт. Използвайте празно, за да използвате порта по подразбиране. Използва се за свързване с API ключа
ca_es: Port personalitzat. Utilitzeu el blanc per utilitzar el valor predeterminat. S'utilitza per connectar-se a l'API
cs_cz: Vlastní port. Použijte prázdné pro použití výchozího nastavení. Používá se pro připojení k API
de_de: Benutzerdefinierter Port. Lassen Sie das Feld leer, um den Standard zu verwenden. Wird benötigt um eine Verbindung zur API herzustellen
el_gr: Προσαρμοσμένη θύρα. Χρησιμοποιήστε κενό για να χρησιμοποιήσετε την προεπιλογή. Χρησιμοποιείται για τη σύνδεση με το API
fa_ir: پورت سفارشی. برای استفاده از پورت پیش فرض خالی بگذارید. برای اتصال به API استفاده می شود
fi_fi: Mukautettu portti. Käytä tyhjää, jos haluat käyttää oletusarvoa. Käytetään API-yhteyden muodostamiseen
fr_fr: Port personnalisé. Laissez vide pour utiliser la valeur par défaut. Utilisé pour se connecter à l'API
hu_hu: Egyéni port. Használja az üres értéket az alapértelmezett beállításhoz. Az API-hoz való csatlakozáshoz használatos
id_id: Kustom port. Isi kosong untuk menggunakan bawaan. Digunakan untuk menghubungkan ke API
lt_lt: Pasirinktinis prievadas. Jei norite naudoti numatytąjį, naudokite tuščią. Naudojamas prisijungti prie API
nl_nl: Aangepaste poort. Gebruik leeg om standaard te gebruiken. Wordt gebruikt om verbinding te maken met de API
pl_pl: Niestandardowy port. Użyj pustego pola, aby użyć domyślnego. Używany do połączenia z interfejsem API
pt_br: Porta personalizada. Use em branco para usar a porta padrão. Usado para conectar à API
pt_pt: Porta personalizada. Use em branco para usar a porta padrão. Utilizada para ligar à API
ro_ro: Port personalizat. Lăsați gol pentru a utiliza setările implicite. Folosit pentru conectarea la API
ru_ru: Пользовательский порт. Оставьте пустым для использования по умолчанию. Используется для подключения к API
sr_rs: Prilagođeni port. Koristite prazno da biste koristili podrazumevano. Koristi se za povezivanje sa API-jem
tr_tr: Özel bağlantı noktası. Varsayılanı kullanmak için boş bırakın. API'ye bağlanmak için kullanılır
uk_ua: Користувацький порт. Залиште порожнім для використання за замовчуванням. Використовується для підключення до API
vi_vn: Cổng tùy chỉnh. Để trống để dùng mặc định. Dùng để kết nối với API
zh_cn: 自定义端口。留空则使用默认值。用于连接到 API

source: Password length
cs_cz: Délka hesla
de_de: Passwortlänge
el_gr: Μήκος κωδικού πρόσβασης
fa_ir: طول مجاز رمز عبور
fr_fr: Longueur du mot de passe
hu_hu: Jelszó hosszúság
id_id: Jumlah password
nl_nl: Wachtwoordlengte
pl_pl: Długość hasła
pt_br: Tamanho da senha
ro_ro: Lungimea parolei
ru_ru: Длина пароля
sr_rs: Dužina lozinke
tr_tr: Parola uzunluğu

source: Length of generated passwords when creating user accounts. Defaults to 10
cs_cz: Délka vygenerovaných hesel při vytváření uživatelských účtů. Výchozí hodnota je 10
de_de: Länge der generierten Passwörter beim Erstellen von Benutzerkonten. Standard ist 10
el_gr: Μήκος των παραγόμενων κωδικών πρόσβασης κατά τη δημιουργία λογαριασμών χρηστών. Προεπιλεγμένο σε 10
fa_ir: طول گذرواژه های ایجاد شده هنگام ایجاد حساب های کاربری. پیش فرض 10 است
fr_fr: Longueur des mots de passe générés lors de la création de comptes d'utilisateur. Par défaut, 10
hu_hu: A felhasználói fiókok létrehozásakor generált jelszavak hossza. Alapértelmezett érték: 10
id_id: Jumlah password yang dibuat ketika membuat akun user. Secara bawaan di 10
nl_nl: Lengte van de gegenereerde wachtwoorden bij het aanmaken van gebruikersaccounts. Standaard ingesteld op 10
pl_pl: Długość wygenerowanych haseł podczas tworzenia kont użytkownika. Domyślnie 10
pt_br: Tamanho das senhas geradas ao criar as contas de usuário. O padrão é 10
ro_ro: Lungimea parolelor generate la crearea conturilor de utilizator. Implicit la 10
ru_ru: Длина генерируемых паролей при создании учетных записей пользователей. По умолчанию 10
sr_rs: Dužina generisanih lozinki prilikom kreiranja korisničkih naloga. Podrazumevano je 10
tr_tr: Kullanıcı hesapları oluştururken oluşturulan şifrelerin uzunluğu. Varsayılan 10'dur

source: Use secure connection
cs_cz: Použít zabezpečené připojení
de_de: Verwenden Sie eine sichere Verbindung
el_gr: Χρήση ασφαλούς σύνδεσης
fa_ir: استفاده از اتصال امن
fr_fr: Utiliser une connexion sécurisée
hu_hu: Biztonságos kapcsolat használata
id_id: Gunakan koneksi yang aman
nl_nl: Veilige verbinding gebruiken
pl_pl: Użyj bezpiecznego połączenia
pt_br: Usar conexão segura
ro_ro: Utilizează conexiune securizată
ru_ru: Использовать безопасное соединение
sr_rs: Koristite bezbednu vezu
tr_tr: Güvenli Bağlantı Kullan

source: Add server
ar_sa: إضافة سيرفر
bg_bg: Добави сървър
ca_es: Afegeix servidor
cs_cz: Přidat server
de_de: Server hinzufügen
el_gr: Προσθήκη διακομιστή
fa_ir: افزودن سرور
fi_fi: Lisää palvelin
fr_fr: Ajouter un serveur
hu_hu: Kiszolgáló hozzáadása
id_id: Tambah server
lt_lt: Pridėti serverį
nl_nl: Server toevoegen
pl_pl: Dodaj serwer
pt_br: Adicionar servidor
pt_pt: Adicionar servidor
ro_ro: Adaugă server
ru_ru: Server qoʻshish
sr_rs: Dodaj server
tr_tr: Sunucu Ekle
uk_ua: Додати сервер
vi_vn: Thêm máy chủ
zh_cn: 增加服务器

source: Adding new hosting plan
ar_sa: إضافة خطة استضافة جديدة
bg_bg: Добавяне на нов хостинг план
ca_es: Afegeix un nou pla d'allotjament
cs_cz: Přidávání nového hostingového plánu
de_de: Neuen Hosting-Plan hinzufügen
el_gr: Προσθήκη νέου πακέτου φιλοξενίας
fa_ir: اضافه کردن پکیج هاستینگ
fi_fi: Uuden hosting-paketin lisääminen
fr_fr: Ajout d'un nouveau plan d'hébergement
hu_hu: Új tárhely-terv hozzáadása
id_id: Sedang menambahkan paket hosting baru
lt_lt: Pridedamas naujas hostingo planas
nl_nl: Nieuw hostingplan toevoegen
pl_pl: Dodawanie nowego planu hostingu
pt_br: Adicionar novo plano de hospedagem
pt_pt: Adição de um novo plano de alojamento
ro_ro: Adăugarea unui nou plan de găzduire
ru_ru: Добавление нового тарифного плана хостинга
sr_rs: Dodavanje novog hosting paketa
tr_tr: Yeni Hosting Planı Ekle
uk_ua: Додати новий тарифний план хостингу
vi_vn: Thêm gói hosting mới
zh_cn: 添加虚拟主机套餐

source: Depending on server manager used to setup hosting account you may require provide additional parameters in next step. In this step provide basic hosting plan information.
ar_sa: تبعاً لمدير الخادم المستخدم لإعداد حساب الاستضافة قد تحتاج إلى توفير معلمات إضافية في الخطوة التالية. في هذه الخطوة قم بتقديم معلومات أساسية عن خطة الاستضافة.
bg_bg: В зависимост от мениджъра на сървъра, използван за настройване на хостинг акаунта, може да се наложи да зададете допълнителни параметри в следващата стъпка. В тази стъпка осигурете основната информация за хостинг плана.
ca_es: Depenent del gestor del servidor utilitzat per configurar el compte d'allotjament, és possible que necessiteu proporcionar paràmetres addicionals al pas següent. En aquest pas proporcioneu informació bàsica del pla d'allotjament.
cs_cz: V závislosti na serverovém manažeru používaném k nastavení hostingového účtu můžete v dalším kroku požadovat další parametry. V tomto kroku poskytují základní informace o hostingovém plánu.
de_de: Abhängig vom Server-Manager, der zum Einrichten des Hosting-Kontos verwendet wird, musst du im nächsten Schritt möglicherweise zusätzliche Parameter angeben. Gib in diesem Schritt grundlegende Informationen zum Hosting-Plan an.
el_gr: Ανάλογα με τον διαχειριστή διακομιστή που χρησιμοποιήθηκε για τη ρύθμιση του λογαριασμού φιλοξενίας, ενδέχεται να χρειαστεί να παρέχετε πρόσθετες παραμέτρους στο επόμενο βήμα. Σε αυτό το βήμα δώστε τις βασικές πληροφορίες του προγράμματος φιλοξενίας.
fa_ir: بسته به مدیر سرور مورد استفاده برای راه‌اندازی حساب هاست ، ممکن است نیاز به ارائه پارامترهای اضافی در مرحله بعد داشته باشید. در این مرحله اطلاعات اولیه پلن هاستینگ را ارائه دهید.
fi_fi: Riippuen palvelinhallinnasta, jota käytit hosting-tilin asentamiseen, saatat joutua antamaan lisäparametreja seuraavassa vaiheessa. Tässä vaiheessa anna hosting-paketin perustiedot.
fr_fr: En fonction du gestionnaire de serveur utilisé pour configurer le compte d'hébergement, vous devrez peut-être fournir des paramètres supplémentaires à l'étape suivante. Dans cette étape, fournissez des informations de base sur le plan d’hébergement.
hu_hu: Az üzemeltetési fiók beállításához használt kiszolgálókezelőtől függően előfordulhat, hogy a következő lépésben további paramétereket kell megadnia. Ebben a lépésben adja meg az alapvető tárhely-előfizetési információkat.
id_id: Berdasarkan server manager yang digunakan untuk konfigurasi akun hosting memungkinkan Anda membutuhkan parameter tambahan di langkah berikutnya. Di langkah ini menyediakan rincian paket hosting.
lt_lt: Priklausomai nuo serverio tvarkyklės, naudojamos hostingo paskyrai nustatyti, kitame žingsnyje gali reikėti pateikti papildomų parametrų. Šiame žingsnyje pateikite pagrindinę hostingo plano informaciją.
nl_nl: Afhankelijk van de servermanager die gebruikt is om het hostingaccount in te stellen, kunnen in de volgende stap aanvullende parameters vereist zijn. Geef in deze stap de basisinformatie over het hostingplan op.
pl_pl: W zależności od menedżera serwera używanego do konfiguracji konta hostingu, może być konieczne podanie dodatkowych parametrów w następnym kroku. W tym kroku podaj podstawowe informacje o planie hostingu.
pt_br: Dependendo do gerenciador de servidor usado para configurar a conta de hospedagem, você pode precisar fornecer parâmetros adicionais na próxima etapa. Nesta etapa, forneça informações básicas do plano de hospedagem.
pt_pt: Dependendo do gestor do servidor utilizado para configurar a conta de alojamento, pode ser necessário fornecer parâmetros adicionais no passo seguinte. Nesta etapa, forneça informações básicas sobre o plano de alojamento.
ro_ro: În funcţie de managerul de server folosit pentru a configura contul de găzduire, este posibil să aveţi nevoie de parametri suplimentari în pasul următor. În această etapă se furnizează informații de bază despre planul de găzduire.
ru_ru: В зависимости от используемого менеджера сервера для настройки учетной записи хостинга вам может потребоваться предоставить дополнительные параметры на следующем шаге. На этом шаге укажите основную информацию о тарифном плане.
sr_rs: U zavisnosti od menadžera servera koji se koristi za podešavanje hosting naloga, možda ćete morati da unesete dodatne parametre u sledećem koraku. U ovom koraku pružite osnovne informacije o hosting paketu.
tr_tr: Hosting hesabını ayarlamak için kullanılan sunucu türüne bağlı olarak, bir sonraki adımda ek parametreler sağlamanız gerekebilir. Bu adımda temel hosting planı bilgilerini sağlayın.
uk_ua: Залежно від менеджера сервера, який використовується для налаштування облікового запису хостингу, вам може знадобитися надати додаткові параметри на наступному кроці. На цьому кроці надайте основну інформацію про план хостингу.
vi_vn: Phụ thuộc vào phần mềm quản lý máy chủ đã từng thiết lập tài khoản hosting bạn cần cung cấp thông số bổ sung trong bước tiếp theo. Tại bước này, cần cung cấp thông tin cơ bản về gói hosting.
zh_cn: 取决于用于设置虚拟主机账户的服务器管理器，您可能需要在下一步中提供额外的参数。 在这一步骤中，提供基本的虚拟主机套餐信息。

source: Disk quota (MB)
ar_sa: سعة القرص (MB)
bg_bg: Дискова квота (MB)
ca_es: Quota de disc (MB)
cs_cz: Disková kvóta (MB)
de_de: Festplattenspeicher (MB)
el_gr: Χώρος στο δίσκο (MB)
fa_ir: فضای دیسک(مگابایت)
fi_fi: Levyn kiintiö (MB)
fr_fr: Quota de disque (Mo)
hu_hu: Lemezkvóta (MB)
id_id: Quota Penyimpanan (MB)
lt_lt: Disko talpa (MB)
nl_nl: Schijfquotum (MB)
pl_pl: Limit miejsca na dysku (MB)
pt_br: Cota de disco (MB)
pt_pt: Quota de disco (MB)
ro_ro: Cota de disc (MB)
ru_ru: Дисковая квота (МБ)
sr_rs: Kvota diska (MB)
tr_tr: Disk Kotası (MB)
uk_ua: Квота на диску (МБ)
vi_vn: Ổ cứng (MB)
zh_cn: 磁盘配额 (MB)

source: Bandwidth (MB)
ar_sa: الباندويث (MB)
bg_bg: Лимит на достъп до файлове свързаност (MB)
ca_es: Ample de banda (MB)
cs_cz: Šířka pásma (MB)
de_de: Bandbreite (MB)
el_gr: Εύρος Ζώνης (MB)
fa_ir: ترافیک (مگابایت)
fi_fi: Kaistanleveys (Mb)
fr_fr: Bande passante (Mo)
hu_hu: Sávszélesség (MB)
lt_lt: Duomenų srautas (MB)
nl_nl: Bandbreedte (MB)
pl_pl: Przepustowość (MB)
pt_br: Largura da banda (MB)
pt_pt: Largura de banda (MB)
ro_ro: Lăţimea benzii (MB)
ru_ru: Пропускная способность (МБ)
sr_rs: Propusni opseg (MB)
tr_tr: Bant Genişliği (MB)
uk_ua: Об'єм трафіку (МБ)
vi_vn: Lưu lượng (MB)
zh_cn: 流量 (MB)

source: Create hosting plan
ar_sa: إنشاء خطة استضافة
bg_bg: Създай хостинг план
ca_es: Crear un pla d'allotjament
cs_cz: Vytvořit plán hostingu
de_de: Hosting-Paket erstellen
el_gr: Δημιουργία πακέτου φιλοξενίας
fa_ir: ایجاد پلن هاستینگ
fi_fi: Luo hosting-paketti
fr_fr: Créer un plan d'hébergement
hu_hu: Hozzon létre tárhely-tervet
id_id: Buat paket hosting
lt_lt: Sukurti hostingo planą
nl_nl: Nieuw hosting plan
pl_pl: Utwórz plan hostingu
pt_br: Criar plano de hospedagem
pt_pt: Criar plano de alojamento
ro_ro: Crează planul de găzduire
ru_ru: Создать тарифный план
sr_rs: Kreirajte hosting paket
tr_tr: Hosting Planı Oluştur
uk_ua: Створити план хостингу
vi_vn: Tạo gói hosting
zh_cn: 新增虚拟主机套餐

source: Server Name
ar_sa: اسم السيرفر
bg_bg: Име на сървър
ca_es: Nom del servidor
cs_cz: Název serveru
el_gr: Όνομα διακομιστή
fa_ir: نام سرور
fi_fi: Pavelimen nimi
fr_fr: Nom du serveur
hu_hu: Szerver neve
id_id: Nama Server
lt_lt: Serverio Pavadinimas
nl_nl: Servernaam
pl_pl: Nazwa serwera
pt_br: Nome do Servidor
pt_pt: Nome do servidor
ro_ro: Nume server
ru_ru: Server nomi
sr_rs: Ime servera
tr_tr: Sunucu Adı
uk_ua: Ім'я серверу
vi_vn: Tên máy chủ
zh_cn: 服务器名称

source: Server IP
ar_sa: IP السيرفر
bg_bg: ИП на сървър
ca_es: IP del servidor
cs_cz: IP adresa serveru
el_gr: IP διακομιστή
fa_ir: آی‌پی سرور
fi_fi: Palvelimen IP
fr_fr: Serveur IP
hu_hu: Szerver IP címe
id_id: IP Server
lt_lt: Serverio IP
pl_pl: IP serwera
pt_br: IP do Servidor
pt_pt: IP do servidor
ro_ro: IP server
ru_ru: IP сервера
tr_tr: Sunucu IP Adresi
uk_ua: IP-адреса сервера
vi_vn: IP server
zh_cn: 服务器 IP

source: Account IP
ar_sa: حساب IP
bg_bg: Ип на профил
ca_es: IP del compte
cs_cz: IP adresa účtu
el_gr: IP Λογαριασμού
fa_ir: آی‌پی حساب کاربری
fi_fi: Tilin IP-osoite
fr_fr: IP du compte
hu_hu: Fiók IP-címe
id_id: IP Akun
lt_lt: Paskyros IP
pl_pl: IP konta
pt_br: IP da Conta
pt_pt: Conta IP
ro_ro: IP cont
ru_ru: IP учетной записи
sr_rs: IP adresa naloga
tr_tr: Hesap IP Adresi
uk_ua: IP-адреса облікового запису
vi_vn: IP Tài khoản
zh_cn: 账号 IP

source: Username
ar_sa: إسم المستخدم
bg_bg: Потребителско име
ca_es: Usuari
cs_cz: Uživatelské jméno
de_de: Benutzername
el_gr: Όνομα χρήστη
fa_ir: نام کاربری
fi_fi: Käyttäjätunnus
fr_fr: Nom d'utilisateur
hu_hu: Felhasználónév
id_id: Nama pengguna
lt_lt: Vartotojo vardas
nl_nl: Gebruikersnaam
pl_pl: Nazwa użytkownika
pt_br: Nome de Usuário
pt_pt: Nome de utilizador
ro_ro: Nume de utilizator
ru_ru: Foydalanuvchi nomi
sr_rs: Korisničko ime
tr_tr: Kullanıcı Adı
uk_ua: Ім'я користувача
vi_vn: Tên đăng nhập
zh_cn: 用户名

source: per month
ar_sa: في الشهر
bg_bg: месечно
ca_es: per mes
cs_cz: měsíčně
de_de: pro Monat
el_gr: ανά μήνα
fa_ir: در هر ماه
fi_fi: kuukaudessa
fr_fr: par mois
hu_hu: per hónap
id_id: per bulan
lt_lt: per mėnesį
nl_nl: per maand
pl_pl: miesięcznie
pt_br: por mês
pt_pt: por mês
ro_ro: pe lună
ru_ru: oyiga
sr_rs: mesečno
tr_tr: aylık
uk_ua: На місяць
vi_vn: mỗi tháng
zh_cn: 每月

source: Jump to control panel
ar_sa: الانتقال إلى لوحة التحكم
bg_bg: Отскочи до контролния панел
ca_es: Anar al tauler de control
cs_cz: Přejít na ovládací panel
de_de: Springe zum Verwaltungspanel
el_gr: Μετάβαση στον πίνακα ελέγχου
fa_ir: برو به کنترل پنل
fi_fi: Siirry ohjauspaneeliin
fr_fr: Ouvrir le panneau de contrôle
hu_hu: Ugrás a kezelőpanelre
id_id: Menuju ke halaman kontrol
lt_lt: Eiti į valdymo skydelį
nl_nl: Naar bedieningspaneel
pl_pl: Przejdź do panelu sterowania
pt_br: Ir ao painel de controle
pt_pt: Saltar para o painel de controlo
ro_ro: Sari la panoul de control
ru_ru: Перейти к панели управления
sr_rs: Skočite na kontrolnu tablu
tr_tr: Hosting Yönetim Panelini Aç
uk_ua: Перейти до панелі керування
vi_vn: Tới bảng điều khiển
zh_cn: 回到控制台

source: Reseller control panel
ar_sa: لوحة تحكم الموزع
bg_bg: Контролен панел на препродавача
ca_es: Panell de control del distribuïdor
cs_cz: Ovládací panel prodejce
el_gr: Πίνακας ελέγχου μεταπωλητή
fa_ir: کنترل پنل نمایندگی
fi_fi: Jälleenmyyjän ohjauspaneeli
fr_fr: Panneau de contrôle revendeur
hu_hu: Viszonteladói vezérlőpult
id_id: Kontrol panel pengecer
lt_lt: Perpardavėjo valdymo skydelis
nl_nl: Reseller beheerpaneel
pl_pl: Panel sterowania resellera
pt_br: Painel de controle de revenda
pt_pt: Painel de controlo do revendedor
ro_ro: Panou de control reseller
ru_ru: Панель управления реселлера
sr_rs: Kontrolna tabla preprodavača
tr_tr: Bayi Yönetim Paneli
uk_ua: Панель керування посередника
vi_vn: Bảng điều khiển Đại lý
zh_cn: 转销商控制面板

source: Account was synced
ar_sa: حساب لم تتم مزامنته
bg_bg: Профила беше синхронизиран
ca_es: El compte s'ha sincronitzat
cs_cz: Účet byl synchronizován
de_de: Konto wurde synchronisiert
el_gr: Ο λογαριασμός συγχρονίστηκε
fa_ir: حساب همگام سازی شد
fi_fi: Tili synkronoitiin
fr_fr: Le compte a été synchronisé
hu_hu: A fiók szinkronizálva lett
id_id: Akun telah tersinkronisasi
lt_lt: Paskyra susinchronizuota
nl_nl: Account is gesynchroniseerd
pl_pl: Konto zostało zsynchronizowane
pt_br: Conta foi sincronizada
pt_pt: A conta foi sincronizada
ro_ro: Contul a fost sincronizat
ru_ru: Учетная запись синхронизирована
sr_rs: Nalog je sinhronizovan
tr_tr: Hesap eşitlendi
uk_ua: Обліковий запис синхронізовано
vi_vn: Tài khoản đã được đồng bộ
zh_cn: 账户已同步

source: Sync with server
ar_sa: المزامنة مع السيرفر
bg_bg: Синхронизация със сървъра
ca_es: Sincronització amb el servidor
cs_cz: Synchronizovat se serverem
de_de: Mit Server synchronisieren
el_gr: Συγχρονισμός με το διακομιστή
fa_ir: همگام سازی با سرور
fi_fi: Synkronoi palvelimen kanssa
fr_fr: Synchroniser avec le serveur
hu_hu: Szinkronizálás a kiszolgálóval
id_id: Sinkronisasi dengan server
lt_lt: Sinchronizuoti su serveriu
nl_nl: Synchroniseer met server
pl_pl: Synchronizuj z serwerem
pt_br: Sincronizar com o servidor
pt_pt: Sincronizar com o servidor
ro_ro: Sincronizează cu serverul
ru_ru: Синхронизировать с сервером
sr_rs: Sinhronizacija sa serverom
tr_tr: Sunucuyla Eşitle
uk_ua: Синхронізація з сервером
vi_vn: Đồng bộ với máy chủ
zh_cn: 与服务器同步

source: Change hosting plan
ar_sa: إدارة خطة الاستضافة
bg_bg: Промени хостинг план
ca_es: Canvia el pla d'allotjament
cs_cz: Změnit plán hostingu
de_de: Hosting-Paket ändern
el_gr: Αλλαγή πακέτου φιλοξενίας
fa_ir: تغییر پکیج هاستینگ
fi_fi: Muuta hosting-pakettia
fr_fr: Changer de plan d'hébergement
hu_hu: Tárhely-terv módosítása
id_id: Buat paket hosting
lt_lt: Keisti hostingo planą
nl_nl: Wijzig hostingplan
pl_pl: Zmień plan hostingu
pt_br: Alterar plano de hospedagem
pt_pt: Alterar o plano de alojamento
ro_ro: Schimbă planul de găzduire
ru_ru: Изменить тарифный план
sr_rs: Promenite hosting paket
tr_tr: Hosting Planını Değiştir
uk_ua: Змінити план хостингу
vi_vn: Thay đổi gói hosting
zh_cn: 更改虚拟主机套餐

source: Hosting plan changed
ar_sa: تم تغيير خطة الاستضافة
bg_bg: Хостинг плана беше променен
ca_es: El pla d'allotjament ha canviat
cs_cz: Plán hostingu byl změněn
de_de: Hosting-Paket geändert
el_gr: Το πακέτο φιλοξενίας άλλαξε
fa_ir: تغییر پکیج هاستینگ
fi_fi: Hosting-paketti muuttui
fr_fr: Plan d'hébergement modifié
hu_hu: Megváltozott a tárhely-terv
id_id: Paket hosting telah berubah
lt_lt: Hostingo planas pakeistas
nl_nl: Hosting plan bijgewerkt
pl_pl: Plan hostingu został zmieniony
pt_br: Plano de hospedagem alterado
pt_pt: Plano de alojamento alterado
ro_ro: Plan de găzduire schimbat
ru_ru: Тарифный план изменен
sr_rs: Paket hostinga je promenjen
tr_tr: Hosting planı değiştirildi
uk_ua: План хостингу змінено
vi_vn: Gói hosting đã được thay đổi
zh_cn: 虚拟主机套餐已更改

source: Change
ar_sa: تغيير
bg_bg: Промени
ca_es: Canviar
cs_cz: Změnit
de_de: Ändern
el_gr: Αλλαγή
fa_ir: تغییر
fi_fi: Muuta
fr_fr: Changer
hu_hu: Változtatás
id_id: Ubah
lt_lt: Keisti
nl_nl: Wijzigen
pl_pl: Zmień
pt_br: Troca
pt_pt: Alterar
ro_ro: Schimbă
ru_ru: Изменить
sr_rs: Izmeni
tr_tr: Değiştir
uk_ua: Змінити
vi_vn: Thay đổi
zh_cn: 更改

source: Change account password
ar_sa: تغير كلمة السر الحساب
bg_bg: Промяна на паролата за профила
ca_es: Canvia la contrasenya del compte
cs_cz: Změnit heslo účtu
de_de: Account-Passwort ändern
el_gr: Αλλαγή κωδικού πρόσβασης λογαριασμού
fa_ir: تغییر رمزعبور حساب
fi_fi: Vaihda tilin salasana
fr_fr: Changer le mot de passe du compte
hu_hu: Fiók jelszavának módosítása
id_id: Ubah kata sandi akun
lt_lt: Keisti paskyros slaptažodį
nl_nl: Account wachtwoord wijzigen
pl_pl: Zmień hasło konta
pt_br: Alterar senha da conta
pt_pt: Alterar a palavra-passe da conta
ro_ro: Schimbă parola contului
ru_ru: Изменить пароль учетной записи
sr_rs: Promenite lozinku naloga
tr_tr: Hesap Şifresini Değiştir
uk_ua: Змінити пароль облікового запису
vi_vn: Đổi mật khẩu tài khoản
zh_cn: 更改账号密码

source: Account password changed
ar_sa: تم تغيير كلمة مرور الحساب
bg_bg: Паролата за профила бе променена
ca_es: La contrasenya del compte ha canviat
cs_cz: Heslo účtu změněno
de_de: Account-Passwort geändert
el_gr: Ο κωδικός πρόσβασης άλλαξε
fa_ir: رمزعبور حساب تغییر کرد
fi_fi: Tilin salasana vaihdettu
fr_fr: Mot de passe du compte modifié
hu_hu: A fiók jelszava megváltozott
id_id: Kata sandi akun berubah
lt_lt: Paskyros slaptažodis pakeistas
nl_nl: Account wachtwoord wijzigen
pl_pl: Hasło konta zostało zmienione
pt_br: Senha da conta alterada
pt_pt: Palavra-passe da conta alterada
ro_ro: Parola contului a fost modificată
ru_ru: Пароль учетной записи изменен
sr_rs: Lozinka naloga je promenjena
tr_tr: Hesap şifresi değiştirildi
uk_ua: Пароль облікового запису змінено
vi_vn: Mật khẩu tài khoản đã được thay đổi
zh_cn: 账号密码已更改

source: Password Confirm
ar_sa: تأكيد كلمة المرور
bg_bg: Потвърждение на паролата
ca_es: Confirmeu la contrasenya
cs_cz: Potvrzení hesla
de_de: Passwort bestätigen
el_gr: Επιβεβαίωση κωδικού
fa_ir: تایید رمزعبور
fi_fi: Vahvista salasana
fr_fr: Confirmer le mot de passe
hu_hu: Jelszó megerősítése
id_id: Konfirmasi kata sandi
lt_lt: Patvirtinti slaptažodį
nl_nl: Wachtwoord bevestigen
pl_pl: Potwierdź hasło
pt_br: Confirmar a senha
pt_pt: Confirmação da palavra-passe
ro_ro: Confirmare parolă
ru_ru: Подтверждение пароля
sr_rs: Potvrda lozinke
tr_tr: Şifre (Tekrar)
uk_ua: Підтвердження паролю
vi_vn: Xác nhận mật khẩu
zh_cn: 密码确认

source: Change IP
ar_sa: تغيير IP
bg_bg: Промени ИПто
ca_es: Canvia IP
cs_cz: Změnit IP adresu
de_de: IP ändern
el_gr: Αλλαγή IP
fa_ir: تغییر آی‌پی
fi_fi: Muuta IP-osoitetta
fr_fr: Changer l'IP
hu_hu: IP módosítása
id_id: Ubah IP
lt_lt: Pakeisti IP
nl_nl: IP wijzigen
pl_pl: Zmień IP
pt_br: Alterar o IP
pt_pt: Alterar IP
ro_ro: Schimbă IP
ru_ru: IP manzilni oʻzgartirish
sr_rs: Promenite IP
tr_tr: IP Adresini Değiştir
uk_ua: Змінити IP
vi_vn: Đổi IP
zh_cn: 更改IP地址
