Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: List of payment gateways on the Extension Directory
cs_cz: Seznam platebních bran v adresáři rozšíření
ro_ro: Lista gateway-urilor de plată din Extension Directory
ru_ru: Список платежных шлюзов в каталоге расширений

source: Filter invoices
ar_sa: تصفية الفواتير
bg_bg: Филтриране на фактурите
ca_es: Filtrar les factures
cs_cz: Filtrovat faktury
de_de: Rechnungen filtern
el_gr: Φίλτρο τιμολογίων
fa_ir: فیلتر فاکتورها
fi_fi: Suodata laskut
fr_fr: Filtrer les factures
hu_hu: Számlák szűrése
id_id: Filter Invoice
lt_lt: Filtruoti sąskaitas faktūras
nl_nl: Filter facturen
pl_pl: Filtruj faktury
pt_br: Filtrar faturas
pt_pt: Filtrar facturas
ro_ro: Filtrează facturile
ru_ru: Фильтровать счета
sr_rs: Filtrirajte račune
tr_tr: Faturaları Filtrele
uk_ua: Фільтр рахунків
vi_vn: Lọc hóa đơn
zh_cn: 筛选发票

source: Start typing the client name or ID
ar_sa: بدء كتابة اسم العميل أو معرف العميل
bg_bg: Можете да започнете с въвеждането на името или ид номер на клиента
ca_es: Comenceu a escriure el nom o l'identificador del client
cs_cz: Začněte psát jméno nebo ID klienta
de_de: Kundennamen oder Kundennummer eingeben
el_gr: Αρχίστε να πληκτρολογείτε το όνομα ή το αναγνωριστικό του πελάτη
fa_ir: شروع به تایپ نام مشتری یا شناسه کنید
fi_fi: Aloita kirjoittamalla asiakkaan nimi tai tunnus
fr_fr: Commencez à saisir le nom ou l'identifiant du client
hu_hu: Kezdje el beírni az ügyfél nevét vagy azonosítóját
id_id: Mulai ketik nama atau ID klien
lt_lt: Pradėti rašyti kliento vardą arba ID
nl_nl: Type de clientnaam of -ID in
pl_pl: Zaczynaj pisać nazwę klienta lub ID
pt_br: Comece digitando o nome ou ID do cliente
pt_pt: Começar a escrever o nome ou ID do cliente
ro_ro: Începeți să tastați numele clientului sau ID-ul
ru_ru: Начните вводить имя или ID клиента
sr_rs: Počnite da kucate ime ili ID klijenta
tr_tr: Müşteri adını veya ID'sini yazmaya başlayın
uk_ua: Почніть вводити ім'я клієнта чи код ID
vi_vn: Bắt đầu nhập tên hoặc ID khách hàng
zh_cn: 开始输入客户人名或 ID

source: All currencies
cs_cz: Všechny měny
ro_ro: Toate monedele
ru_ru: Все валюты

source: All statuses
ar_sa: كل الحالات
bg_bg: Всички статуси
ca_es: Tots els estats
cs_cz: Všechny stavy
de_de: Jeder Status
el_gr: Όλες οι καταστάσεις
fa_ir: همه وضعیت ها
fi_fi: Kaikki tilat
fr_fr: Tous les statuts
hu_hu: Minden státusz
id_id: Semua status
lt_lt: Visos būsenos
nl_nl: Alle statussen
pl_pl: Wszystkie statusy
pt_br: Todos os status
pt_pt: Todos os estados
ro_ro: Toate statusurile
ru_ru: Hamma holatlar
sr_rs: Svi statusi
tr_tr: Tüm Faturalar
uk_ua: Всі статуси
vi_vn: Tất cả trạng thái
zh_cn: 全部状态

source: Refunded
ar_sa: تم الإسترجاع
bg_bg: Върнато
ca_es: Reemborsat
cs_cz: Vráceno
de_de: Erstattet
el_gr: Πιστωτικά Τιμολόγια
fa_ir: برگشت داده شده
fi_fi: Hyvitetty
fr_fr: Remboursé
hu_hu: Visszatérített
id_id: Dikembalikan
lt_lt: Grąžinta
nl_nl: Terugbetaling
pl_pl: Zwrócone
pt_br: Reembolsado
pt_pt: Reembolsado
ro_ro: Rambursat
ru_ru: Qaytarildi
sr_rs: Refundirano
tr_tr: Geri Ödenmiş
uk_ua: Відшкодовано
vi_vn: Đã hoàn tiền
zh_cn: 已退款

source: Issue date
ar_sa: تاريخ الإصدار
bg_bg: Дата на издаване
ca_es: Data d'emissió
cs_cz: Datum vystavení
de_de: Rechnungsdatum
el_gr: Ημερομηνία Έκδοσης
fa_ir: تاریخ صدور
fi_fi: Julkaisupäivä
fr_fr: Date d’émission
hu_hu: A kiadás dátuma
id_id: Tanggal penerbitan
lt_lt: Išdavimo data
nl_nl: Uitgiftedatum
pl_pl: Data wystawienia
pt_br: Data de emissão
pt_pt: Data de emissão
ro_ro: Data emiterii
ru_ru: Дата выставления
sr_rs: Datum izdavanja
tr_tr: Düzenleme tarihi
uk_ua: Дата виставлення
vi_vn: Ngày cấp
zh_cn: 创建日期

source: New Invoice
ar_sa: فاتورة جديدة
bg_bg: Нова фактура
ca_es: Nova factura
cs_cz: Nová faktura
de_de: Neue Rechnung
el_gr: Νέο Παραστατικό
fa_ir: فاکتور جدید
fi_fi: Uusi lasku
fr_fr: Nouvelle facture
hu_hu: Új számla
id_id: Tagihan baru
lt_lt: Nauja sąskaita faktūra
nl_nl: Nieuwe factuur
pl_pl: Nowa faktura
pt_br: Nova Fatura
pt_pt: Nova fatura
ro_ro: Factură nouă
ru_ru: Новый счет
sr_rs: Novi račun
tr_tr: Yeni Fatura
uk_ua: Новий рахунок
vi_vn: Hóa đơn mới
zh_cn: 新发票

source: Issued at
ar_sa: تاريخ الإصدار
bg_bg: Издадено на
ca_es: Emès a
cs_cz: Vystaveno
de_de: Ausgestellt am
el_gr: Εκδόθηκε στις
fa_ir: صادر شده در
fi_fi: Kirjattu
fr_fr: Émis le
hu_hu: Kiadva
id_id: Diterbitkan pada
lt_lt: Išdavimo data
nl_nl: Gestuurd op
pl_pl: Wystawiona w
pt_br: Emitido em
pt_pt: Emitido em
ro_ro: Emis la
ru_ru: Выставлен
sr_rs: Izdato od
tr_tr: Düzenlendiği Tarih
uk_ua: Дата видачі
vi_vn: Phát hành vào
zh_cn: 签发于

source: Paid at
ar_sa: مدفوع في
bg_bg: Платено на
ca_es: Pagat a
cs_cz: Zaplaceno dne
de_de: Bezahlt am
el_gr: Πληρώθηκε στις
fa_ir: پرداخت شده در
fi_fi: Maksettu (päivä)
fr_fr: Payé le
hu_hu: Fizetett
id_id: Dibayar pada
lt_lt: Sumokėta
nl_nl: Betaald op
pl_pl: Zapłacone w
pt_br: Pago em
pt_pt: Pago em
ro_ro: Plătit la
ru_ru: Оплачен
sr_rs: Plaćeno do
tr_tr: Ödendi
uk_ua: Сплачено до
vi_vn: Thanh toán vào
zh_cn: 付款于

source: Export Invoices
ar_sa: تصدير الفواتير
bg_bg: Експортиране на фактурите
ca_es: Factures d'exportació
cs_cz: Exportovat faktury
de_de: Rechnungen exportieren
el_gr: Εξαγωγή Τιμολογίων
fa_ir: خروجی فاکتورها
fi_fi: Vie Laskut
fr_fr: Exporter des factures
hu_hu: Számlák exportálása
id_id: Ekspor Tagihan
lt_lt: Eksportuoti sąskaitas faktūras
nl_nl: Exporteer facturen
pl_pl: Eksportuj faktury
pt_br: Exportar Faturas
pt_pt: Facturas de exportação
ro_ro: Exportă facturile
ru_ru: Экспортировать счета
sr_rs: Izvoz računa
tr_tr: Faturaları Dışa Aktar
uk_ua: Експорт рахунків
vi_vn: Xuất hóa đơn
zh_cn: 导出账单

source: Prepare
ar_sa: الإعداد
bg_bg: Подготви
ca_es: Prepara't
cs_cz: Připravit
de_de: Vorbereiten
el_gr: Προετοιμασία
fa_ir: آماده کردن
fi_fi: Valmistele
fr_fr: Préparation
hu_hu: Elkészítés
id_id: Persiapan
lt_lt: Paruošti
nl_nl: Voorbereiden
pl_pl: Przygotuj
pt_br: Preparar
pt_pt: Preparar
ro_ro: Pregătire
ru_ru: Подготовить
sr_rs: Pripremiti
tr_tr: Hazırla
uk_ua: Підготувати
vi_vn: Chuẩn bị
zh_cn: 已准备

source: Invoice
ar_sa: الفاتورة
bg_bg: Фактура
ca_es: Factura
cs_cz: Faktura
de_de: Rechnung
el_gr: Παραστατικό
fa_ir: فاکتور
fi_fi: Lasku
fr_fr: Facture
hu_hu: Számla
id_id: Faktur
lt_lt: Sąskaita faktūra
nl_nl: Factuur
pl_pl: Faktura
pt_br: Fatura
pt_pt: Fatura
ro_ro: Factură
ru_ru: Счет
sr_rs: Račun
tr_tr: Fatura
uk_ua: Рахунок
vi_vn: Hóa đơn
zh_cn: 发票

source: Manage
ar_sa: إدارة
bg_bg: Управлявай
ca_es: Gestionar
cs_cz: Spravovat
de_de: Verwalten
el_gr: Διαχείριση
fa_ir: مدیریت
fi_fi: Hallitse
fr_fr: Gérer
hu_hu: Kezelés
id_id: Manajemen
lt_lt: Valdyti
nl_nl: Beheren
pl_pl: Zarządzaj
pt_br: Gerenciar
pt_pt: Gerir
ro_ro: Gestionați
ru_ru: Управление
sr_rs: Upravljaj
tr_tr: Yönet
uk_ua: Налаштувати
vi_vn: Quản lý
zh_cn: 管理

source: Texts
ar_sa: النصوص
bg_bg: Текстове
ca_es: Textos
cs_cz: Text
de_de: Texte
el_gr: Κείμενα
fa_ir: متن ها
fi_fi: Tekstit
fr_fr: Textes
hu_hu: Szövegek
id_id: Teks
lt_lt: Tekstai
nl_nl: Teksten
pl_pl: Teksty
pt_br: Textos
pt_pt: Textos
ro_ro: Texte
ru_ru: Matnlar
sr_rs: Tekstovi
tr_tr: İlave Yazılar
uk_ua: Тексти
vi_vn: Văn bản
zh_cn: 文本

source: Client credentials
ar_sa: بيانات اعتماد العميل
bg_bg: Пълномощия на клиента
ca_es: Credencials del client
cs_cz: Přihlašovací údaje klienta
de_de: Client-Anmeldedaten
el_gr: Διαπιστευτήρια πελάτη
fa_ir: اعتبار مشتری
fi_fi: Asiakkaan tunnukset
fr_fr: Informations d'identification du client
hu_hu: Ügyfél hitelesítő adatok
id_id: Kredensial klien
lt_lt: Kliento kredencialai
nl_nl: Klant gegevens
pl_pl: Dane klienta
pt_br: Credenciais do cliente
pt_pt: Credenciais do cliente
ro_ro: Credențiale client
ru_ru: Реквизиты клиента
sr_rs: Akreditivi klijenta
tr_tr: Müşteri Bilgileri
uk_ua: Облікові дані клієнта
vi_vn: Thông tin khách hàng
zh_cn: 客户凭据

source: Company credentials
ar_sa: بيانات اعتماد الشركة
bg_bg: Пълномощия на фирмата
ca_es: Credencials de l'empresa
cs_cz: Přihlašovací údaje společnosti
de_de: Anmeldedaten des Unternehmens
el_gr: Διαπιστευτήρια εταιρείας
fa_ir: اعتبار شرکت
fi_fi: Yrityksen tunnukset
fr_fr: Informations d'identification de l'entreprise
hu_hu: A vállalat hitelesítő adatai
id_id: Kredensial perusahaan
lt_lt: Įmonės kredencialai
nl_nl: Bedrijfs gegevens
pl_pl: Dane firmy
pt_br: Credenciais de empresa
pt_pt: Credenciais da empresa
ro_ro: Credențiale companie
ru_ru: Реквизиты компании
sr_rs: Akreditivi firme
tr_tr: Firma Bilgileriniz
uk_ua: Облікові дані компанії
vi_vn: Thông tin công ty
zh_cn: 公司凭据

source: Date Created
ar_sa: تاريخ الإنشاء
bg_bg: Дата на създаване
ca_es: Data de creació
cs_cz: Datum vytvoření
de_de: Erstellungsdatum
el_gr: Ημερομηνία Δημιουργίας
fa_ir: تاریخ ایجاد
fi_fi: Luontipäivä
fr_fr: Date de création
hu_hu: Létrehozás dátuma
id_id: Tanggal dibuat
lt_lt: Sukūrimo data
nl_nl: Datum aangemaakt
pl_pl: Data utworzenia
pt_br: Data de Criação
pt_pt: Data de criação
ro_ro: Data creării
ru_ru: Yaratilgan sanasi
sr_rs: Datum izdavanja
tr_tr: Oluşturma Tarihi
uk_ua: Дата створення
vi_vn: Ngày Tạo
zh_cn: 创建日期

source: Date Due
ar_sa: تاريخ الاستحقاق
bg_bg: Краен срок
ca_es: Data de venciment
cs_cz: Datum splatnosti
de_de: Fälligkeitsdatum
el_gr: Ημερομηνία Λήξης
fa_ir: تاریخ سررسید
fi_fi: Eräpäivä
fr_fr: Date d'échéance
hu_hu: Esedékesség dátuma
id_id: Tanggal jatuh tempo
lt_lt: Iki Data
nl_nl: Datum Vervalt
pl_pl: Termin płatności
pt_br: Vencimento
pt_pt: Data de vencimento
ro_ro: Data scadenței
ru_ru: Срок оплаты
sr_rs: Rok za plaćanje
tr_tr: Son Ödeme Tarihi
uk_ua: Дата закінчення
vi_vn: Ngày Đáo Hạn
zh_cn: 截止日期

source: Date Paid
ar_sa: تاريخ الدفعة
bg_bg: Дата на плащане
ca_es: Data de pagament
cs_cz: Datum zaplacení
de_de: Bezahlt am
el_gr: Ημερομηνία Πληρωμής
fa_ir: تاریخ پرداخت
fi_fi: Maksupäivä
fr_fr: Date de paiement
hu_hu: Fizetés dátuma
id_id: Tangga dibayar
lt_lt: Apmokėjimo data
nl_nl: Datum betaald
pl_pl: Data zapłaty
pt_br: Data de Pagamento
pt_pt: Data de pagamento
ro_ro: Data plății
ru_ru: To'langan sana
sr_rs: Datum plaćanja
tr_tr: Ödeme Tarihi
uk_ua: Дата платежу
vi_vn: Ngày Thanh Toán
zh_cn: 付款日期

source: Last Reminded
ar_sa: آخر تنبيه
bg_bg: Последно напомняне
ca_es: Últim recordatori
cs_cz: Poslední připomenutí
de_de: Letzte Mahnung
el_gr: Τελευταία Υπενθύμιση
fa_ir: آخرین یادآوری
fi_fi: Viimeksi Muistutettu
fr_fr: Dernier rappel
hu_hu: Utoljára emlékeztetve
id_id: Pengingat terakhir
lt_lt: Paskutinį kartą priminta
nl_nl: Laatste herinnering
pl_pl: Ostatnie przypomnienie
pt_br: Último Lembrete
pt_pt: Último lembrete
ro_ro: Ultima reamintire
ru_ru: Последнее напоминание
sr_rs: Poslednji podsetnik
tr_tr: Son Hatırlatma
uk_ua: Останнє нагадування
zh_cn: 最后提醒

source: View as client
ar_sa: اعرض كعميل
bg_bg: Преглед като клиент
ca_es: Veure com a client
cs_cz: Zobrazit z pohledu klienta
de_de: Als Kunde anzeigen
el_gr: Προβολή ως πελάτης
fa_ir: نمایش به عنوان مشتری
fi_fi: Näytä asiakkaana
fr_fr: Voir en tant que client
hu_hu: Ügyfélként való megtekintés
id_id: Lihat sebagai klien
lt_lt: Žiūrėti kaip klientui
nl_nl: Bekijk als klant
pl_pl: Zobacz jako klient
pt_br: Visualizar como cliente
pt_pt: Ver como cliente
ro_ro: Vizualizați ca și client
ru_ru: Посмотреть как клиент
sr_rs: Pogledajte kao klijent
tr_tr: Müşteri olarak görüntüle
uk_ua: Переглянути як клієнт
vi_vn: Xem với vai trò khách
zh_cn: 以客户身份查看

source: Send reminder
ar_sa: إرسال تذكير
bg_bg: Изпращане на напомнително съобщение
ca_es: Envia un recordatori
cs_cz: Poslat připomenutí
de_de: Erinnerungen senden
el_gr: Αποστολή υπενθύμισης
fa_ir: ارسال یادآوری
fi_fi: Lähetä muistutus
fr_fr: Envoyez le rappel
hu_hu: Emlékeztető küldése
id_id: Kirim pengingat
lt_lt: Siųsti priminimą
nl_nl: Verstuur herinnering
pl_pl: Wyślij przypomnienie
pt_br: Enviar lembrete
pt_pt: Enviar lembrete
ro_ro: Trimite reamintire
ru_ru: Отправить напоминание
sr_rs: Pošalji podsetnik
tr_tr: Hatırlama gönder
uk_ua: Надіслати нагадування
vi_vn: Gửi lời nhắc nhở
zh_cn: 发送提醒

source: Mark as paid
ar_sa: تحديد كمدفوع
bg_bg: Маркиране като платено
ca_es: Marca com a pagat
cs_cz: Označit jako uhrazené
de_de: Als bezahlt markiert
el_gr: Σημείωση ως πληρωμένο
fa_ir: علامت گذاری به عنوان پرداخت شده
fi_fi: Merkitse maksetuksi
fr_fr: Marquer comme payé
hu_hu: Fizetettként megjelölni
id_id: Tandai sudah dibayar
lt_lt: Pažymėti kaip sumokėtą
nl_nl: Markeer als betaald
pl_pl: Oznacz jako zapłacone
pt_br: Marcar como pago
pt_pt: Marcar como pago
ro_ro: Marchează ca plătit
ru_ru: Отметить как оплаченный
sr_rs: Označite kao plaćeno
tr_tr: Ödendi olarak işaretle
uk_ua: Позначити оплаченим
vi_vn: Đánh dấu là đã thanh toán
zh_cn: 标记为"已付款"

source: Enter Custom Transaction ID
ar_sa: أدخل معرف المعاملة المخصص
bg_bg: Въвеждане на персонализиран ид. номер на транзакцията
cs_cz: Zadejte vlastní ID transakce
de_de: Benutzerdefinierte Transaktions-ID eingeben
el_gr: Εισαγωγή Προσαρμοσμένου Id Συναλλαγής
fa_ir: شماره تراکنش دلخواه خود را وارد کنید
fi_fi: Syötä mukautettu tapahtuman tunnus
fr_fr: Saisissez l'ID de transaction personnalisé
hu_hu: Egyéni tranzakcióazonosító megadása
id_id: Masukan ID kustom transaksi
nl_nl: Voer eigen transactie-ID in
pl_pl: Wprowadź niestandardowy identyfikator transakcji
pt_br: Digite o ID de transação personalizada
ro_ro: Introdu ID-ul Tranzacției Personalizate
ru_ru: Введите пользовательский ID транзакции
sr_rs: Unesite ID prilagođene transakcije
tr_tr: Özel İşlem Kimliğini Girin
uk_ua: Введіть власний ID транзакції

source: Transaction ID
ar_sa: معرف العملية
bg_bg: ИД № на транзакция
cs_cz: ID transakce
de_de: Transaktionsnummer
el_gr: Αναγνωριστικό (ΙD) Συναλλαγής
fa_ir: شماره تراکنش
fi_fi: Tapahtuman tunnus
fr_fr: Identifiant de transaction
hu_hu: Tranzakció-azonosító
id_id: ID Transaksi
nl_nl: Transactie ID
pl_pl: Identyfikator transakcji
pt_br: ID da Transação
ro_ro: ID-ul tranzacţiei
ru_ru: ID транзакции
sr_rs: ID transakcije
tr_tr: İşlem Kimliği
uk_ua: ID транзакції

source: Add the transaction ID of the payment to mark the invoice as paid.
ar_sa: إضافة معرف المعاملة للدفع لتمييز الفاتورة كمدفوعة.
bg_bg: Добавете ид. номер на транзакцията на плащането, за да маркирате фактурата като платена.
cs_cz: Přidejte ID transakce platby k označení faktury jako zaplacené.
de_de: Fügen Sie die Transaktions-ID der Zahlung hinzu, um die Rechnung als bezahlt zu kennzeichnen.
el_gr: Προσθέστε το αναγνωριστικό συναλλαγής (ID) της πληρωμής για να σημειώσετε το τιμολόγιο ως πληρωμένο.
fa_ir: شناسه تراکنش پرداخت را اضافه کنید تا فاکتور را به عنوان پولی علامت گذاری کنید.
fi_fi: Lisää maksun tapahtumatunnus, jotta lasku voidaan merkitä maksetuksi.
fr_fr: Ajoutez l'ID de transaction du paiement pour marquer la facture comme payée.
hu_hu: Adja hozzá a fizetés tranzakcióazonosítóját a számla kifizetettként való megjelöléséhez.
id_id: Tambah ID transaksi dari pembayaran untuk menjadikan tagihan sudah dibayar.
nl_nl: Voeg de transactie-ID van de betaling toe om de factuur als betaald te markeren.
pl_pl: Dodaj identyfikator transakcji płatności, aby oznaczyć fakturę jako zapłaconą.
pt_br: Adicione o ID da transação do pagamento para marcar a fatura como paga.
ro_ro: Adăugați ID-ul tranzacției pentru a marca factura ca fiind plătită.
ru_ru: Добавьте идентификатор транзакции платежа, чтобы отметить счет как оплаченный.
sr_rs: Dodajte ID transakcije plaćanja da biste označili fakturu kao plaćenu.
tr_tr: Faturayı ödendi olarak işaretlemek için ödemenin işlem kimliğini ekleyin.
uk_ua: Додайте ID транзакції для позначки рахунку як оплачений.

source: This should be the transaction ID you use to reconcile your bank statement.
ar_sa: يجب أن يكون هذا معرف المعاملة الذي تستخدمه للتوفيق بين بياناتك المصرفية.
bg_bg: Това трябва да е идентификаторът на транзакцията, който използвате за сверяване на банковото си извлечение.
cs_cz: Toto by mělo být ID transakce, které používáte k sesouhlasení vašeho bankovního výpisu.
de_de: Dies sollte die Transaktions-ID sein, die Sie für den Abgleich Ihres Kontoauszugs verwenden.
el_gr: Αυτό θα πρέπει να είναι το αναγνωριστικό συναλλαγής που χρησιμοποιείτε για τη συμφωνία του τραπεζικού σας λογαριασμού.
fa_ir: این باید شناسه تراکنشی باشد که برای تطبیق صورت حساب بانکی خود استفاده می کنید.
fi_fi: Tämän pitäisi olla tapahtuman tunnus, jota käytät pankkitilisi täsmäyttämiseen.
fr_fr: Il doit s'agir de l'ID de transaction que vous utilisez pour rapprocher votre relevé bancaire.
hu_hu: Ennek a tranzakcióazonosítónak kell lennie a bankszámlakivonat egyeztetéséhez.
id_id: Ini seharusnya merupakan ID transaksi untuk rekonsilisasi dengan statemen bank.
nl_nl: Dit is de transactie-ID die moet overeenkomen op het bankafschrift.
pl_pl: Powinno to być ID transakcji, które używasz do uzgadniania wyciągu z banku.
pt_br: Este deve ser o ID da transação que você usa para reconciliar seu extrato bancário.
ro_ro: Acesta ar trebui să fie ID-ul tranzacției pe care îl utilizați pentru a reconcilia extrasul dvs. bancar.
ru_ru: Это должен быть идентификатор транзакции, используемый для сверки выписки из банка.
sr_rs: Ovo bi trebalo da bude ID transakcije koji koristite za usaglašavanje bankovnog izvoda.
tr_tr: Bu, banka ekstrenizin mutabakatını yapmak için kullandığınız işlem kimliği olmalıdır.
uk_ua: Це має бути ID транзакції, який ви використовуєте для звірки вашої банківської виписки.

source: Submit
ar_sa: إرسال
bg_bg: Изпращане
ca_es: Enviar
cs_cz: Odeslat
de_de: Absenden
el_gr: Υποβολή
fa_ir: تایید
fi_fi: Lähetä
fr_fr: Envoyer
hu_hu: Küldés
id_id: Kirimkan
lt_lt: Pateikti
nl_nl: Indienen
pl_pl: Wyślij
pt_br: Enviar
pt_pt: Enviar
ro_ro: Trimiteți
ru_ru: Отправить
sr_rs: Pošalji
tr_tr: Gönder
uk_ua: Надіслати
vi_vn: Gửi
zh_cn: 提交

source: Refund
ar_sa: إسترداد
bg_bg: Връщане
ca_es: Reemborsament
cs_cz: Vrátit peníze
de_de: Rückerstatten
el_gr: Επιστροφή χρημάτων
fa_ir: برگشت زدن
fi_fi: Hyvitys
fr_fr: Remboursement
hu_hu: Visszatérítés
id_id: Kembalikan dana
lt_lt: Grąžinti
nl_nl: Terugbetaling
pl_pl: Zwrot
pt_br: Reembolsar
pt_pt: Reembolso
ro_ro: Rambursați
ru_ru: Возврат
sr_rs: Vraćanje novca
tr_tr: Ücret İadesi
uk_ua: Повернення
vi_vn: Hoàn tiền
zh_cn: 退款

source: Invoice updated
ar_sa: تم تحديث الفاتورة
bg_bg: Фактурата бе обновена
ca_es: Factura actualitzada
cs_cz: Faktura byla aktualizována
de_de: Rechnung aktualisiert
el_gr: Το τιμολόγιο ενημερώθηκε
fa_ir: صورت‌حساب به‌روزرسانی شد
fi_fi: Lasku päivitetty
fr_fr: Facture mise à jour
hu_hu: Frissített számla
id_id: Faktur diperbarui
lt_lt: Sąskaita faktūra atnaujinta
nl_nl: Factuur bijgewerkt
pl_pl: Faktura zaktualizowana
pt_br: Fatura atualizada
pt_pt: Fatura actualizada
ro_ro: Factură a fost actualizată
ru_ru: Счет обновлен
sr_rs: Račun je ažuriran
tr_tr: Fatura güncellendi
uk_ua: Рахунок оновлено
vi_vn: Hoá đơn đã được cập nhật
zh_cn: 账单已更新

source: Approved
ar_sa: مقبولة
bg_bg: Одобрено
ca_es: Aprovat
cs_cz: Schváleno
de_de: Bestätigt
el_gr: Εγκρίθηκε
fa_ir: تایید شده
fi_fi: Hyväksytty
fr_fr: Approuvé
hu_hu: Elfogadva
id_id: Disetujui
lt_lt: Patvirtinta
nl_nl: Goedgekeurd
pl_pl: Zatwierdzone
pt_br: Aprovado
pt_pt: Aprovado
ro_ro: Aprobat
ru_ru: Подтверждено
sr_rs: Odobreno
tr_tr: Onaylandı
uk_ua: Схвалено
vi_vn: Đã duyệt
zh_cn: 已核准

source: Serie and number
ar_sa: السلسلة والرقم
bg_bg: Серия и номер
ca_es: Sèrie i número
cs_cz: Série a číslo
de_de: Rechnungsnummer
el_gr: Σειρά και αριθμός
fa_ir: سری و شماره
fi_fi: Sarja ja numero
fr_fr: Série et numéro
hu_hu: Sorozat és szám
id_id: Seri dan nomor
lt_lt: Serija ir numeris
nl_nl: Serie en nummer
pl_pl: Seria i numer
pt_br: Série e número
pt_pt: Série e número
ro_ro: Serie şi număr
ru_ru: Серия и номер
sr_rs: Serija i broj
tr_tr: Fatura Serisi ve Numarası
uk_ua: Серія та номер
vi_vn: Chuỗi và số
zh_cn: 序列和编号

source: Tax
ar_sa: الضريبة
bg_bg: Данък
ca_es: Impost
cs_cz: DPH
de_de: Steuer
el_gr: Φόρος
fa_ir: مالیات
fi_fi: Vero
fr_fr: Taxe
hu_hu: Adó
id_id: Pajak
lt_lt: Mokesčiai
nl_nl: BTW
pl_pl: Podatek
pt_br: Taxa
pt_pt: Imposto
ro_ro: Taxă
ru_ru: Налог
sr_rs: Porez
tr_tr: Vergi
uk_ua: Податок
vi_vn: Thuế
zh_cn: 税费

source: Payment method
ar_sa: طريقة الدفع
bg_bg: Метод на плащане
ca_es: Forma de pagament
cs_cz: Způsob platby
de_de: Bezahlmethode
el_gr: Τρόπος πληρωμής
fa_ir: روش پرداخت
fi_fi: Maksutapa
fr_fr: Mode de paiement
hu_hu: Fizetési mód
id_id: Metode pembayaran
lt_lt: Apmokėjimo būdas
nl_nl: Betaal methode
pl_pl: Metoda płatności
pt_br: Método de pagamento
pt_pt: Método de pagamento
ro_ro: Modalitate de plată
ru_ru: Способ оплаты
sr_rs: Opcije plaćanja
tr_tr: Ödeme Yöntemi
uk_ua: Спосіб оплати
vi_vn: Phương thức thanh toán
zh_cn: 付款方式

source: Select payment method
cs_cz: Zvolte způsob platby
ro_ro: Alege modalitatea de plată
ru_ru: Выберите способ оплаты

source: Due at
ar_sa: مستحقة بتاريخ
bg_bg: Дължимо на
ca_es: Degut a les
cs_cz: Termín do
de_de: Fällig am
el_gr: Ημερομηνία λήξης
fa_ir: سر رسید در
fi_fi: Eräpäivä
fr_fr: Date souhaitée
hu_hu: Esedékes
id_id: Tanggal Jatuh Tempo
lt_lt: Terminas
nl_nl: Vervalt op
pl_pl: Termin płatności
pt_br: Vence em
pt_pt: Vencimento em
ro_ro: Scadent la
ru_ru: Срок
sr_rs: Rok do
tr_tr: Son Ödeme Tarihi
uk_ua: Сплатити до
vi_vn: Hết hạn vào
zh_cn: 截止日期

source: Text before invoice items table
ar_sa: نص قبل جدول عناصر الفاتورة
bg_bg: Текст преди таблицата с елементи на фактурата
ca_es: Text abans de la taula d'articles de la factura
cs_cz: Text před tabulkou položek faktury
de_de: Text vor der Rechnungspositionstabelle
el_gr: Κείμενο πριν τον πίνακα στοιχείων τιμολογίου
fa_ir: متن قبل از جدول فاکتور
fi_fi: Teksti ennen laskun tuotetaulua
fr_fr: Texte avant le tableau des éléments de facture
hu_hu: Szöveg számla tételek táblázat előtt
id_id: Teks sebelum tabel daftar faktur
lt_lt: Tekstas prieš sąskaitos faktūros elementų lentelę
nl_nl: Tekst voor factuuritems tabel
pl_pl: Tekst przed tabelą pozycji faktury
pt_br: Texto antes da tabela de itens de fatura
pt_pt: Texto antes da tabela de itens de faturação
ro_ro: Text înainte de tabelul articolelor din factură
ru_ru: Текст перед таблицей позиций счета
sr_rs: Tekst tabele pre stavke računa
tr_tr: Fatura kalemleri tablosundan önceki metin
uk_ua: Текст перед списком послуг у рахунку
vi_vn: Văn bản trước bảng mục trong hóa đơn
zh_cn: 账单项目表前的文本

source: Text after invoice items table
ar_sa: نص بعد جدول عناصر الفاتورة
bg_bg: Текст след таблицата с елементи на фактурата
ca_es: Text després de la taula d'articles de la factura
cs_cz: Text za položkami faktury tabulka
de_de: Text nach Rechnungspositionen Tabelle
el_gr: Κείμενο μετά τον πίνακα στοιχείων τιμολογίου
fa_ir: متن بعد از جدول فاکتور
fi_fi: Teksti laskun tuotetaulukon jälkeen
fr_fr: Texte après le tableau des éléments de facture
hu_hu: Szöveg a számla tételek táblázata után
id_id: Teks setelah tabel daftar faktur
lt_lt: Tekstas po sąskaitos faktūros elementų lentelės
nl_nl: Tekst na factuuritems tabel
pl_pl: Tekst po tabeli pozycji faktury
pt_br: Texto antes da tabela de itens de fatura
pt_pt: Texto após a tabela de itens da fatura
ro_ro: Text după tabelul articolelor din factură
ru_ru: Текст после таблицы позиций счета
sr_rs: Tekst nakon tabele stavke računa
tr_tr: Fatura kalemleri tablosundan sonraki metin
uk_ua: Текст після списку послуг у рахунку
vi_vn: Văn bản sau bảng mục trong hóa đơn
zh_cn: 账单项目表后的文本
