Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Change your FTP/cPanel/SSH password.
ca_es: Canvia la teva contrasenya FTP/cPanel/SSH.
pt_pt: Altere a sua palavra-passe FTP/cPanel/SSH.
uk_ua: Змінити ваш FTP/cPanel/SSH пароль.

source: Automatic Update
ca_es: Actualització automàtica
pt_pt: Atualização automática
uk_ua: Автоматичне оновлення

source: The automatic updater is a one-click tool for updating FOSSBilling. PHP must be able to write to the directory where FOSSBilling is installed.
ca_es: L'actualització automàtica és una eina d'un sol clic per actualitzar FOSSBilling. PHP ha de ser capaç d'escriure al directori on està instal·lat FOSSBilling.
pt_pt: O atualizador automático é uma ferramenta de um clique para atualizar o FOSSBilling. O PHP deve poder escrever na diretoria onde o FOSSBilling está instalado.
uk_ua: Автоматичне оновлення є інструментом для оновлення FOSSBilling в один клік. PHP повинен мати можливість записати в каталог, де встановлений FOSSBilling.

source: Manual Update
ca_es: Actualització manual
pt_pt: Atualização do manual
uk_ua: Ручне оновлення

source: If the auto updater is unable to function in your current installation environment, a manual update is available as an alternative solution.
ca_es: Si l'actualització automàtica no pot funcionar al vostre entorn d'instal·lació actual, hi ha disponible una actualització manual com a solució alternativa.
pt_pt: Se o atualizador automático não puder funcionar no seu ambiente de instalação atual, está disponível uma atualização manual como solução alternativa.
uk_ua: Якщо автооновлення не в змозі виконувати функцію у вашому поточному середовищі інсталяції, ручне оновлення доступне як альтернативне рішення.

source: Our systems are undergoing a maintenance. We'll be back soon.
ca_es: Els nostres sistemes estan sotmesos a un manteniment. Tornarem aviat.
pt_pt: Os nossos sistemas estão a passar por uma manutenção. Voltaremos em breve.
uk_ua: Наші системи працюють в режимі технічного обслуговування. Ми скоро повернемося.

source: Can not remove registrar which has domains
ca_es: No es pot eliminar el registrador que té dominis
pt_pt: Não é possível remover um agente de registo que tenha domínios

source: Payment history
pt_pt: Histórico de pagamentos

source: Here you can track what you have been charged for and add more funds to your account
pt_pt: Aqui pode acompanhar o que lhe foi cobrado e adicionar mais fundos à sua conta

source: Add funds!
pt_pt: Adicionar fundos!

source: Please register with
pt_pt: Registar-se com

source: at
pt_pt: em

source: to change your profile image. Gravatar image updates may not appear immediately.
pt_pt: para alterar a sua imagem de perfil. As actualizações da imagem Gravatar podem não aparecer imediatamente.

source: Warning! Resetting the key will break existing applications using it!
pt_pt: Aviso! A reinicialização da chave interrompe as aplicações existentes que a utilizam!

source: Reset key
pt_pt: Tecla de reposição

source: Create new client profile if you want to manage your money in other currency
pt_pt: Criar um novo perfil de cliente se pretender gerir o seu dinheiro noutra moeda

source: Setup scheduled tasks to be executed once a day
ca_es: Configureu les tasques programades per executar-les un cop al dia
pt_pt: Configurar tarefas agendadas para serem executadas uma vez por dia

source: Back to emails list
pt_pt: Voltar à lista de e-mails

source: From:
pt_pt: De:

source: To:
pt_pt: Para:

source: Created at:
pt_pt: Criado em:

source: Here you can find all the emails we sent you. Please click on email topic in left column and it will be displayed in right side.
pt_pt: Aqui pode encontrar todas as mensagens de correio eletrónico que lhe enviámos. Clique no tópico do correio eletrónico na coluna da esquerda e este será apresentado no lado direito.

source: Proforma Invoicing / Sequential Invoice Numbering
pt_pt: Faturação proforma / Numeração sequencial de facturas

source: Proforma invoice prefix/series
pt_pt: Prefixo/série da fatura proforma

source: List of invoices
pt_pt: Lista de facturas

source: Proforma invoice
pt_pt: Fatura proforma

source: Receipt
pt_pt: Recibo

source: Please choose payment type and pay for your chosen products.
pt_pt: Seleccione o tipo de pagamento e pague os produtos escolhidos.

source: You can print this invoice or export it to PDF file by clicking on corresponding button.
pt_pt: Pode imprimir esta fatura ou exportá-la para um ficheiro PDF, clicando no botão correspondente.

source: Invoice Number
pt_pt: Número da fatura

source: Read more ...
pt_pt: Ler mais ...

source: by
pt_pt: por

source: Back to list
pt_pt: Voltar à lista

source: All of your orders are displayed here. Click on any order to get full information about it.
pt_pt: Todas as suas encomendas são apresentadas aqui. Clique em qualquer encomenda para obter informações completas sobre a mesma.

source: Request Cancellation
pt_pt: Pedido de cancelamento

source: Back to services
pt_pt: Voltar aos serviços

source: I would like to cancel
pt_pt: Gostaria de cancelar

source: Have coupon code?
pt_pt: Tem um código de cupão?

source: Promo code was removed
pt_pt: O código promocional foi removido

source: Your email address
pt_pt: O seu endereço de correio eletrónico

source: Log in
pt_pt: Iniciar sessão

source: Or register
pt_pt: Ou registar-se

source: Or Login
pt_pt: Ou iniciar sessão

source: Powered by FOSSBilling
pt_pt: Criado por FOSSBilling

source: Back to Homepage
pt_pt: Voltar à página inicial

source: Signup
pt_pt: Registo

source: Account has been created
pt_pt: A conta foi criada

source: Please check your mailbox and confirm email address
pt_pt: Verifique a sua caixa de correio e confirme o seu endereço de correio eletrónico

source: Domain locking is a security enhancement to prevent unauthorized transfers of your domain to another registrar or web host by "locking" your domain name servers.
pt_pt: O bloqueio de domínios é uma melhoria de segurança que impede transferências não autorizadas do seu domínio para outro fornecedor de serviços de registo ou anfitrião Web através do 'bloqueio' dos servidores de nomes de domínio.

source: All domain names (except a .EU, .UK domain name) have a Domain (Transfer) Secret Key/Authorization Code (EPP Code) associated with them. This would be required if you want to transfer service.
pt_pt: Todos os nomes de domínio (exceto um nome de domínio .EU, .UK) têm uma Chave Secreta de Domínio (Transferência) / Código de Autorização (Código EPP) associado. Este código é necessário se pretender transferir o serviço.

source: Jump to cPanel
pt_pt: Ir para o cPanel

source: mydomain
pt_pt: meudomínio

source: Sign in
pt_pt: Iniciar sessão

source: Try using other keyword. No matches found for keyword:
pt_pt: Tente utilizar outra palavra-chave. Não foram encontradas correspondências para a palavra-chave:

source: Last tickets
pt_pt: Últimos bilhetes

source: Back to tickets list
pt_pt: Voltar à lista de bilhetes

source: Submit new ticket
pt_pt: Enviar novo bilhete

source: Whoops! This is not the web page you are looking for.
pt_pt: Ops! Esta não é a página web que procura.

source: Order services
pt_pt: Encomendar serviços

source: User profile
pt_pt: Perfil do utilizador

source: profile
pt_pt: perfil

source: sign out
pt_pt: assinar

source: Powered by the FOSSBilling Community
pt_pt: Desenvolvido pela comunidade FOSSBilling

source: Here you can manage and track your account balance
ca_es: Aquí pot gestionar i consultar els moviments del seu compte

source: Labels on top
vi_vn: Nhãn ở trên

source: Do not show form title
vi_vn: Ẩn tiêu đề form
