Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Reply
ar_sa: رد
bg_bg: Отговор
ca_es: Respondre
cs_cz: Odpovědět
de_de: Antwort
el_gr: Απάντηση
fa_ir: پاسخ
fi_fi: Vastaa
fr_fr: Répondre
hu_hu: Válasz
id_id: Balas
lt_lt: Atsakyti
nl_nl: Reageren
pl_pl: Odpowiedz
pt_br: Responder
pt_pt: Responder
ro_ro: Răspundeți
ru_ru: Javob berish
sr_rs: Odgovori
tr_tr: Yanıtla
uk_ua: Відповісти
vi_vn: Trả lời
zh_cn: 答复

source: Balance
ar_sa: الرصيد
bg_bg: Баланс
ca_es: Balanç
cs_cz: Zůstatek
de_de: Guthaben
el_gr: Υπόλοιπο
fa_ir: موجودی
fi_fi: Saldo
fr_fr: Solde
hu_hu: Egyensúly
id_id: Saldo
lt_lt: Balansas
nl_nl: Saldo
pl_pl: Saldo
pt_br: Balanço
pt_pt: Equilíbrio
ro_ro: Sold
ru_ru: Balans
sr_rs: Trenutni kredit
tr_tr: Bakiye
uk_ua: Баланс
vi_vn: Số dư
zh_cn: 余额

source: All Invoices
ar_sa: كافة الفواتير
bg_bg: Всички фактури
ca_es: Totes les factures
cs_cz: Všechny faktury
de_de: Alle Rechnungen
el_gr: Όλα τα Παραστατικά
fa_ir: همه فاکتورها
fi_fi: Kaikki laskut
fr_fr: Toutes les factures
hu_hu: Minden számla
id_id: Semua Faktur
lt_lt: Visos sąskaitos faktūros
nl_nl: Alle facturen
pl_pl: Wszystkie faktury
pt_br: Todas as Faturas
pt_pt: Todas as facturas
ro_ro: Toate facturile
ru_ru: Все счета
sr_rs: Svi računi
tr_tr: Tüm Faturalar
uk_ua: Всі рахунки
vi_vn: Tất cả hóa đơn
zh_cn: 所有发票

source: Paid
ar_sa: مدفوع
bg_bg: Платено
ca_es: Pagat
cs_cz: Zaplaceno
de_de: Bezahlt
el_gr: Πληρωμένα
fa_ir: پرداخت شده
fi_fi: Maksettu
fr_fr: Payé
hu_hu: Fizetett
id_id: Dibayar
lt_lt: Apmokėta
nl_nl: Betaald
pl_pl: Zapłacone
pt_br: Pago
pt_pt: Pago
ro_ro: Plătite
ru_ru: To'langan
sr_rs: Plaćeno
tr_tr: Ödenmiş
uk_ua: Сплачено
vi_vn: Đã thanh toán
zh_cn: 已付款

source: Unpaid
ar_sa: غير مدفوع
bg_bg: Неплатено
ca_es: Pendent de pagament
cs_cz: Nezaplaceno
de_de: Unbezahlt
el_gr: Απλήρωτα
fa_ir: پرداخت نشده
fi_fi: Maksamattomat
fr_fr: Non payé
hu_hu: Fizetetlen
id_id: Belum dibayar
lt_lt: Neapmokėta
nl_nl: Niet betaald
pl_pl: Niezapłacone
pt_br: Não Paga
pt_pt: Não pago
ro_ro: Neplătite
ru_ru: Не оплачено
sr_rs: Nije plaćeno
tr_tr: Ödenmemiş
uk_ua: Не сплачено
vi_vn: Chưa thanh toán
zh_cn: 未付款

source: New Order
cs_cz: Nová objednávka
fr_fr: Nouvelle Commande
hu_hu: Új rendelés
ro_ro: Comandă nouă
ru_ru: Новый заказ
sr_rs: Nova Porudžbina

source: All orders
ar_sa: جميع الطلبات
bg_bg: Всички поръчки
ca_es: Totes les comandes
cs_cz: Všechny objednávky
de_de: Alle Bestellungen
el_gr: Όλες οι παραγγελίες
fa_ir: همه سفارشات
fi_fi: Kaikki tilaukset
fr_fr: Toutes les commandes
hu_hu: Minden megrendelés
id_id: Semua Pesanan
lt_lt: Visi užsakymai
nl_nl: Alle bestellingen
pl_pl: Wszystkie zamówienia
pt_br: Todos os pedidos
pt_pt: Todas as encomendas
ro_ro: Toate comenzile
ru_ru: Barcha buyurtmalar
sr_rs: Sve narudžbe
tr_tr: Tüm Siparişler
uk_ua: Всі замовлення
vi_vn: Tất cả đơn hàng
zh_cn: 全部订单

source: Expiring
ar_sa: سينتهي قريبا
bg_bg: Изтича на
ca_es: Caducant
cs_cz: Brzo skončí
de_de: Auslaufend
el_gr: Λήγουν
fa_ir: در حال انقضاء
fi_fi: Vanhentuva
fr_fr: Expire
hu_hu: Lejáró
id_id: Kedaluwarsa
lt_lt: Baigia galioti
nl_nl: Verlopen
pl_pl: Wygasa
pt_br: Expirando
pt_pt: Expiração
ro_ro: Încheiate
ru_ru: Истекает
sr_rs: Ističu
tr_tr: Süresi Bitenler
vi_vn: Sắp hết hạn
zh_cn: 即将过期

source: New ticket
ar_sa: تذكرة جديدة
bg_bg: Нов билет
ca_es: Entrada nova
cs_cz: Nový tiket
de_de: Neues Ticket
el_gr: Νέο αίτημα
fa_ir: تیکت جدید
fi_fi: Uusi tukipyyntö
fr_fr: Nouveau ticket
hu_hu: Új jegy
id_id: Tiket baru
lt_lt: Naujas bilietas
nl_nl: Nieuw ticket
pl_pl: Nowe zgłoszenie
pt_br: Novo Ticket
pt_pt: Novo bilhete
ro_ro: Tichet nou
ru_ru: Новый тикет
sr_rs: Novi tiket
tr_tr: Yeni Destek Talebi
uk_ua: Нове звернення
vi_vn: Tạo phiếu yêu cầu mới
zh_cn: 新工单

source: All tickets
ar_sa: كافة التذاكر
bg_bg: Всички билети
ca_es: Totes les entrades
cs_cz: Všechny tikety
de_de: Alle Tickets
el_gr: Όλα τα αιτήματα
fa_ir: همه تیکت ها
fi_fi: Kaikki tukipyynnöt
fr_fr: Tous les tickets
hu_hu: Minden jegy
id_id: Semua tiket
lt_lt: Visi bilietai
nl_nl: Alle tickets
pl_pl: Wszystkie zgłoszenia
pt_br: Todos os Tickets
pt_pt: Todos os bilhetes
ro_ro: Toate tichetele
ru_ru: Все тикеты
sr_rs: Svi tiketi
tr_tr: Tüm Destek Talepleri
uk_ua: Усі звернення
vi_vn: Tất cả yêu cầu
zh_cn: 所有工单

source: Open
ar_sa: فتح
bg_bg: Отвори
ca_es: Obrir
cs_cz: Otevřeno
de_de: Offen
el_gr: Ανοιχτό
fa_ir: باز
fi_fi: Avoin
fr_fr: Ouvert
hu_hu: Nyitva
id_id: Buka
lt_lt: Atidarytas
pl_pl: Otwarte
pt_br: Aberto
pt_pt: Aberto
ro_ro: Deschise
ru_ru: Открыто
sr_rs: Otvoren
tr_tr: Açık
uk_ua: Відкрито
vi_vn: Mở
zh_cn: 开放

source: On Hold
ar_sa: معلقة
bg_bg: Задържана
ca_es: Reservat
cs_cz: Čeká
de_de: Angehalten
el_gr: Σε Αναμονή
fa_ir: در حالت انتظار
fi_fi: Pidossa
fr_fr: En attente
hu_hu: Várakozik
id_id: Ditahan
lt_lt: Užlaikytas
nl_nl: In de wacht
pl_pl: Wstrzymane
pt_br: Em espera
pt_pt: Em espera
ro_ro: În așteptare
ru_ru: На удержании
sr_rs: Na čekanju
tr_tr: Beklemede
uk_ua: Очікує
vi_vn: Đang chờ
zh_cn: 暂缓

source: Recent orders
ar_sa: الطلبات الحديثة
bg_bg: Скорошни поръчки
ca_es: Comandes recents
cs_cz: Nedávné objednávky
de_de: Letzte Bestellungen
el_gr: Πρόσφατες παραγγελίες
fa_ir: آخرین سفارش‌ها
fi_fi: Viimeisimmät tilaukset
fr_fr: Commandes récentes
hu_hu: Legutóbbi megrendelések
id_id: Penjualan terbaru
lt_lt: Naujausi užsakymai
nl_nl: Recente bestellingen
pl_pl: Ostatnie zamówienia
pt_br: Pedidos recentes
pt_pt: Encomendas recentes
ro_ro: Comenzi recente
ru_ru: Недавние заказы
sr_rs: Nedavne narudžbe
tr_tr: Son Siparişler
uk_ua: Останні замовлення
vi_vn: Đơn hàng gần đây
zh_cn: 最近的订单

source: Recent emails
ar_sa: رسائل البريد الإلكتروني الأخيرة
bg_bg: Скорошни имейли
ca_es: Correus electrònics recents
cs_cz: Nedávné e-maily
de_de: Letzte E-Mails
el_gr: Πρόσφατα emails
fa_ir: آخرین ایمیل ها
fi_fi: Viimeisimmät sähköpostit
fr_fr: E-mails récents
hu_hu: Legutóbbi e-mailek
id_id: Email terbaru
lt_lt: Naujausi el. laiškai
nl_nl: Recente e-mails
pl_pl: Ostatnie e-maile
pt_br: E-mails recentes
pt_pt: Mensagens electrónicas recentes
ro_ro: E-mail-uri recente
ru_ru: Недавние письма
sr_rs: Nedavni mailovi
tr_tr: Son E-postalar
uk_ua: Недавні листи
vi_vn: Email gần đây
zh_cn: 最近的电子邮件

source: From
ar_sa: من
bg_bg: От
ca_es: Des de
cs_cz: Od
de_de: Von
el_gr: Από
fa_ir: از
fi_fi: Lähettäjä
fr_fr: De
hu_hu: Tól től
id_id: Dari
lt_lt: Nuo
nl_nl: Van
pl_pl: Od
pt_br: De
pt_pt: De
ro_ro: De la
ru_ru: От
sr_rs: Od
tr_tr: Gönderen
uk_ua: Від
vi_vn: Từ
zh_cn: 来自

source: Sent
ar_sa: مُرسل
bg_bg: Изпратено
ca_es: Enviat
cs_cz: Odesláno
de_de: Gesendet
el_gr: Απεσταλμένα
fa_ir: ارسال شده
fi_fi: Lähetetty
fr_fr: Envoyé
hu_hu: Elküldve
id_id: Terkirim
lt_lt: Išsiųsta
nl_nl: Verzonden
pl_pl: Wysłane
pt_br: Enviado
pt_pt: Enviado
ro_ro: Trimis
ru_ru: Отправлено
sr_rs: Pošalji
tr_tr: Gönderilme Tarihi
uk_ua: Надіслати
vi_vn: Đã gửi
zh_cn: 已发送

source: Email resent
ar_sa: تمّت إعادة إرسال البريد
bg_bg: Повторно изпращане на имейла
ca_es: Correu electrònic tornat a enviar
cs_cz: Email znovu odeslán
de_de: E-Mail erneut gesendet
el_gr: Επαναποστολή email
fa_ir: ارسال مجدد ایمیل
fi_fi: Sähköposti lähetetty uudelleen
fr_fr: E-mail renvoyé
hu_hu: Újraküldött e-mail
id_id: Email dikirim ulang
lt_lt: El. laiškas nusiųstas iš naujo
nl_nl: Email opnieuw verstuurd
pl_pl: E-mail ponownie wysłany
pt_br: Email reenviado
pt_pt: Reenvio de correio eletrónico
ro_ro: E-mail-ul a fost retrimis
ru_ru: Письмо отправлено повторно
sr_rs: E-mail je odbijen
tr_tr: E-posta tekrar gönderildi
uk_ua: Email було надіслано повторно
vi_vn: Đã gửi lại email
zh_cn: 已重新发送电子邮件

source: Resend
ar_sa: إعادة إرسال
bg_bg: Повторно изпращане
ca_es: Reenviar
cs_cz: Poslat znovu
de_de: Erneut senden
el_gr: Επαναποστολή
fa_ir: ارسال دوباره
fi_fi: Lähetä uudelleen
fr_fr: Envoyer à nouveau
hu_hu: Újraküldés
id_id: Kirim ulang
lt_lt: Siųsti dar kartą
nl_nl: Opnieuw verzenden
pl_pl: Ponownie wyślij
pt_br: Reenviar
pt_pt: Reenviar
ro_ro: Retrimite
ru_ru: Отправить повторно
sr_rs: Ponovo poslati
tr_tr: Tekrar Gönder
uk_ua: Надіслати повторно
vi_vn: Gửi lại
zh_cn: 重新发送

source: Information
ar_sa: معلومات
bg_bg: Информация
ca_es: Informació
cs_cz: Informace
de_de: Hinweis
el_gr: Πληροφορίες
fa_ir: اطلاعات
fi_fi: Tiedot
hu_hu: Információ
id_id: Informasi
lt_lt: Informacija
nl_nl: Informatie
pl_pl: Informacje
pt_br: Informação
pt_pt: Informações
ro_ro: Informaţie
ru_ru: Информация
sr_rs: Informacije
tr_tr: Bilgi
uk_ua: Інформація
vi_vn: Thông tin
zh_cn: 信息

source: Email logging is not enabled. If you want to log sent mails to database, enable it in
ar_sa: لم يتم تمكين تسجيل البريد الإلكتروني. إذا كنت ترغب في تسجيل الرسائل المرسلة إلى قاعدة البيانات، قم بتمكينها في
bg_bg: Регистрирането на имейли не е разрешено. Ако искате да записвате изпратените писма в базата данни, разрешете това в
ca_es: El registre de correu electrònic no està habilitat. Si voleu registrar els correus enviats a la base de dades, activeu-lo
cs_cz: Protokolování e-mailů není povoleno. Pokud chcete zaznamenávat odeslané e-maily do databáze, povolte je v
de_de: Die E-Mail-Protokollierung ist nicht aktiviert. Wenn Sie gesendete E-Mails in der Datenbank protokollieren möchten, aktivieren Sie dies unter
el_gr: Η καταγραφή μέσω ηλεκτρονικού ταχυδρομείου δεν είναι ενεργοποιημένη. Αν θέλετε να καταγράφετε τα αποσταλμένα μηνύματα στη βάση δεδομένων, ενεργοποιήστε το στο
fa_ir: ثبت ایمیل فعال نیست. اگر می خواهید ایمیل های ارسال شده را به پایگاه داده وارد کنید، آن را فعال کنید
fi_fi: Sähköpostilokitusta ei ole otettu käyttöön. Jos haluat kirjata lähetetyt sähköpostit tietokantaan, ota se käyttöön kohdassa
fr_fr: La journalisation des e-mails n'est pas activée. Si vous souhaitez enregistrer les e-mails envoyés dans la base de données, activez-le dans
hu_hu: Az e-mail naplózás nincs engedélyezve. Ha naplózni szeretné az elküldött e-maileket az adatbázisba, engedélyezze azt a
id_id: Pencatatan email tidak diaktifkan. Jika Anda ingin mencatat email terkirim ke basis data, aktifkan di
lt_lt: El. pašto saugojimas neįjungtas. Jei norite išsaugoti išsiųstus laiškus į duomenų bazę, įjunkite jį
nl_nl: E-maillogboekregistratie is niet ingeschakeld. Om e-mails in de database te loggen, moet deze functie worden ingeschakeld
pl_pl: Logowanie e-maili nie jest włączone. Jeśli chcesz zapisywać wysłane e-maile w bazie danych, włącz to w
pt_br: Registro de e-mail não está habilitado. Se você deseja registrar os e-mails enviados para o banco de dados, habilite em
pt_pt: O registo de correio eletrónico não está ativado. Se pretender registar os e-mails enviados para a base de dados, active-o em
ro_ro: Logarea prin email nu este activată. Dacă doriți să înregistrați email-urile trimise către baza de date, activați-o în
ru_ru: Логирование писем не включено. Если вы хотите сохранять отправленные письма в базе данных, включите это в
sr_rs: E-mail prijavljivanje nije omoguć́eno. Ako želite da prijavite poslate poruke u bazu podataka, omoguć́ite to
tr_tr: E-posta kaydı etkinleştirilmemiş. Gönderilen postaları veritabanına kaydetmek istiyorsanız, bunu etkinleştirin
uk_ua: Журнал електронної пошти не ввімкнено. Якщо ви хочете реєструвати надіслані листи до бази даних, увімкніть це
vi_vn: Ghi nhật ký email chưa được bật. Nếu bạn muốn lưu email đã gửi vào cơ sở dữ liệu, hãy bật nó tại
zh_cn: 电子邮件的日志功能未启用。如果您想要将发送的邮件记录到数据库里，请启用它

source: email settings.
ar_sa: إعدادات البريد.
bg_bg: имейл настройки.
ca_es: configuració del correu electrònic.
cs_cz: nastavení e-mailu.
de_de: E-Mail-Einstellungen.
el_gr: ρυθμίσεις Email.
fa_ir: تنظیمات ایمیل.
fi_fi: sähköpostiasetukset.
fr_fr: Paramètres de messagerie.
hu_hu: e-mail beállítások.
id_id: pengaturan email.
lt_lt: El. pašto nustatymai.
nl_nl: e-mail instellingen.
pl_pl: ustawieniach e-maila.
pt_br: configurações de e-mail.
pt_pt: definições de correio eletrónico.
ro_ro: setări e-mail.
ru_ru: настройках почты.
sr_rs: e-mail podešavanja.
tr_tr: e-posta ayarları.
uk_ua: Налаштування електронної пошти.
vi_vn: cài đặt e-mail.
zh_cn: 邮件设置

source: Email templates
ar_sa: نماذج البريد الإلكتروني
bg_bg: Имейл шаблони
ca_es: Plantilles de correu electrònic
cs_cz: Šablony e-mailů
el_gr: Πρότυπα email
fa_ir: قالب های ایمیل
fi_fi: Sähköpostimallit
fr_fr: Modèles d’e-mail
hu_hu: Email sablonok
id_id: Template Email
lt_lt: El. laiškų šablonai
nl_nl: E-mail sjablonen
pl_pl: Szablony e-maili
pt_br: Modelo de e-mail
pt_pt: Modelos de correio eletrónico
ro_ro: Şabloane de e-mail
ru_ru: Шаблоны писем
sr_rs: Šabloni e-maila
tr_tr: E-posta Şablonları
uk_ua: Поштові шаблони
vi_vn: Mẫu e-mail
zh_cn: 电子邮件模板

source: New template
ar_sa: نموذج جديد
bg_bg: Нов шаблон
ca_es: Nova plantilla
cs_cz: Nová šablona
de_de: Neues Template
el_gr: Νέο πρότυπο
fa_ir: قالب جدید
fi_fi: Uusi malli
fr_fr: Nouveau modèle
hu_hu: Új sablon
id_id: Tema baru
lt_lt: Naujas šablonas
nl_nl: Nieuwe sjabloon
pl_pl: Nowy szablon
pt_br: Novo modelo
pt_pt: Novo modelo
ro_ro: Șablon nou
ru_ru: Новый шаблон
sr_rs: Novi šablon
tr_tr: Yeni Şablon
uk_ua: Новий шаблон
vi_vn: Mẫu mới
zh_cn: 新模板

source: Email queue
ar_sa: قائمة انتظار البريد الإلكتروني
bg_bg: Имейл опашка
cs_cz: Emailová fronta
de_de: E-Mail-Warteschlange
el_gr: Ουρά e-mail
fa_ir: صف ایمیل
fi_fi: Sähköpostin jono
fr_fr: File d'attente des emails
hu_hu: E-mail sor
id_id: Pengantrian Email
nl_nl: E-mail wachtrij
pl_pl: Kolejka e-maili
pt_br: Fila de E-mail
ro_ro: E-mail în coadă
ru_ru: Очередь писем
sr_rs: E-mail red
tr_tr: E-posta kuyruğu

source: Email settings
ar_sa: إعدادات البريد
bg_bg: Настройки за имейли
ca_es: Configuració de correu
cs_cz: Nastavení e-mailů
de_de: E-Mail Einstellungen
el_gr: Ρυθμίσεις email
fa_ir: تنظیمات ایمیل
fi_fi: Sähköpostiasetukset
fr_fr: Réglages des emails
hu_hu: E-mail beállítások
id_id: Pengaturan email
lt_lt: El. pašto nustatymai
nl_nl: E-mail instellingen
pl_pl: Ustawienia e-maila
pt_br: Configurações de Email
pt_pt: Definições de correio eletrónico
ro_ro: Setări e-mail
ru_ru: Настройки почты
sr_rs: E-mail podešavanja
tr_tr: E-posta Ayarları
uk_ua: Налаштування e-mail
vi_vn: Cài đặt e-mail
zh_cn: 电子邮件设置

source: Regenerate templates
cs_cz: Znovu generovat šablony
hu_hu: Sablonok újragenerálása
ro_ro: Regenerază șabloanele
ru_ru: Перегенерировать шаблоны

source: All email templates enabled
cs_cz: Všechny šablony e-mailů povoleny
hu_hu: Minden E-mail sablon engedélyezve
ro_ro: Toate șabloanele de e-mail activate
ru_ru: Все шаблоны писем включены

source: Enable all
cs_cz: Povolit vše
fr_fr: Tout activer
hu_hu: Összes engedélyezése
ro_ro: Activați toate
ru_ru: Включить все

source: All email templates disabled
cs_cz: Všechny šablony e-mailů jsou zakázány
hu_hu: Minden E-mail sablon letiltva
ro_ro: Toate șabloanele de e-mail dezactivate
ru_ru: Все шаблоны писем отключены

source: Disable all
cs_cz: Zakázat vše
hu_hu: Összes letiltása
ro_ro: Dezactivați toate
ru_ru: Отключить все

source: Extension
ar_sa: الإضافات
bg_bg: Разширения
ca_es: Extensió
cs_cz: Rozšíření
de_de: Dateiendung
el_gr: Προέκταση
fa_ir: افزونه
fi_fi: Laajennus
hu_hu: Hosszabbítás
id_id: Ekstensi
lt_lt: Plėtinys
nl_nl: Uitbreiding
pl_pl: Rozszerzenie
pt_br: Extensão
pt_pt: Extensão
ro_ro: Extensie
ru_ru: Расширение
sr_rs: Ekstenzije
tr_tr: Eklenti
uk_ua: Розширення
vi_vn: Mở rộng
zh_cn: 扩展程序

source: Enabled
ar_sa: مفعّل
bg_bg: Активирано
ca_es: Habilitat
cs_cz: Povoleno
de_de: Aktiviert
el_gr: Ενεργό
fa_ir: فعال
fi_fi: Käytössä
fr_fr: Activé
hu_hu: Engedélyezve
id_id: Aktif
lt_lt: Įjungtas
nl_nl: Ingeschakeld
pl_pl: Włączone
pt_br: Ativado
pt_pt: Ativado
ro_ro: Activat
ru_ru: Включено
sr_rs: Uključeno
tr_tr: Etkin
uk_ua: Увімкнено
vi_vn: Đã bật
zh_cn: 已启用

source: Are you sure you want to delete this template?
ar_sa: هل أنت متأكد من حذف هذا القالب؟
bg_bg: Наистина ли искате да изтриете този шаблон?
ca_es: Esteu segur que voleu suprimir aquesta plantilla?
cs_cz: Skutečně chcete tuto šablonu odstranit?
de_de: Bist du sicher, dass du die Vorlage löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το πρότυπο;
fa_ir: آیا مطمئن هستید که می خواهید این قالب را حذف کنید?
fi_fi: Oletko varma, että haluat poistaa tämän sivupohjan?
fr_fr: Êtes-vous sûr de vouloir supprimer ce modèle ?
hu_hu: Biztosan törlöd ezt a sablont?
id_id: Anda yakin ingin menghapus template ini?
lt_lt: Ar tikrai norite ištrinti šį šabloną?
nl_nl: Zeker van het verwijderen van deze template?
pl_pl: Czy na pewno chcesz usunąć ten szablon?
pt_br: Tem certeza de que deseja excluir este modelo?
pt_pt: Tem a certeza de que pretende eliminar este modelo?
ro_ro: Sunteţi sigur că doriţi să ştergeţi acest şablon?
ru_ru: Вы уверены, что хотите удалить этот шаблон?
sr_rs: Da li ste sigurni da želite da izbrišete ovaj šablon?
tr_tr: Bu şablonu silmek istediğinizden emin misiniz?
uk_ua: Ви дійсно бажаєте видалити цей шаблон?
vi_vn: Bạn có chắc muốn xóa bỏ mẫu này?
zh_cn: 您确定要删除此模板吗？

source: The list is empty. Depending on modules enabled email templates will be inserted after first event occurrence.
ar_sa: القائمة فارغة. تبعاً للوحدات، سيتم إدراج قوالب البريد الإلكتروني بعد وقوع الحدث الأول.
bg_bg: Списъкът е празен. В зависимост от модулите активираните шаблони за електронна поща ще бъдат вмъкнати след появата на първото събитие.
ca_es: La llista està buida. Depenent dels mòduls habilitats, les plantilles de correu electrònic s'inseriran després del primer esdeveniment.
cs_cz: Seznam je prázdný. V závislosti na povolených modulech budou po první události vloženy šablony e-mailů.
de_de: Die Liste ist leer. Abhängig von Modulen werden die E-Mail-Vorlagen nach dem ersten Ereignis eingefügt.
el_gr: Η λίστα είναι κενή. Ανάλογα με τις ενότητες που έχουν ενεργοποιηθεί τα πρότυπα ηλεκτρονικού ταχυδρομείου θα εισαχθούν μετά την εμφάνιση του πρώτου συμβάντος.
fa_ir: لیست خالی است. بسته به ماژول‌های فعال، قالب‌های ایمیل پس از وقوع اولین رویداد درج خواهند شد.
fi_fi: Luettelo on tyhjä. Käytössä olevista moduuleista riippuen sähköpostimallit lisätään ensimmäisen tapahtuman jälkeen.
fr_fr: La liste est vide. En fonction des modules activés, des modèles d'e-mails seront insérés après la première occurrence de l'événement.
hu_hu: A lista üres. Az engedélyezett moduloktól függően az e-mail sablonok az első esemény bekövetkezése után kerülnek beillesztésre.
id_id: Daftarnya kosong. Mengacu pada modul templat surel yang akan dimasukkan pertama kali.
lt_lt: Sąrašas tuščias. Priklausomai nuo įgalintų modulių, el. pašto šablonai bus įterpti po pirmojo įvykio.
nl_nl: De lijst is leeg. Afhankelijk van modules ingeschakelde e-mailsjablonen worden ingevoegd na eerste gebeurtenis van een gebeurtenis.
pl_pl: Lista jest pusta. W zależności od włączonych modułów, szablony e-maili zostaną dodane po pierwszym wystąpieniu zdarzenia.
pt_br: A lista está vazia. Dependendo dos módulos ativados, os modelos de e-mail serão inseridos após a primeira ocorrência do evento.
pt_pt: A lista está vazia. Dependendo dos módulos activados, os modelos de correio eletrónico serão inseridos após a ocorrência do primeiro evento.
ro_ro: Lista este goala. In funcție de modulele activate, sabloanele de e-mail vor fi inserate dupa prima apariție a evenimentului.
ru_ru: Список пуст. В зависимости от включенных модулей шаблоны писем будут добавлены после первого возникновения события.
sr_rs: Lista je prazna. U zavisnosti od modula koji su omoguć́eni, šabloni emaila će biti umetnuti nakon prvog pojavljivanja događaja.
tr_tr: Liste boş. Etkinleştirilen modüllere bağlı olarak e-posta şablonları, ilk olayın meydana gelmesinden sonra eklenecektir.
uk_ua: Список порожній. Залежно від включених модулів, шаблони повідомлень будуть вставлені після застосування перших подій.
vi_vn: Danh sách trống. Phụ thuộc vào mô đun được mở biểu mẫu email sẽ được chèn vào sau sự sự kiện xảy ra trước tiên.
zh_cn: 列表为空。根据已启用的模块，电子邮件模板华仔第一个事件后被插入。

source: Where I can use new email template?
ar_sa: أين يمكنني استخدام قالب بريد إلكتروني جديد؟
bg_bg: Къде мога да използвам този нов шаблон за имейл?
ca_es: On puc utilitzar la nova plantilla de correu electrònic?
cs_cz: Kde mohu použít novou šablonu e-mailu?
de_de: Wo kann ich neue E-Mail-Vorlage verwenden?
el_gr: Πού μπορώ να χρησιμοποιήσω νέο πρότυπο email;
fa_ir: کجا می توانم از قالب ایمیل جدید استفاده کنم?
fi_fi: Missä voin käyttää uutta sähköpostimallia?
fr_fr: Où puis-je utiliser un nouveau modèle d'e-mail ?
hu_hu: Hol tudom használni az új e-mail sablont?
id_id: Dimanakah saya dapat menggunakan templat surel?
lt_lt: Kur galiu naudoti naują el. pašto šabloną?
nl_nl: Waar kan ik nieuwe e-mail template gebruiken?
pl_pl: Gdzie mogę użyć nowego szablonu e-mail?
pt_br: Onde posso usar um novo modelo de e-mail?
pt_pt: Onde posso utilizar o novo modelo de correio eletrónico?
ro_ro: Unde pot folosi un nou șablon de e-mail?
ru_ru: Где я могу использовать новый шаблон письма?
sr_rs: Gde mogu da koristim novi šablon emaila?
tr_tr: Yeni e-posta şablonunu nerede kullanabilirim?
uk_ua: Де я можу використовувати новий шаблон електронної пошти?
vi_vn: Bạn có thể sử dụng biểu mẫu email mới ở đâu?
zh_cn: 我在哪里可以使用新的电子邮件模板？

source: Newly created email templates can be used in custom event hooks.
ar_sa: يمكن استخدام قوالب البريد الإلكتروني التي تم إنشاؤها حديثا في روابط الأحداث المخصصة.
bg_bg: Ново създадените имейл шаблони могат да се използват в куки за потребителски събития.
ca_es: Les plantilles de correu electrònic de nova creació es poden utilitzar en ganxos d'esdeveniments personalitzats.
cs_cz: Nově vytvořené šablony e-mailu mohou být použity event hooku
de_de: Neu erstellte E-Mail-Vorlagen können in benutzerdefinierten Ereignis-Hooks verwendet werden.
el_gr: Τα πρόσφατα δημιουργημένα πρότυπα email μπορούν να χρησιμοποιηθούν σε προσαρμοσμένα event hooks.
fa_ir: قالب های ایمیل جدید ایجاد شده را می توان در قلاب های رویداد سفارشی استفاده کرد.
fi_fi: Äskettäin luotuja sähköpostimalleja voidaan käyttää mukautetuissa tapahtumakoukuissa.
fr_fr: Les modèles d'e-mails nouvellement créés peuvent être utilisés dans des hooks d'événements personnalisés.
hu_hu: Az újonnan létrehozott e-mail sablonok egyéni eseményhorgokban használhatók.
id_id: Templat surel yang baru dibuat dapat digunakan dalam pengait acara khusus.
lt_lt: Naujai sukurti el. pašto šablonai gali būti naudojami tinkintuose įvykių kabliukuose.
nl_nl: Nieuw gemaakte e-mailsjablonen kunnen worden gebruikt in aangepaste event hooks.
pl_pl: Nowo utworzone szablony e-maili można używać w niestandardowych wywołaniach zdarzeń.
pt_br: Modelos de e-mail recém-criados podem ser usados em hooks de eventos personalizados.
pt_pt: Os modelos de correio eletrónico recentemente criados podem ser utilizados em ganchos de eventos personalizados.
ro_ro: Șabloanele de e-mail nou create pot fi utilizate în carlige de evenimente personalizate.
ru_ru: Новые шаблоны писем можно использовать в пользовательских хуках событий.
sr_rs: Novokreirani šabloni e-pošte mogu se koristiti u prilagođenim kukicama za događaje.
tr_tr: Yeni oluşturulan e-posta şablonları, özel olay kancalarında (hooks) kullanılabilir.
uk_ua: Щойно створені шаблони електронної пошти можна використовувати в власних планах подій.
vi_vn: Biểu mẫu email mới được tạo có thể được sử dụng trong các event hook tùy chỉnh.
zh_cn: 新创建的电子邮件模板可以在自定义事件挂钩上使用。

source: Category
ar_sa: الفئة
bg_bg: Категория
ca_es: Categoria
cs_cz: Kategorie
de_de: Kategorie
el_gr: Κατηγορία
fa_ir: دسته بندی
fi_fi: Kategoria
fr_fr: Catégorie
hu_hu: Kategória
id_id: Kategori
lt_lt: Kategorija
nl_nl: Categorie
pl_pl: Kategoria
pt_br: Categoria
pt_pt: Categoria
ro_ro: Categorie
ru_ru: Kategoriya
sr_rs: Kategorija
tr_tr: Kategori
uk_ua: Категорія
vi_vn: Phân loại
zh_cn: 类别
