Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: There was an error while applying database patches. Please check the error log for information on the error, correct it, and then perform the backup patching method to complete the update.
ar_sa: حدث خطأ أثناء تطبيق تصحيحات قاعدة البيانات. الرجاء التحقق من سجل الأخطاء للحصول على معلومات عن الخطأ، تصحيحه، ثم قم بتصحيح طريقة النسخ الاحتياطي لإكمال التحديث.
bg_bg: Имаше грешка при прилагането на поправки на базата данни. Моля, проверете лога/дневника с грешки за информация относно грешката, отстранете я и след това изпълнете метода за архивиране на кръпките, за да завършите актуализацията.
ca_es: S'ha produït un error en aplicar les correccions de la base de dades. Si us plau, comprova el registre d'errors per informació sobre l'error, corregeix-lo i després realitza el mètode de correcció de còpia de seguretat per completar l'actualització.
cs_cz: Došlo k chybě při aplikaci záplaty databáze. Zkontrolujte protokol chyb pro informace o chybách, opravte jej a poté proveďte záložní metodu záplatování pro dokončení aktualizace.
de_de: Beim Anwenden der Datenbank-Patches ist ein Fehler aufgetreten. Bitte überprüfe das Fehlerprotokoll auf Informationen zum Fehler, behebe diesen und führe die Backup-Patching-Methode durch, um das Update abzuschließen.
el_gr: Παρουσιάστηκε σφάλμα κατά την εφαρμογή διορθώσεων της βάσης δεδομένων. Παρακαλώ ελέγξτε το αρχείο καταγραφής σφαλμάτων για πληροφορίες σχετικά με το σφάλμα, διορθώστε το και στη συνέχεια εκτελέστε τη μέθοδο δημιουργίας αντιγράφων ασφαλείας για να ολοκληρώσετε την ενημέρωση.
fa_ir: هنگام اعمال وصله های پایگاه داده خطایی روی داد. لطفاً گزارش خطا را برای اطلاعات مربوط به خطا بررسی کنید، آن را تصحیح کنید و سپس برای تکمیل به‌روزرسانی، روش Patching پشتیبان را انجام دهید.
fi_fi: Tietokantakorjausten soveltamisessa tapahtui virhe. Tarkista virhelokista tiedot virheestä, korjaa se ja suorita sitten varmuuskopiointikorjausmenetelmä päivityksen loppuun saattamiseksi.
fr_fr: Une erreur s'est produite lors de l'application des correctifs de la base de données. Veuillez vérifier le journal des erreurs pour obtenir des informations sur l'erreur, le corriger, puis effectuer la méthode de correctif de sauvegarde pour terminer la mise à jour.
hu_hu: Hiba történt az adatbázis-javítások alkalmazása során. Kérjük, ellenőrizze a hibanaplóban a hibával kapcsolatos információkat, javítsa ki, majd hajtsa végre a biztonsági mentési javítási módszert a frissítés befejezéséhez.
id_id: Terjadi kesalahan saat menerapkan patch basis data. Silakan periksa log kesalahan untuk informasi tentang kesalahan tersebut, perbaiki, lalu lakukan metode patching cadangan untuk menyelesaikan pembaruan.
nl_nl: Er is een fout opgetreden bij het toepassen van de database patches. Controleer het foutenlogboek voor informatie over de fout, corrigeer deze en voer vervolgens de back-up patch methode uit om de update te voltooien.
pl_pl: Wystąpił błąd podczas stosowania poprawek bazy danych. Sprawdź dziennik błędów w celu uzyskania informacji o błędzie, popraw go, a następnie wykonaj ponownie kopię zapasową, aby zakończyć aktualizację.
pt_br: Ocorreu um erro ao aplicar os patches do banco de dados. Verifique os registros para obter informações sobre o erro, corrija-o e execute o método de patch de backup para concluir a atualização.
ro_ro: A apărut o eroare la aplicarea patch-urilor pentru baza de date. Vă rugăm să verificaţi jurnalul de erori pentru informaţii despre eroare, corectați-o şi apoi folosiți metoda de aplicare patch de rezervă pentru a finaliza actualizarea.
ru_ru: Произошла ошибка при применении патчей базы данных. Проверьте журнал ошибок для получения информации об ошибке, исправьте ее, а затем выполните метод резервного копирования для завершения обновления.
sr_rs: Došlo je do greške pri primeni zakrpa baze podataka. Proverite evidenciju grešaka za informacije o grešci, ispravite je, a zatim izvršite metod rezervne kopije zakrpa da biste dovršili ažuriranje.
tr_tr: Veritabanı yamaları uygulanırken bir hata oluştu. Lütfen hatayla ilgili bilgi için hata günlüğünü kontrol edin, düzeltin ve ardından güncellemeyi tamamlamak için yedek yama yöntemini uygulayın.
uk_ua: При застосуванні патчів бази даних сталася помилка. Будь ласка, перевірте журнал помилок для отримання інформації про помилку, виправте її та виконайте метод резервного копіювання для завершення оновлення.
vi_vn: Đã xảy ra lỗi khi áp dụng các bản vá cơ sở dữ liệu. Vui lòng kiểm tra nhật ký lỗi để biết thông tin về lỗi, sửa lỗi và sau đó thực hiện phương pháp vá lỗi dự phòng để hoàn tất cập nhật.

source: Minimum password length is 8 characters.
ar_sa: الحد الأدنى لطول كلمة المرور هو 8 أحرف.
bg_bg: Минималната дължина на паролата трябва да е минимум 8 символа.
ca_es: La longitud mínima de la contrasenya és de 8 caràcters.
cs_cz: Minimální délka hesla je 8 znaků.
de_de: Die Mindestlänge des Passworts beträgt 8 Zeichen.
el_gr: Το ελάχιστο μήκος κωδικού πρόσβασης είναι 8 χαρακτήρες.
fa_ir: حداقل طول رمز عبور 8 کاراکتر است.
fi_fi: Salasanan vähimmäispituus on 8 merkkiä.
fr_fr: La longueur minimale du mot de passe est de 8 caractères.
hu_hu: A jelszó minimális hossza 8 karakter.
id_id: Panjang kata sandi minimum adalah 8 karakter.
lt_lt: Minimalus slaptažodžio ilgis yra 8 simboliai.
nl_nl: Minimale wachtwoordlengte is 8 tekens.
pl_pl: Minimalna długość hasła to 8 znaków.
pt_br: O tamanho mínimo da senha é de 8 caracteres.
pt_pt: O comprimento mínimo da palavra-passe é de 8 caracteres.
ro_ro: Lungimea minimă a parolei este de 8 caractere.
ru_ru: Минимальная длина пароля — 8 символов.
sr_rs: Minimalna dužina lozinke je 8 znakova.
tr_tr: Şifre uzunluğu en az 8 karakter uzunluğunda olmalı.
uk_ua: Мінімальна довжина пароля - 8 символів.
vi_vn: Độ dài mật khẩu tối thiểu là 8 ký tự.
zh_cn: 最小密码长度为8个字符。

source: Maximum password length is 256 characters.
ar_sa: الحد الأقصى لطول كلمة المرور هو 256 حرفاً.
bg_bg: Максимално позволената дължина на паролата е 256 символа.
ca_es: La longitud màxima de la contrasenya és de 256 caràcters.
cs_cz: Maximální délka hesla je 256 znaků.
de_de: Die maximale Passwortlänge beträgt 256 Zeichen.
el_gr: Το μέγιστο μήκος κωδικού πρόσβασης είναι 256 χαρακτήρες.
fa_ir: حداکثر طول رمز عبور 256 کاراکتر است.
fi_fi: Salasanan enimmäispituus on 256 merkkiä.
fr_fr: La longueur maximale du mot de passe est de 256 caractères.
hu_hu: A jelszó maximális hossza 256 karakter.
id_id: Panjang kata sandi maksimum adalah 256 karakter.
lt_lt: Maksimalus slaptažodžio ilgis yra 256 simboliai.
nl_nl: Maximum wachtwoordlengte is 256 tekens.
pl_pl: Maksymalna długość hasła to 256 znaków.
pt_br: O tamanho máximo da senha é de 256 caracteres.
pt_pt: O comprimento máximo da palavra-passe é de 256 caracteres.
ro_ro: Lungimea maximă a parolei este de 256 caractere.
ru_ru: Максимальная длина пароля — 256 символов.
sr_rs: Maksimalna dužina lozinke je 256 znakova.
tr_tr: Şifre uzunluğu maksimum 256 karakter uzunluğunda olmalı.
uk_ua: Максимальна довжина пароля становить 256 символів.
vi_vn: Độ dài mật khẩu tối đa là 256 ký tự.
zh_cn: 最大密码长度为256个字符。

source: Password must include at least one number.
ar_sa: يجب أن تحتوي كلمة المرور على رقم واحد على الأقل.
bg_bg: Паролата трябва да съдържа поне едно число.
ca_es: La contrasenya ha d'incloure almenys un número.
cs_cz: Heslo musí obsahovat alespoň jedno číslo.
de_de: Das Passwort muss mindestens eine Zahl enthalten.
el_gr: Ο κωδικός πρόσβασης πρέπει να περιλαμβάνει τουλάχιστον έναν αριθμό.
fa_ir: رمز عبور باید شامل حداقل یک عدد باشد.
fi_fi: Salasanassa on oltava vähintään yksi numero.
fr_fr: Le mot de passe doit comporter au moins un chiffre.
hu_hu: A jelszónak legalább egy számot kell tartalmaznia.
id_id: Kata sandi harus menyertakan setidaknya satu angka.
lt_lt: Slaptažodyje turi būti bent vienas skaičius.
nl_nl: Wachtwoord moet minimaal één getal bevatten.
pl_pl: Hasło musi zawierać przynajmniej jedną liczbę.
pt_br: A senha deve conter pelo menos um número.
pt_pt: A palavra-passe deve incluir pelo menos um número.
ro_ro: Parola trebuie să conțină cel puțin un număr.
ru_ru: Пароль должен содержать хотя бы одну цифру.
sr_rs: Lozinka mora da sadrži najmanje jedan broj.
tr_tr: Şifrenizde en az bir rakam olmalı.
uk_ua: Пароль повинен містити принаймні одну цифру.
vi_vn: Mật khẩu phải bao gồm ít nhất một con số.
zh_cn: 密码必须至少包含一个数字。

source: Password must include at least one lowercase letter.
ar_sa: يجب أن تحتوي كلمة المرور على حرف صغير واحد على الأقل.
bg_bg: Паролата трябва да съдържа поне една малка буква.
ca_es: La contrasenya ha d'incloure almenys una lletra minúscula.
cs_cz: Heslo musí obsahovat alespoň jedno malé písmeno.
de_de: Das Passwort muss mindestens einen Kleinbuchstaben enthalten.
el_gr: Ο κωδικός πρόσβασης πρέπει να περιέχει τουλάχιστον 1 πεζό γράμμα.
fa_ir: رمز عبور باید شامل حداقل یک حرف کوچک باشد.
fi_fi: Salasanassa on oltava vähintään yksi pieni kirjain.
fr_fr: Le mot de passe doit contenir au moins une lettre minuscule.
hu_hu: A jelszónak legalább egy kisbetűt kell tartalmaznia.
id_id: Kata Sandi harus ada huruf kecil.
lt_lt: Slaptažodyje turi būti bent viena mažoji raidė.
nl_nl: Wachtwoord moet minimaal één kleine letter bevatten.
pl_pl: Hasło musi zawierać przynajmniej jedną małą literę.
pt_br: A senha deve conter pelo menos uma letra minúscula.
pt_pt: A palavra-passe deve incluir pelo menos uma letra minúscula.
ro_ro: Parola trebuie să conțină cel puțin o literă mică.
ru_ru: Пароль должен содержать хотя бы одну строчную букву.
sr_rs: Lozinka mora da sadrži najmanje jedno malo slovo.
tr_tr: Şifrenizde en az bir küçük harf olmalı.
uk_ua: Пароль повинен містити принаймні одну маленьку літеру.
vi_vn: Mật khẩu phải bao gồm ít nhất một chữ cái viết thường.
zh_cn: 密码必须至少包含 1 个小写字母。

source: Password must include at least one uppercase letter.
ar_sa: يجب أن تحتوي كلمة المرور على حرف كبير واحد على الأقل.
bg_bg: Паролата трябва да съдържа поне една главна буква.
ca_es: La contrasenya ha d'incloure almenys una lletra majúscula.
cs_cz: Heslo musí obsahovat alespoň jedno velké písmeno.
de_de: Das Passwort muss mindestens einen Großbuchstaben enthalten.
el_gr: Ο κωδικός πρόσβασης πρέπει να περιέχει τουλάχιστον 1 κεφαλαίο γράμμα.
fa_ir: رمز عبور باید شامل حداقل یک حروف بزرگ باشد.
fi_fi: Salasanassa on oltava vähintään yksi iso kirjain.
fr_fr: Le mot de passe doit contenir au moins une lettre majuscule.
hu_hu: A jelszónak legalább egy nagybetűt kell tartalmaznia.
id_id: Kata Sandi harus ada huruf besar.
lt_lt: Slaptažodyje turi būti bent viena didžioji raidė.
nl_nl: Wachtwoord moet minimaal één hoofdletter bevatten.
pl_pl: Hasło musi zawierać przynajmniej jedną wielką literę.
pt_br: A senha deve conter pelo menos uma letra maiúscula.
pt_pt: A palavra-passe deve incluir pelo menos uma letra maiúscula.
ro_ro: Parola trebuie să conțină cel puțin o literă mare.
ru_ru: Пароль должен содержать хотя бы одну заглавную букву.
sr_rs: Lozinka mora da sadrži najmanje jedno veliko slovo.
tr_tr: Şifrenizde en az bir büyük harf olmalıdır.
uk_ua: Пароль повинен містити принаймні одну велику літеру.
vi_vn: Mật khẩu phải bao gồm ít nhất một chữ cái viết hoa.
zh_cn: 密码必须至少包含 1 个大写字母。

source: Birthdate
ar_sa: تاريخ الميلاد
bg_bg: Дата на раждане
ca_es: Data de naixement
cs_cz: Datum narození
de_de: Geburtsdatum
el_gr: Ημ. Γέννησης
fa_ir: تاریخ تولد
fi_fi: Syntymäaika
fr_fr: Date de naissance
hu_hu: Születési dátum
id_id: Tanggal lahir
nl_nl: Geboortedatum
pl_pl: Data urodzenia
pt_br: Data de nascimento
pt_pt: Data de nascimento
ro_ro: Data nașterii
ru_ru: Дата рождения
sr_rs: Datum rođenja
tr_tr: Doğum Tarihi
uk_ua: Дата народження
vi_vn: Ngày sinh
zh_cn: 生日

source: Unable to enable / disable the locale as it is not present in the locale folder.
ar_sa: غير قادر على تمكين / تعطيل الإعدادات المحلية لأنها غير موجودة في مجلد الإعداد.
bg_bg: Не може да се активира/деактивира локалът, тъй като той не присъства в папката с локали.
ca_es: No es pot activar/desactivar la configuració regional perquè no és present a la carpeta de configuració regional.
cs_cz: Nelze povolit / zakázat locale, protože není přítomen ve složce locale.
de_de: Das Gebietsschema kann nicht aktiviert/deaktiviert werden, da es nicht im Gebietsschemaordner vorhanden ist.
el_gr: Δεν είναι δυνατή η ενεργοποίηση/απενεργοποίηση της τοπικής γλώσσας καθώς δεν υπάρχει στο φάκελο locale.
fa_ir: قادر به فعال / غیرفعال کردن نیست زیرا در پوشه محلی وجود ندارد.
fi_fi: Kieliversiota ei voi ottaa käyttöön / poistaa käytöstä, koska sitä ei ole locale kansiossa.
fr_fr: Impossible d'activer / de désactiver la locale car elle n'est pas présente dans le dossier des locales.
hu_hu: Nem lehet engedélyezni / letiltani a területi beállítást, mivel az nem található meg a területi beállítások mappájában.
id_id: Tidak dapat mengaktifkan/menonaktifkan lokal karena tidak ada di folder lokal.
nl_nl: Kan de landinstelling niet in-/uitschakelen omdat deze niet aanwezig is in de landinstellingsmap.
pl_pl: Nie można włączyć/wyłączyć wersji językowej, ponieważ nie jest ona obecna w folderze językowym.
pt_br: Não é possível ativar / desativar a localidade, pois ela não está presente na pasta da localização.
ro_ro: Imposibil de activat/dezactivat localizarea deoarece nu este prezent în folderul local.
ru_ru: Невозможно включить/отключить локаль, поскольку она отсутствует в папке local.
sr_rs: Nije moguće omogućiti/onemogućiti lokalizaciju jer nije prisutan u folderu lokalizacije.
tr_tr: Dil dosyası olması gereken klasörde olmadığından, etkinleştirilemiyor / devre dışı bırakılamıyor.
uk_ua: Неможливо увімкнути / вимкнути локаль оскільки вона не присутня в каталозі локалі.
vi_vn: Không thể bật/tắt ngôn ngữ vì nó không có trong thư mục ngôn ngữ.
zh_cn: 无法 启用/禁用 语言，该语言不在locale文件夹中。

source: Could not determine domain price. Domain action is missing
ar_sa: تعذر تحديد سعر النطاق. إجراء النطاق مفقود
bg_bg: Цената на домейна не можа да бъде определена. Действието на домейна липсва
ca_es: No s'ha pogut determinar el preu del domini. Falta l'acció del domini
cs_cz: Nelze určit cenu domény. Chybí akce domény
de_de: Domain-Preis konnte nicht ermittelt werden. Domain nicht im System vorhanden
el_gr: Αδύνατος ο προσδιορισμός της τιμής του τομέα. Η ενέργεια τομέα λείπει
fa_ir: قیمت دامنه تعیین نشد. عملیات دامنه انجام نشد
fi_fi: Verkkotunnuksen hintaa ei voitu määrittää. Verkkotunnuksen toiminnot puuttuvat
fr_fr: Impossible de déterminer le prix du domaine. L'action du domaine est manquante
hu_hu: Nem tudta meghatározni a domain árát. Domain akció hiányzik
id_id: Tak dapat mendefinisikan harga domain. Aksi domain hilang
lt_lt: Nepavyko nustatyti domeno kainos. Trūksta domeno veiksmo
nl_nl: Kan de domeinprijs niet bepalen. Domein actie ontbreekt
pl_pl: Nie można określić ceny domeny. Brakuje akcji domeny
pt_br: Não foi possível determinar o preço do domínio. A ação de domínio está faltando
pt_pt: Não foi possível determinar o preço do domínio. Falta a ação de domínio
ro_ro: Nu se poate determina prețul domeniului. Acțiunea domeniului lipsește
ru_ru: Не удалось определить цену домена. Отсутствует действие домена
sr_rs: Nije moguće utvrditi cenu domena. Nedostaje radnja domena
tr_tr: Domain fiyatı belirlenemedi. Domain eylemi eksik
uk_ua: Не вдалося визначити ціну домену. Відсутня дія домену
vi_vn: Không thể xác định giá tên miền. Chức năng tên miền bị thiếu
zh_cn: 无法得到域名价格。无法找到域名操作。

source: Unknown TLD. Could not determine registration price
ar_sa: TLD غير معروف. تعذر تحديد سعر التسجيل
bg_bg: Неизвестен TLD. Цената за регистрация не може да бъде определена
ca_es: TLD desconegut. No s'ha pogut determinar el preu de la inscripció
cs_cz: Neznámá TLD. Nelze určit registrační cenu
de_de: Unbekannter TLD konnte den Registrierungspreis nicht bestimmen
el_gr: Άγνωστο TLD. Δεν ήταν δυνατός ο καθορισμός της τιμής εγγραφής
fa_ir: پسوند ناشناخته. قیمت ثبت دامنه یافت نشد
fi_fi: Tuntematon TLD. Rekisteröinnin hintaa ei voitu määrittää
fr_fr: TLD inconnu. Impossible de déterminer le prix d'enregistrement
hu_hu: Ismeretlen TLD. Nem sikerült meghatározni a regisztrációs árat
id_id: TLD tak diketahui. Tak dapat mendefinisikan harga pendaftaran
lt_lt: Nežinomas TLD. Nepavyko nustatyti registracijos kainos
nl_nl: Onbekende TLD. Kan registratieprijs niet bepalen
pl_pl: Nieznany TLD. Nie można określić ceny rejestracji
pt_br: TLD desconhecido. Não foi possível determinar o preço do registro
pt_pt: TLD desconhecido. Não foi possível determinar o preço do registo
ro_ro: TLD necunoscut. Nu am putut determina prețul de înregistrare
ru_ru: Неизвестный TLD. Не удалось определить цену регистрации
sr_rs: Nepoznati TLD. Nije moguće utvrditi cenu registracije
tr_tr: Bilinmeyen TLD. Kayıt fiyatı belirlenemedi
uk_ua: Невідомий TLD. Не вдалося визначити ціну реєстрації
vi_vn: Chưa nhận dạng TLD. Không thể xác định giá đăng ký tên miền
zh_cn: 未知的 TLD。无法确定注册价格

source: Domain product cannot be removed.
cs_cz: Doménový produkt nelze odstranit.
de_de: Domain-Produkt kann nicht entfernt werden.
el_gr: Το Domain προϊόν δεν μπορεί να αφαιρεθεί.
fa_ir: این دامنه نمی تواند حذف شود.
fi_fi: Domain-tuotetta ei voi poistaa.
fr_fr: Le produit de domaine ne peut pas être supprimé.
hu_hu: A domain termék nem törölhető.
id_id: Produk domain tidak dapat dihapus.
nl_nl: Domein product kan niet worden verwijderd.
pl_pl: Nie można usunąć domeny.
ro_ro: Produsul de domeniu nu poate fi șters.
ru_ru: Доменный продукт не может быть удален.
sr_rs: Proizvod domena se ne može ukloniti.
vi_vn: Không thể xóa sản phẩm miền.
zh_cn: 域名产品无法删除。

source: Unknown period selected
ar_sa: تم تحديد فترة غير معروفة
bg_bg: Избран е несъществуващ период
ca_es: Període desconegut seleccionat
cs_cz: Zvoleno neznámé období
de_de: Unbekannter Zeitraum ausgewählt
el_gr: Επιλέχθηκε άγνωστη περίοδος
fa_ir: بازه زمانی نامعلومی انتخا شده است
fi_fi: Tuntematon ajanjakso valittu
fr_fr: Période sélectionnée inconnue
hu_hu: Ismeretlen kiválasztott időszak
id_id: Periode yang dipilih tidak diketahui
lt_lt: Pasirinktas nežinomas laikotarpis
nl_nl: Onbekende periode geselecteerd
pl_pl: Wybrano nieznany okres
pt_br: Período desconhecido selecionado
pt_pt: Período desconhecido selecionado
ro_ro: Perioadă necunoscută selectată
ru_ru: Выбран неизвестный период
sr_rs: Izabran je nepoznat period
tr_tr: Bilinmeyen dönem seçildi
uk_ua: Вибрано невідомий період
vi_vn: Giai đoạn không xác định được chọn
zh_cn: 选择的是未知周期

source: Product pricing could not be determined.
ar_sa: لم يتسن تحديد تسعير المنتج.
bg_bg: Цената на продукта не може да бъде определена.
ca_es: No s'ha pogut determinar el preu del producte.
cs_cz: Nelze určit cenu produktu.
de_de: Produktpreise konnten nicht ermittelt werden.
el_gr: Δεν ήταν δυνατόν να καθοριστεί η τιμή του προϊόντος.
fa_ir: قیمت این محصول مشخص نشده است.
fi_fi: Tuotteen hinnoittelua ei voitu määrittää.
fr_fr: Le prix du produit n'a pas pu être déterminé.
hu_hu: A termék árképzését nem lehetett meghatározni.
id_id: Harga produk tidak dapat ditentukan.
lt_lt: Nepavyko nustatyti produkto kainos.
nl_nl: De prijs van het product kon niet worden vastgesteld.
pl_pl: Nie można określić ceny produktu.
pt_br: O preço do produto não pôde ser determinado.
pt_pt: Não foi possível determinar o preço do produto.
ro_ro: Prețul produsului nu a putut fi determinat.
ru_ru: Не удалось определить цену продукта.
sr_rs: Nije bilo moguće utvrditi cenu proizvoda.
tr_tr: Ürün fiyatı belirlenemedi.
uk_ua: Ціни на товар не можуть бути визначені.
vi_vn: Giá sản phẩm không thể xác định được.
zh_cn: 无法确定产品价格。

source: Unknown period selected for setup price
ar_sa: المدّة المحددة لسعر الإعداد غير معروفة
bg_bg: Не може да се настрои цена - избран е несъществуващ период
ca_es: Període desconegut seleccionat per al preu de configuració
cs_cz: Neznámé období pro vybranou cenu
de_de: Unbekannter Zeitraum für Setup-Preis ausgewählt
el_gr: Επιλέχθηκε άγνωστη περίοδος για την τιμή εγκατάστασης
fa_ir: دوره نا شناخته برای قیمت نصب انتخاب شده
fi_fi: Tuntematon ajanjakso valittu asetushinnalle
fr_fr: Période inconnue sélectionnée pour le prix d'installation
hu_hu: Ismeretlen időszak van kiválasztva a beállítási árhoz
id_id: Periode yang tidak diketahui dipilih untuk harga setup
lt_lt: Pasirinktas nežinomas laikotarpis įrengimo kainai
nl_nl: Onbekende periode geselecteerd voor setup prijs
pl_pl: Nieznany okres wybrany dla ceny konfiguracji
pt_br: Período desconhecido selecionado para o preço de instalação
pt_pt: Período desconhecido selecionado para o preço de preparação
ro_ro: Perioadă necunoscută selectată pentru prețul de configurare
ru_ru: Неизвестный период выбран для цены установки
sr_rs: Nepoznati period je izabran za cenu podešavanja
tr_tr: Kurulum fiyatı için bilinmeyen dönem seçildi
uk_ua: Вибрано невідомий період для налаштування ціни
vi_vn: Khoảng thời hạn không xác định đã được chọn cho phần giá thiết lập
zh_cn: 为设置价格选择的未知周期

source: Product :id payment type is recurrent, but period was not selected
ar_sa: المنتج :id نوع الدفع متكرر، ولكن لم يتم تحديد المدّة
bg_bg: Продукт: Типът плащане за плащане е повтарящ се, но периодът не е избран
ca_es: Product:id tipus de pagament és recurrent, però no s'ha seleccionat el període
cs_cz: Platba produktu :id je opakovaný, ale období nebylo vybráno
de_de: Produkt :id Zahlungsart ist wiederkehrend, aber Zeitraum wurde nicht gewählt
el_gr: Ο τύπος πληρωμής :id είναι επαναλαμβανόμενος, αλλά η περίοδος δεν επιλέχθηκε
fa_ir: پرداخت محصول :id تکراری است، اما دوره انتخاب نشده است
fi_fi: Tuote :id Maksutyyppi on toistuva, mutta ajanjaksoa ei ole valittu
fr_fr: Le produit :id est un abonnement récurrent, mais aucune période n'a été sélectionnée
hu_hu: Termék :id a fizetés típusa ismétlődő, de az időszakot nem választották ki
id_id: Product :id jenis pembayaran berulang, tetapi periode tidak dipilih
lt_lt: Produkto :id mokėjimo tipas yra pasikartojantis, bet laikotarpis nepasirinktas
nl_nl: Product :id betalingstype is periodiek, maar periode is niet geselecteerd
pl_pl: Produkt :id typ płatności jest powtarzany, ale okres nie został wybrany
pt_br: Produto :id tipo de pagamento é recorrente, mas o período não foi selecionado
pt_pt: Produto :id tipo de pagamento é recorrente, mas o período não foi selecionado
ro_ro: Tipul de plată pentru produsul :id este recurent, dar perioada nu a fost selectată
ru_ru: Тип оплаты продукта :id является повторяющимся, но период не выбран
sr_rs: Usluga :id za plaćanja se obnavlja, ali period nije izabran
tr_tr: :id hizmeti ödeme türü 'Yinelenen', fakat dönem seçilmedi
uk_ua: Товар :id тип оплати є періодичним, але період не був обраний
vi_vn: Kiểu thanh toán sản phẩm :id là định kỳ nhưng giai đoạn lại chưa được chọn
zh_cn: 产品号 :id 的付款类型是自动续费，但周期没有被选择

source: Unknown Period selected for price
ar_sa: المدّة المحددة لسعر الإعداد غير معروفة
bg_bg: Неизвестен период, избран за цена
ca_es: Període desconegut seleccionat pel preu
cs_cz: Neznámé období pro vybranou cenu
de_de: Unbekannter Zeitraum für den Preis ausgewählt
el_gr: Επιλέχθηκε άγνωστη περίοδος για την τιμή
fa_ir: دوره ناشناخته برای قیمت انتخاب شده است
fi_fi: Tuntematon ajanjakso valittu asetushinnalle
fr_fr: La période sélectionnée est inconnue pour ce prix
hu_hu: Ismeretlen Az árhoz kiválasztott időszak
id_id: Tak diketahui terpilihnya harga
lt_lt: Kainai pasirinktas nežinomas laikotarpis
nl_nl: Onbekende periode geselecteerd voor prijs
pl_pl: Nieznany okres wybrany dla ceny
pt_br: Período Desconhecido selecionado para o preço
pt_pt: Desconhecido Período selecionado para o preço
ro_ro: Perioadă necunoscută selectată pentru preț
ru_ru: Неизвестный период выбран для цены
sr_rs: Nepoznati period je izabran za cenu
tr_tr: Fiyat için Bilinmeyen Dönem seçildi
uk_ua: Вибрано невідомий період для налаштування ціни
vi_vn: Giai đoạn không xác định được chọn cho giá tiền
zh_cn: 为设置价格选择的未知周期
