Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Email template playground. Use this tool to try rendering email templates.
ar_sa: تشغيل قالب البريد الإلكتروني. استخدم هذه الأداة لمحاولة تقديم قوالب البريد الإلكتروني.
bg_bg: Игрище за шаблони на имейли. Използвайте този инструмент, за да изпробвате предварително шаблоните за имейли.
ca_es: Pati de jocs de plantilla de correu electrònic. Utilitzeu aquesta eina per provar de representar plantilles de correu electrònic.
cs_cz: Šablona e-mailu. Použijte tento nástroj pro vykreslování šablon e-mailů.
de_de: E-Mail-Vorlagen-Spielplatz. Verwende dieses Werkzeug, um E-Mail-Vorlagen zu rendern.
el_gr: Sandbox προτύπων email. Χρησιμοποιήστε αυτό το εργαλείο για να δοκιμάσετε την απόδοση προτύπων email.
fa_ir: ابزار قالب ایمیل. از این ابزار برای رندر کردن قالب های ایمیل استفاده کنید.
fi_fi: Sähköpostimallin leikkipaikka. Tällä työkalulla voit kokeilla sähköpostimallien renderöintiä.
fr_fr: Jeu de modèle d'email. Utilisez cet outil pour essayer de rendre des modèles d'emails.
hu_hu: Email sablon játszótér. Ezzel az eszközzel kipróbálhatja az e-mail sablonok renderelését.
id_id: Tempat uji coba template email. Gunakan alat ini untuk mencoba render template email.
lt_lt: El. pašto šablono žaidimų aikštelė. Naudokite šį įrankį norėdami pabandyti sugeneruoti el. pašto šablonus.
nl_nl: E-mailsjabloon playground. Gebruik deze tool om te proberen e-mailsjablonen te renderen.
pl_pl: Plac zabaw dla szablonów e-maili. Użyj tego narzędzia, aby wypróbować renderowanie szablonów e-maili.
pt_br: Ambiente de modelos de e-mail. Use essa ferramenta para experimentar a renderização de modelos de e-mail.
pt_pt: Playground de modelos de correio eletrónico. Utilize esta ferramenta para experimentar modelos de correio eletrónico.
ro_ro: E-mail șablon de joacă. Utilizați această unealtă pentru a încerca redarea șabloanelor de e-mail.
ru_ru: Песочница шаблонов писем. Используйте этот инструмент для тестирования рендеринга шаблонов писем.
sr_rs: Šablon Email igrališta. Koristite ovaj alat da pokušate da prikažete email šablone.
tr_tr: E-posta şablonu oyun alanı. E-posta şablonları oluşturmayı denemek için bu aracı kullanın.
uk_ua: Тестовий майданчик шаблону електронної пошти. Використовуйте цей інструмент, щоб спробувати відобразити шаблони електронних листів.
vi_vn: Mô phỏng biểu mẫu email. Công cụ này sẽ hoạt động thử nghiệm việc thực hiện các biểu mẫu email.
zh_cn: 邮件模板演练场。使用此工具来尝试渲染电子邮件模板。

source: Mail Action
cs_cz: Akce e-mailu
ro_ro: Acțiune e-mail
ru_ru: Действие с почтой

source: Here you can find all the emails we've sent you.
ar_sa: هنا يمكنك العثور على جميع رسائل البريد الإلكتروني التي أرسلناها إليك.
bg_bg: Тук можете да намерите всички имейли, които сме ви изпратили.
cs_cz: Zde naleznete všechny e-maily, které jsme vám poslali.
de_de: Hier findest du alle E-Mails, die wir dir gesendet haben.
el_gr: Εδώ μπορείτε να βρείτε όλα τα email που σας έχουμε στείλει.
fa_ir: در اینجا می توانید تمام ایمیل هایی را که برای شما ارسال کرده ایم پیدا کنید.
fi_fi: Täältä löydät kaikki lähettämämme sähköpostit.
fr_fr: Vous trouverez ici tous les emails que nous vous avons envoyés.
hu_hu: Itt megtalálja az összes e-mailt, amelyet Önnek küldtünk.
id_id: Disini Anda dapat menemukan semua email yang telah kami kirimkan pada Anda.
nl_nl: Hier zijn alle e-mails te vinden die zijn verzonden.
pl_pl: Tutaj znajdziesz wszystkie e-maile, które do Ciebie wysłaliśmy.
pt_br: Aqui você pode encontrar todos os e-mails que enviamos para você.
ro_ro: Aici puteţi găsi toate e-mailurile pe care vi le-am trimis.
ru_ru: Здесь вы можете найти все письма, которые мы вам отправили.
sr_rs: Ovde možete pronaći sve emejlove koje smo vam poslali.
tr_tr: Burada size gönderdiğimiz tüm e-postaları bulabilirsiniz.
vi_vn: Tại đây bạn có thể xem những email chúng tôi đã gửi đến bạn.
zh_cn: 这是发送给您的所有邮件列表。

source: There are no emails to display
ar_sa: لا توجد مهام للعرض
bg_bg: Няма имейли за показване
ca_es: No hi ha correus electrònics per mostrar
cs_cz: Žádné e-maily k zobrazení
de_de: Keine E-Mails vorhanden
el_gr: Δεν υπάρχουν email για εμφάνιση
fa_ir: ایمیلی برای نمایش وجود ندارد
fi_fi: Näytettäviä sähköposteja ei ole
fr_fr: Il n'y a pas d'e-mails à afficher
hu_hu: Nincsenek megjelenítendő e-mailek
id_id: Tidak ada email yang ditampilkan
lt_lt: Nėra rodomų el. laiškų
nl_nl: Er zijn geen e-mails om weer te geven
pl_pl: Brak e-maili do wyświetlenia
pt_br: Não há e-mails para exibir
pt_pt: Não existem mensagens de correio eletrónico para apresentar
ro_ro: Nu există niciun e-mail de afișat
ru_ru: Нет писем для отображения
sr_rs: Nema emejlova za prikaz
tr_tr: Görüntülenecek e-posta yok
uk_ua: Немає листів для показу
vi_vn: Không có email để hiển thị
zh_cn: 没有可以显示的邮件

source: Embed parts of FOSSBilling
cs_cz: Vložené části FOSSBilling
hu_hu: FOSSBilling beágyazott elemei
ro_ro: Încorporează părți din FOSSBilling
ru_ru: Встраивание частей FOSSBilling

source: Embed parts
cs_cz: Vložené části
hu_hu: Beágyazott elemek
ro_ro: Încorporează părți
ru_ru: Встраиваемые части

source: Copy and paste the embed code to your website
cs_cz: Zkopírujte a vložte kód na vaše webové stránky
hu_hu: Másold ki majd illeszd be a beágyazott elem kódját a weboldaladra
ro_ro: Copiați și inserați codul de încorporare pe site-ul dvs
ru_ru: Скопируйте и вставьте код для встраивания на ваш сайт

source: Client area login form
cs_cz: Přihlašovací formulář klientské oblasti
hu_hu: Ügyfél bejelentkezési űrlap
ro_ro: Formular de autentificare în zona clientului
ru_ru: Форма входа в клиентскую зону

source: Copy
ar_sa: نسخ
bg_bg: Копиране
ca_es: Copiar
cs_cz: Kopírovat
de_de: Kopieren
el_gr: Αντιγραφή
fa_ir: کپی
fi_fi: Kopioi
fr_fr: Copier
hu_hu: Másolás
id_id: Salin
lt_lt: Kopijuoti
nl_nl: Kopiëer
pl_pl: Kopiuj
pt_br: Copiar
pt_pt: Cópia
ro_ro: Copiați
ru_ru: Копировать
sr_rs: Kopiraj
tr_tr: Kopyala
uk_ua: Копіювати
vi_vn: Sao chép
zh_cn: 复制

source: Domain checker form
cs_cz: Formulář kontroly domény
hu_hu: Domain ellenőrző űrlap
ro_ro: Formular verificare domeniu
ru_ru: Форма проверки домена

source: Contact us form
cs_cz: Kontaktní formulář
hu_hu: Kapcsolat űrlap
ro_ro: Formular de contact
ru_ru: Форма обратной связи

source: Incorrect please try again
ar_sa: خطأ. الرجاء المحاولة مجددا
bg_bg: Грешна парола, моля опитайте пак
ca_es: Incorrecte, torna-ho a provar
cs_cz: Nesprávně. Zkuste to znovu.
de_de: Es ist ein Fehler aufgetreten. Bitte versuche es erneut
el_gr: Λάθος παρακαλώ δοκιμάστε ξανά
fa_ir: اشتباه است لطفا" دوباره تلاش کنید
fi_fi: Virheellinen yritä uudelleen
fr_fr: Incorrect. Veuillez réessayer
hu_hu: Helytelen, kérjük, próbálja meg újra
id_id: Salah, coba lagi
lt_lt: Neteisingai, bandykite dar kartą
nl_nl: Onjuist probeer het opnieuw
pl_pl: Nieprawidłowe, spróbuj ponownie
pt_br: Incorreta, por favor tente novamente
pt_pt: Incorreto, por favor tente novamente
ro_ro: Incorect, încercați din nou
ru_ru: Неверно, попробуйте еще раз
sr_rs: Netačno, pokušajte ponovo
tr_tr: Yanlış, lütfen tekrar deneyin
uk_ua: Невірно, будь ласка, повторіть спробу
vi_vn: Không chính xác, vui lòng thử lại
zh_cn: 错误，请重试

source: Enter the words above
ar_sa: أدخل الكلمات أعلاه
bg_bg: Въведи думите по-горе
ca_es: Introduïu les paraules de dalt
cs_cz: Zadejte výše uvedená slova
de_de: Gib die obigen Wörter ein
el_gr: Πληκτρολογήστε τις παραπάνω λέξεις
fa_ir: کلمات بالا را وارد کنید
fi_fi: Syötä yläpuolella olevat sanat
fr_fr: Entrer les mots ci-dessus
hu_hu: Írja be a fenti szavakat
id_id: Masukan kalimat diatas
lt_lt: Įveskite aukščiau esančius žodžius
nl_nl: Voer bovenstaande woorden in
pl_pl: Wprowadź wyżej wymienione słowa
pt_br: Escreva o código acima
pt_pt: Introduzir as palavras acima
ro_ro: Introduceți cuvintele de mai sus
ru_ru: Введите слова выше
sr_rs: Unesite reč iznad
tr_tr: Yukarıdaki kelimeleri girin
uk_ua: Введіть слова вище
vi_vn: Nhập chữ phía trên
zh_cn: 输入上面的字词

source: Send
ar_sa: إرسال
bg_bg: Изпращане
ca_es: Enviar
cs_cz: Odeslat
de_de: Senden
el_gr: Αποστολή
fa_ir: فرستادن
fi_fi: Lähetä
fr_fr: Envoyer
hu_hu: Küldje el a
id_id: Kirim
lt_lt: Siųsti
nl_nl: Verzenden
pl_pl: Wyślij
pt_br: Enviar
pt_pt: Enviar
ro_ro: Trimite
ru_ru: Отправить
sr_rs: Pošalji
tr_tr: Gönder
uk_ua: Надіслати
vi_vn: Gửi đi
zh_cn: 发送

source: Extension Directory
ar_sa: دليل الإضافات
bg_bg: Директория с разширения
ca_es: Directori d'extensions
cs_cz: Adresář rozšíření
de_de: Erweiterungsverzeichnis
el_gr: Κατάλογος επεκτάσεων
fa_ir: فهرست افزونه ها
fi_fi: Laajennusten Hakemisto
fr_fr: Répertoire d'extensions
hu_hu: Tekintsd meg a kiterjesztés könyvtárát
id_id: Direktori Ekstensi
lt_lt: Plėtinių Katalogas
nl_nl: Extensie Directory
pl_pl: Katalog rozszerzeń
pt_br: Diretório de Extensões
pt_pt: Diretório de extensões
ro_ro: Director Extensii
ru_ru: Каталог расширений
sr_rs: Imenik Ekstenzija
tr_tr: Eklenti Kataloğu
uk_ua: Каталог розширень
zh_cn: 扩展目录

source: Hooks
bg_bg: Уеб куки
ca_es: Ganxos
cs_cz: Hooky
fa_ir: هوکها
fi_fi: Koukut
fr_fr: Crochets
lt_lt: Kabliukai
pl_pl: Haki
pt_pt: Ganchos
ro_ro: Cârlige
ru_ru: Ilgaklar
uk_ua: Хуки
zh_cn: 挂钩

source: FOSSBilling extensions
cs_cz: Rozšíření FOSSBilling
hu_hu: FOSSBilling bővítmények
ro_ro: Extensii FOSSBilling
ru_ru: Расширения FOSSBilling

source: Activate or deactivate extensions
ar_sa: تنشيط أو تعطيل الاضافات
bg_bg: Активиране или деактивиране на разширения
ca_es: Activa o desactiva extensions
cs_cz: Aktivovat nebo deaktivovat rozšíření
de_de: Erweiterungen aktivieren oder deaktivieren
el_gr: Ενεργοποίηση ή απενεργοποίηση επεκτάσεων
fa_ir: فعال یا غیرفعال کردن افزونه ها
fi_fi: Aktivoi tai poista käytöstä laajennuksia
fr_fr: Activer ou désactiver des extensions
hu_hu: Bővítmények aktiválása vagy deaktiválása
id_id: Aktifkan atau nonaktifkan ekstensi
lt_lt: Suaktyvinti arba išjungti plėtinius
nl_nl: Extensies activeren of deactiveren
pl_pl: Aktywuj lub dezaktywuj rozszerzenia
pt_br: Ativar ou desativar extensões
pt_pt: Ativar ou desativar extensões
ro_ro: Activează sau dezactivează extensiile
ru_ru: Kengaytmalarni aktivlashtirish yoki oʻchirish
sr_rs: Aktivirajte ili deaktivirajte ekstenzije
tr_tr: Eklentileri etkinleştirin veya devre dışı bırakın
uk_ua: Активувати або деактивувати розширення
vi_vn: Bật hoặc tắt phần mở rộng
zh_cn: 启用或停用扩展组件

source: Learn more
ar_sa: معرفة المزيد
bg_bg: Научете повече
ca_es: Saber-ne més
cs_cz: Zjistit více
de_de: Erfahre mehr
el_gr: Μάθετε περισσότερα
fa_ir: بیشتر بدانید
fi_fi: Lue lisää
fr_fr: En savoir plus
hu_hu: Tudjon meg többet
id_id: Pelajari lebih lanjut
lt_lt: Sužinoti daugiau
nl_nl: Meer weten
pl_pl: Dowiedz się więcej
pt_br: Saiba mais
pt_pt: Saiba mais
ro_ro: Aflați mai multe
ru_ru: Узнать больше
sr_rs: Saznajte više
tr_tr: Daha fazlasını öğrenin
uk_ua: Дізнатися більше
vi_vn: Tìm hiểu thêm
zh_cn: 了解详情

source: Deactivate
ar_sa: تعطيل
bg_bg: Деактивиране
ca_es: Desactivar
cs_cz: Deaktivovat
de_de: Deaktiviert
el_gr: Απενεργοποίηση
fa_ir: غیرفعال کردن
fi_fi: Poista käytöstä
fr_fr: Désactiver
hu_hu: Kikapcsolás
id_id: Nonaktifkan
lt_lt: Išjungti
nl_nl: Deactiveren
pl_pl: Dezaktywuj
pt_br: Desativar
pt_pt: Desativar
ro_ro: Dezactivați
ru_ru: To'xtatish
sr_rs: Deaktiviraj
tr_tr: Devre Dışı Bırak
uk_ua: Деактивувати
vi_vn: Vô hiệu hoá
zh_cn: 停用

source: Activate
ar_sa: تنشيط
bg_bg: Активиране
ca_es: Activa
cs_cz: Aktivovat
de_de: Aktivieren
el_gr: Ενεργοποίηση
fa_ir: فعال‌سازی
fi_fi: Aktivoi
fr_fr: Activer
hu_hu: Aktiválás
id_id: Aktifkan
lt_lt: Suaktyvinti
nl_nl: Activeer
pl_pl: Aktywuj
pt_br: Ativado
pt_pt: Ativar
ro_ro: Activează
ru_ru: Faollashtirish
sr_rs: Aktivirati
tr_tr: Etkinleştir
uk_ua: Активувати
vi_vn: Kích hoạt
zh_cn: 激活

source: Modules on the extension directory
cs_cz: Moduly v adresáři rozšíření
hu_hu: Modulok a bővítmények könyvtárában
ro_ro: Module in directorul extensiilor
ru_ru: Модули в каталоге расширений

source: These are all modules available for installation from the <a href="https://extensions.fossbilling.org/">extension directory</a> at the click of a button.
cs_cz: Toto jsou všechny moduly, které jsou k dispozici pro instalaci z adresáře <a href="https://extensions.fossbilling.org/">rozšíření</a> na kliknutí na tlačítko.
hu_hu: Ez mind egy kattintással telepíthető modul a <a href="https://extensions.fossbilling.org/">bővítmények könyvtárból</a>.
ro_ro: Acestea sunt toate modulele disponibile pentru instalare din directorul <a href="https://extensions.fossbilling.org/">extensie</a> la clic pe un buton.
ru_ru: Это все модули, доступные для установки из <a href="https://extensions.fossbilling.org/">каталога расширений</a> одним нажатием кнопки.

source: Extending FOSSBilling
ar_sa: توسيع FOSSBilling
bg_bg: Обогатяване на FOSSBilling
ca_es: Ampliació de FOSSBilling
cs_cz: Prodloužení FOSSBilling
de_de: Erweiterung der FOSSBilling
el_gr: Επέκταση FOSSBilling
fa_ir: گسترش FOSSBilling
fi_fi: FossBillingin Laajentaminen
fr_fr: Prolonger FOSSBilling
hu_hu: A FOSSBilling kiterjesztése
lt_lt: FOSSBilling pratęsimas
nl_nl: FOSSBilling Uitbreiden
pl_pl: Rozszerzanie FOSSBilling
pt_br: Estendendo FOSSBilling
pt_pt: Extensão do FOSSBilling
ro_ro: Extinderea FOSSBilling
ru_ru: Расширение FOSSBilling
sr_rs: Proširivanje FOSSBillinga
tr_tr: FOSSBilling'i Genişletme
uk_ua: Розширення FOSSBilling
vi_vn: Mở rộng FOSSBilling
zh_cn: 扩展FOSSBilling

source: FOSSBilling gives developers all the capabilities to customize, integrate & extend the core system into your own website & applications.
ar_sa: توفر FOSSBilling للمطورين جميع القدرات لتخصيص ودمج وتوسيع النظام الأساسي في موقعك الإلكتروني وتطبيقاتك.
bg_bg: FOSSBilling дава на разработчиците всички възможности за персонализиране, интегриране и обогатяване на основната система в собствения ви уеб сайт и приложения.
ca_es: FOSSBilling ofereix als desenvolupadors totes les capacitats per personalitzar, integrar i ampliar el sistema bàsic al vostre lloc web i aplicacions.
cs_cz: FOSSBilling poskytuje vývojářům všechny možnosti pro přizpůsobení, integraci a rozšíření základního systému do vlastních webových stránek a aplikací.
de_de: FOSSBilling bietet Entwicklern alle Möglichkeiten zur Anpassung, Integration und Erweiterung des Kernsystems in Ihre eigene Website und Anwendungen.
el_gr: Το FOSSBilling παρέχει στους προγραμματιστές όλες τις δυνατότητες προσαρμογής, ενσωμάτωσης και επέκτασης του βασικού συστήματος στο δικό σας ιστότοπο και τις δικές σας εφαρμογές.
fa_ir: FOSSBilling به توسعه دهندگان تمام قابلیت ها را می دهد تا سیستم اصلی را در وب سایت و برنامه های کاربردی خود شخصی سازی، ادغام و گسترش دهند.
fi_fi: FOSSBilling tarjoaa kehittäjille kaikki mahdollisuudet mukauttaa, integroida ja laajentaa ydinjärjestelmää omiin verkkosivuihin ja sovelluksiin.
fr_fr: FOSSBilling offre aux développeurs toutes les capacités nécessaires pour personnaliser, intégrer et étendre le système de base dans votre propre site Web et applications.
hu_hu: A FOSSBilling minden lehetőséget megad a fejlesztőknek, hogy az alaprendszert testre szabhassák, integrálhassák és bővíthessék a saját weboldalukba és alkalmazásaikba.
id_id: FOSSBilling memberi developer kebebasan untuk kustomisasi, integrasi dan menambahkan sistem tambahan ke dalam core system, baik website dan aplikasi.
lt_lt: FOSSBilling suteikia programuotojams visas galimybes tinkinti, integruoti ir išplėsti pagrindinę sistemą į savo svetainę & aplikacijas.
nl_nl: FOSSBilling biedt ontwikkelaars alle mogelijkheden om het kernsysteem aan te passen, te integreren en uit te breiden naar eigen websites en applicaties.
pl_pl: FOSSBilling daje deweloperom wszystkie możliwości dostosowania, integracji i rozszerzenia podstawowego systemu na własnej stronie internetowej i w aplikacjach.
pt_br: FOSSBilling dá aos desenvolvedores todos os recursos para personalizar, integrar e estender o sistema central no seu próprio site e aplicativos.
pt_pt: O FOSSBilling oferece aos programadores todas as capacidades para personalizar, integrar e alargar o sistema central ao seu próprio sítio Web e aplicações.
ro_ro: FOSSBilling oferă dezvoltatorilor toate capacitățile de a personaliza, integra și extinde sistemul de bază în propriul dvs website și în propriile aplicații.
ru_ru: FOSSBilling предоставляет разработчикам все возможности для настройки, интеграции и расширения основной системы на ваш собственный веб-сайт и приложения.
sr_rs: FOSSBilling daje programerima sve moguć́nosti za prilagođavanje, integraciju i proširenje osnovnog sistema u vašu web lokaciju i aplikacije.
tr_tr: FOSSBilling, geliştiricilere çekirdek sistemi özelleştirmek, entegre etmek ve kendi web sitelerine ve uygulamalarına genişletmek için tüm yetenekleri sağlar.
uk_ua: FOSSBilling дає розробникам усі можливості для налаштування та розширення основної системи на свій власний вебсайт і додатків.
vi_vn: FOSSBilling trao quyền cho lập trình viên toàn bộ khả năng tùy chỉnh, tích hợp và mở rộng hệ thống lõi vào trong website và ứng dụng của bạn.
zh_cn: FOSSBilling为开发者提供了可自定义、 整合和扩展的核心系统，方便为您自己的网站和应用程序进行二次开发。

source: More extensions
cs_cz: Další rozšíření
hu_hu: További bővítmények
ro_ro: Mai multe extensii
ru_ru: Больше расширений

source: If you cannot find the extensions you are looking for in the admin area, please visit the extension directory at <a href="https://extensions.fossbilling.org" target="_blank">https://extensions.fossbilling.org</a>.
cs_cz: Pokud nemůžete najít rozšíření, která hledáte v administraci, navštivte prosím adresář rozšíření na adrese <a href="https://extensions.fossbilling.org" target="_blank">https://extensions.fossbilling.org</a>.
hu_hu: Amennyiben nem találja a keresett bővítményt az admin felületen, kérem látogasson el a bővítmények könyvtárba a <a href="https://extensions.fossbilling.org" target="_blank">https://extensions.fossbilling.org</a> weboldalon.
ro_ro: Dacă nu găsești extensiile pe care le cauți în zona de admin, te rugăm să vizitezi folderul extensiei de la <a href="https://extensions.fossbilling.org" target="_blank">https://extensions.fossbilling.org</a>.
ru_ru: Если вы не можете найти нужные расширения в административной зоне, посетите каталог расширений по адресу <a href="https://extensions.fossbilling.org" target="_blank">https://extensions.fossbilling.org</a>.

source: How to create a new extension
cs_cz: Jak vytvořit nové rozšíření
hu_hu: Hogyan készíts egy új bővítményt
ro_ro: Cum să creezi o nouă extensie
ru_ru: Как создать новое расширение

source: Create a <a href="https://github.com/signup/free" target="_blank">GitHub</a> account for free.
cs_cz: Vytvořte si účet <a href="https://github.com/signup/free" target="_blank">GitHub</a>.
hu_hu: Készíts ingyenes <a href="https://github.com/signup/free" target="_blank">Github</a> fiókot.
ro_ro: Creați un cont <a href="https://github.com/signup/free" target="_blank">GitHub</a> gratuit.
ru_ru: Создайте бесплатную учетную запись <a href="https://github.com/signup/free" target="_blank">GitHub</a>.
sr_rs: Besplatno kreirajte <a target="_blank" rel="noreferrer nofollow" href="https://github.com/signup/free" target="_blank">GitHub</a> nalog.

source: Create a new public repository dedicated to the extension only.
cs_cz: Vytvořte nový veřejný repositář vyhrazený pouze pro rozšíření.
hu_hu: Készíts egy új publikus gyűjteményt amely csak a bővítményhez van dedikálva.
ro_ro: Creați un repository public nou dedicat doar extensiei.
ru_ru: Создайте новый публичный репозиторий, предназначенный только для расширения.
sr_rs: Napravite novi javni repozitorijum namenjen samo ekstenziji.

source: The repository must have a valid manifest file for your extension in the JSON format. For more information, please refer <a href="https://github.com/FOSSBilling/example-extension" target="_blank">to our example extension</a>.
cs_cz: Repozitář musí mít platný soubor manifestu pro vaši příponu ve formátu JSON. Pro více informací si prosím přečtěte <a href="https://github.com/FOSSBilling/example-extension" target="_blank">na náš příklad rozšíření</a>.
hu_hu: A gyűjteménynek tartalmaznia kell egy érvényes JSON formátumú manifest fájlt. További információért kövesse <a href="https://github.com/FOSSBilling/example-extension" target="_blank">a példa kiterjesztést</a>.
ro_ro: Repository-ul trebuie să aibă un fișier manifest valid pentru extensia dvs în formatul JSON. Pentru mai multe informații, vă rugăm să consultați <a href="https://github.com/FOSSBilling/example-extension" target="_blank">exemplul nostru de extindere</a>.
ru_ru: Репозиторий должен содержать действительный файл манифеста для вашего расширения в формате JSON. Для получения дополнительной информации обратитесь к <a href="https://github.com/FOSSBilling/example-extension" target="_blank">нашему примеру расширения</a>.
sr_rs: Repozitorijum mora imati važeću datoteku manifesta za vaše proširenje u JSON formatu. Za više informacija, pogledajte <a target="_blank" rel="noreferrer nofollow" href="https://github.com/FOSSBilling/example-extension" target="_blank">naš primer proširenja</a>.

source: Create a pull request <a href="https://github.com/FOSSBilling/extension-directory">here</a>.
cs_cz: Vytvořte požadavek pull <a href="https://github.com/FOSSBilling/extension-directory">zde</a>.
hu_hu: Hozz létre egy pull requestet <a href="https://github.com/FOSSBilling/extension-directory">itt</a>.
ro_ro: Creați un pull request <a href="https://github.com/FOSSBilling/extension-directory">aici</a>.
ru_ru: Создайте pull request <a href="https://github.com/FOSSBilling/extension-directory">здесь</a>.
sr_rs: Napravite zahtev za preuzimanje <a target="_blank" rel="noreferrer nofollow" href="https://github.com/FOSSBilling/extension-directory">ovde</a>.

source: The FOSSBilling team will review your extension and contact you if there are any issues.
cs_cz: Tým FOSSBilling zkontroluje vaše rozšíření a v případě problémů vás kontaktuje.
ro_ro: Echipa FOSSBilling vă va examina extensia și vă va contacta dacă există probleme.
ru_ru: Команда FOSSBilling рассмотрит ваше расширение и свяжется с вами, если возникнут проблемы.
sr_rs: Tim FOSSBilling-a će pregledati vaše proširenje i kontaktirati vas ako bude bilo kakvih problema.

source: Registered extensions will then appear on the extension directory.
cs_cz: Registrovaná rozšíření se pak zobrazí v adresáři rozšíření.
ro_ro: Extensiile înregistrate vor apărea apoi în directorul de extensii.
ru_ru: Зарегистрированные расширения появятся в каталоге расширений.
sr_rs: Registrovane ekstenzije će se zatim pojaviti u direktorijumu ekstenzija.

source: Supported extension types
cs_cz: Podporované typy rozšíření
ro_ro: Tipuri de extensii suportate
ru_ru: Поддерживаемые типы расширений
sr_rs: Podržani tipovi ekstenzija

source: Server managers
cs_cz: Správci serverů
ro_ro: Administratori de server
ru_ru: Менеджеры серверов
sr_rs: Menadžer servera

source: Domain registrars
ar_sa: تسجيل النطاق
bg_bg: Регистратори на домейни
ca_es: Registradors de dominis
cs_cz: Registrátor domény
de_de: Domain-Anbieter
el_gr: Καταχωρητές domain
fa_ir: ثبت کننده های دامنه
fi_fi: Verkkotunnusrekisterinpitäjät
fr_fr: Bureaux d'enregistrement de domaine
hu_hu: Tartományregisztrálók
id_id: Registrasi Domain
lt_lt: Domenų registrai
nl_nl: Domeinregistratoren
pl_pl: Rejestratory domen
pt_br: Registros de domínios
pt_pt: Agentes de registo de domínios
ro_ro: Registrari domenii
ru_ru: Доменные регистраторы
sr_rs: Registratori domena
tr_tr: Kayıt Operatörleri
uk_ua: Реєстратори доменних імен
vi_vn: Nhà đăng ký tên miền
zh_cn: 域名注册
