Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Payment gateway :id method getTransaction should return Payment_Transaction object
ar_sa: بوابة الدفع :id method getTransaction يجب أن يعيد الدفع - عنصر المعاملة
bg_bg: Метода за плащане :id метод getTransaction трябва да върне Payment_Transaction обект
ca_es: Passarel·la de pagament: mètode d'identificació getTransaction hauria de retornar l'objecte Payment_Transaction
cs_cz: Platební brána :id metoda getTransakce by měla vrátit objekt Payment_Transakce
el_gr: Η μέθοδος getTransaction της πύλης πληρωμών :id πρέπει να επιστρέφει το αντικείμενο Payment_Transaction
fa_ir: درگاه پرداخت :id متد getTransaction را باید به آبجکت Payment_Transaction برگرداند
fi_fi: Maksuportaalin :id-metodin getTransaction pitäisi palauttaa Payment_Transaction-objekti
fr_fr: La passerelle de paiement :id méthode getTransaction devrait retourner l'objet Payment_Transaction
hu_hu: Fizetési átjáró :id módszer getTransaction visszaadja a Payment_Transaction objektumot
id_id: Payment gateway :id metode getTransaction harus mengembalikan objek Payment_Transaction
lt_lt: Mokėjimo vartų :id metodas getTransaction turėtų grąžinti objektą Payment_Transaction
nl_nl: Betaling gateway :id method getTransaction moet retourneren Payment_Transactie object
pl_pl: Metoda getTransaction bramki płatności :id powinna zwracać obiekt Payment_Transaction
pt_br: Método de pagamento :id método getTransaction deve retornar o objeto Payment_Transaction
pt_pt: O método getTransaction do gateway de pagamento :id deve devolver o objeto Payment_Transaction
ro_ro: Metoda de plată :id getTransaction ar trebui să returneze obiectul Payment_Transaction
ru_ru: Метод getTransaction платежного шлюза :id должен возвращать объект Payment_Transaction
sr_rs: Platni prolaz :id metoda getTransaction treba da vrati objekat Payment_Transaction
tr_tr: Ödeme ağ geçidi :id yöntemi getTransaction, Payment_Transaction nesnesini döndürmelidir
uk_ua: Платіжний шлюз: id метод getTransaction повинен повернути об'єкт Payment_Transaction
vi_vn: Phương thức thanh toán :id getTransaction sẽ trả về đối tượng Payment_Transaction
zh_cn: 支付网关 :id method getTransaction 应该返回 Payment_Transaction 对象

source: Cannot create subscription. Subscription ID from payment gateway was not received
cs_cz: Nelze vytvořit předplatné. ID předplatného z platební brány nebylo přijato
el_gr: Δεν είναι δυνατή η δημιουργία συνδρομής. Το αναγνωριστικό συνδρομής από την πύλη πληρωμής δεν ελήφθη
fa_ir: امکان ایجاد اشتراک وجود ندارد. شناسه اشتراک از درگاه پرداخت دریافت نشد
fr_fr: Impossible de créer l'abonnement. L'id d'abonnement de la passerelle de paiement n'a pas été reçu
hu_hu: Nem tud előfizetést létrehozni. Az előfizetési azonosító nem érkezett meg a fizetési átjárótól
id_id: Tidak dapat membuat langganan. ID langganan dari gateway pembayaran tidak diterima
nl_nl: Kan abonnement niet aanmaken. Abonnement ID van betalingsgateway is niet ontvangen
pl_pl: Nie można utworzyć subskrypcji. Nie odebrano identyfikatora subskrypcji od bramki płatności
ro_ro: Nu se poate crea abonamentul. ID-ul abonamentului de la portalul de plata nu a fost primit
ru_ru: Невозможно создать подписку. ID подписки от платежного шлюза не получен
sr_rs: Nije moguće kreirati pretplatu. ID pretplate sa platnog prolaza za plaćanje nije primljen
tr_tr: Abonelik oluşturulamıyor. Ödeme sağlayıcısından Abonelik ID alınmadı
vi_vn: Không thể tạo gói thuê bao. Mã gói thuê bao từ cổng thanh toán chưa được nhận

source: Subscription #:id was not found. Could not unsubscribe
ar_sa: لم يتم العثور على الاشتراك #:id. لا يمكن إلغاء الاشتراك
bg_bg: Абонамента #:id не е намерен. Абонаментът не можа да се прекрати
ca_es: No s'ha trobat el número de subscripció: id. No s'ha pogut cancel·lar la subscripció
cs_cz: Předplatné #:id nebylo nalezeno. Nelze se odhlásit
el_gr: Η συνδρομή #:id δεν βρέθηκε. Δεν ήταν δυνατή η διαγραφή
fa_ir: اشتراک #:id پیدا نشد. لغو اشتراک امکان‌پذیر نیست
fi_fi: Kestotilausta #:id ei löytynyt. Tilausta ei voitu peruuttaa
fr_fr: L'abonnement #:id n'a pas été trouvé. Impossible de se désabonner
hu_hu: Az előfizetés #:id nem található. Nem sikerült leiratkozni
id_id: Langganan #:id tidak ditemukan. Tidak dapat berhenti berlangganan
lt_lt: Prenumeratos #:id nerastas. Nepavyko atšaukti prenumeratos
nl_nl: Abonnement #:id niet gevonden. Kan niet uitschrijven
pl_pl: Subskrypcji o identyfikatorze #:id nie znaleziono. Nie można anulować subskrypcji
pt_br: A assinatura #:id não foi encontrada. Não foi possível cancelar a inscrição
pt_pt: A subscrição #:id não foi encontrada. Não foi possível cancelar a subscrição
ro_ro: Abonamentul #:id nu a fost găsit. Nu s-a putut dezabona
ru_ru: Подписка #:id не найдена. Не удалось отписаться
sr_rs: Pretplata #:id nije pronađena. Otkazivanje prijave nije uspelo
tr_tr: Abonelik #:id bulunamadı. Abonelikten çıkılamadı
uk_ua: Підписка #:id не знайдена. Неможливо відмовитися від підписки
vi_vn: Gói đăng ký #:id không tồn tại. Không thể hủy đăng ký
zh_cn: 未找到订阅号 #:id 。无法取消订阅

source: Only approved transaction can be processed
ar_sa: فقط المعاملة المعتمدة يمكن معالجتها
bg_bg: Може да се обработва само одобрена транзакция
ca_es: Només es pot processar la transacció aprovada
cs_cz: Lze zpracovat pouze schválenou transakci
el_gr: Μόνο εγκεκριμένη συναλλαγή μπορεί να υποβληθεί σε επεξεργασία
fa_ir: فقط تراکنش تایید شده قابل پردازش است
fi_fi: Vain hyväksyttyjä tapahtumia voidaan käsitellä
fr_fr: Seules les transactions approuvées peuvent être traitées
hu_hu: Csak jóváhagyott tranzakciót lehet feldolgozni
id_id: Hanya transaksi yang diterima yang dapat diproses
lt_lt: Galima apdoroti tik patvirtintą operaciją
nl_nl: Alleen goedgekeurde transacties kunnen worden verwerkt
pl_pl: Tylko zatwierdzona transakcja może być przetworzona
pt_br: Apenas transações aprovadas podem ser processadas
pt_pt: Apenas as transacções aprovadas podem ser processadas
ro_ro: Numai tranzacția aprobată poate fi procesată
ru_ru: Только одобренная транзакция может быть обработана
sr_rs: Može se obraditi samo odobrena transakcija
tr_tr: Sadece onaylanan işlem yapılabilir
uk_ua: Тільки затверджена транзакція може бути оброблена
vi_vn: Chỉ giao dịch đã được duyệt mới có thể được xử lý
zh_cn: 只能处理已批准的交易

source: Transaction currency :code does not match required currency :required
cs_cz: Měna transakce :code neodpovídá požadované měně :required
hu_hu: Tranzakció pénzneme :code nem egyezik a szükséges pénznemmel :required
ro_ro: Moneda tranzacției :code nu corespunde valutei necesare :required
ru_ru: Валюта транзакции :code не соответствует требуемой валюте :required

source: Transaction status on payment gateway is Pending. Only Complete or Unknown transactions can be processed.
ar_sa: حالة المعاملة على بوابة الدفع معلقة. فقط المعاملات الكاملة أو غير المعروفة يمكن معالجتها.
bg_bg: Състоянието на транзакцията в платежния метод е В процес на изпълнение. Могат да бъдат обработени само пълни или неизвестни транзакции.
ca_es: L'estat de la transacció a la passarel·la de pagament és Pendent. Només es poden processar transaccions completes o desconegudes.
cs_cz: Stav transakce u platební brány čeká. Lze zpracovat pouze kompletní nebo neznámé transakce.
el_gr: Η κατάσταση της συναλλαγής στην πύλη πληρωμών είναι Εκκρεμής. Μόνο οι ολοκληρωμένες ή άγνωστες συναλλαγές μπορούν να υποβληθούν σε επεξεργασία.
fa_ir: وضعیت تراکنش در درگاه پرداخت معلق است. فقط تراکنش های کامل یا ناشناخته قابل پردازش هستند.
fi_fi: Maksuportaalin maksutapahtuman tila on Odottaa. Vain valmis tai tuntematon tapahtuma voidaan käsitellä.
fr_fr: Le statut de la transaction sur la passerelle de paiement est en attente. Seules les transactions complètes ou inconnues peuvent être traitées.
hu_hu: A tranzakció státusza a fizetési átjárónál függőben van. Csak a Teljes vagy Ismeretlen tranzakciókat lehet feldolgozni.
id_id: Status transaksi pada payment gateway adalah Pending. Hanya transaksi yang sudah selesai atau tidak diketahui yang dapat diproses.
lt_lt: Mokėjimo vartų operacijos būsena Laukiama. Galima apdoroti tik užbaigtas arba Nežinomas operacijas.
nl_nl: Transactiestatus op betaling gateway is in behandeling. Alleen Volledige of onbekende transacties kunnen worden verwerkt.
pl_pl: Status transakcji w bramce płatności to Oczekujące. Tylko transakcje Zakończone lub Nieznane mogą być przetwarzane.
pt_br: O status da transação do método de pagamento é Pendente. Apenas transações completas ou desconhecidas podem ser processadas.
pt_pt: O estado da transação no gateway de pagamento é Pendente. Apenas as transacções Completas ou Desconhecidas podem ser processadas.
ro_ro: Statusul tranzacției pe gateway-ul de plată este în așteptare. Numai tranzacțiile complete sau necunoscute pot fi procesate.
ru_ru: Статус транзакции на платежном шлюзе - Ожидание. Могут быть обработаны только завершенные или неизвестные транзакции.
sr_rs: Status transakcije na gateway za plaćanje je Na čekanju. Mogu se obraditi samo potpune ili Nepoznate transakcije.
tr_tr: Ödeme ağ geçidindeki işlem durumu "Beklemede". Yalnızca "Tamamlanmış" veya "Bilinmeyen" işlemler yapılabilir.
uk_ua: Статус транзакції на платіжному шлюзі – Очікує. Можна обробляти лише завершені або невідомі транзакції.
vi_vn: Trạng thái giao dịch tại cổng thanh toán là đang chờ xử lý. Chỉ thanh toán hoàn thành hoặc không rõ ràng mới có thể được xử lý.
zh_cn: 支付网关上的交易状态是“待处理”。只能处理“已完成”或“未关联账单”的交易。

source: Client currency does not match invoice currency
cs_cz: Měna zákazníka se neshoduje s měnou faktury
hu_hu: Az ügyfél pénzneme nem egyezik a számla pénznemével
ro_ro: Moneda clientului nu coincide cu moneda facturii
ru_ru: Валюта клиента не соответствует валюте счета

source: Cannot add negative amount to client balance for debit transaction
cs_cz: Nelze přidat zápornou částku do zůstatku klienta pro debetní transakci
el_gr: Δεν είναι δυνατή η προσθήκη αρνητικού ποσού στο υπόλοιπο του πελάτη για χρεωστική συναλλαγή
fa_ir: نمی توان مبلغ منفی را به موجودی مشتری اضافه کرد
fr_fr: Impossible d'ajouter un montant négatif au solde du client pour la transaction de débit
hu_hu: Nem lehet negatív összeget hozzáadni az ügyfél egyenlegéhez terhelési tranzakció esetén
id_id: Tidak dapat menambahkan jumlah negatif ke saldo klien untuk transaksi debit
nl_nl: Kan geen negatief bedrag toevoegen aan het klantsaldo voor debettransactie
pl_pl: Nie można dodać ujemnej kwoty do salda klienta dla transakcji debetowej
ro_ro: Nu se poate adăuga o sumă negativă în soldul clientului pentru tranzacția de debit
ru_ru: Невозможно добавить отрицательную сумму на баланс клиента для дебетовой транзакции
sr_rs: Nije moguće dodati negativan iznos na depozit klijenta za debitnu transakciju
tr_tr: Borçlandırma işlemi için müşteri bakiyesine negatif tutar eklenemez
vi_vn: Không thể thêm tổng số âm vào số dư của khách hàng cho giao dịch tạm ứng

source: Message from name cannot be empty
cs_cz: Zpráva od jména nemůže být prázdná
el_gr: Το «from name» δεν μπορεί να είναι κενό
fa_ir: پیام از طرف نمی تواند خالی باشد
fr_fr: Le nom du message ne peut pas être vide
hu_hu: A névből származó üzenet nem lehet üres
id_id: Pesan dari nama tidak boleh kosong
nl_nl: De afzendernaam mag niet leeg zijn
pl_pl: Wiadomość od nazwy nie może być pusta
ro_ro: Mesajul de la nume nu poate fi gol
ru_ru: Имя отправителя не может быть пустым
sr_rs: Poruka od imena ne može biti prazna
tr_tr: Gönderici ismi boş olamaz
vi_vn: Thông điệp từ tên có thể trống

source: Add some content before sending message
ar_sa: إضافة بعض المحتوى قبل إرسال الرسالة
bg_bg: Добавете малко съдържание, преди да изпратите съобщението
ca_es: Afegiu contingut abans d'enviar el missatge
cs_cz: Přidat nějaký obsah před odesláním zprávy
el_gr: Προσθέστε κάποιο περιεχόμενο πριν από την αποστολή του μηνύματος
fa_ir: قبل از ارسال پیام، مقداری محتوا اضافه کنید
fi_fi: Lisää sisältöä ennen viestin lähettämistä
fr_fr: Ajoutez du contenu avant d'envoyer le message
hu_hu: Tartalom hozzáadása az üzenet elküldése előtt
id_id: Tambahkan beberapa konten sebelum mengirim pesan
lt_lt: Prieš siųsdami pranešimą pridėkite turinio
nl_nl: Vul het bericht in voordat het wordt verstuurd
pl_pl: Dodaj trochę treści przed wysłaniem wiadomości
pt_br: Adicione algum conteúdo antes de enviar a mensagem
pt_pt: Adicionar algum conteúdo antes de enviar a mensagem
ro_ro: Adaugă conținut înainte de a trimite mesajul
ru_ru: Добавьте содержимое перед отправкой сообщения
sr_rs: Dodajte sadržaj pre slanja poruke
tr_tr: Mesaj göndermeden önce biraz içerik ekleyin
uk_ua: Додайте вміст перед надсиланням повідомлення
vi_vn: Thêm vào đoạn nội dung trước khi gửi thông điệp
zh_cn: 请添加内容后发送消息

source: Mass mailer
ar_sa: ساعي البريد الشامل
bg_bg: Масов пощенски оператор
ca_es: Correu massiu
cs_cz: Hromadný e-mail
de_de: Massenmail
el_gr: Μαζική αλληλογραφία
fa_ir: ایمیل انبوه
fi_fi: Joukkopostitus
fr_fr: Courrier de masse
hu_hu: Tömeges levelező
id_id: Pengiriman massal
lt_lt: Masinis laiškų siuntimas
nl_nl: Bulk mailer
pl_pl: Masa mailer
pt_br: Envio em massa
pt_pt: Correio eletrónico em massa
ro_ro: Mailer în masă
ru_ru: Массовая рассылка
sr_rs: Masovni pošiljalac
tr_tr: Toplu Mesaj Gönderici
uk_ua: Масова розсилка
vi_vn: Gửi thư hàng loạt
zh_cn: 群发邮件

source: Disabled for security reasons (Demo mode enabled)
ar_sa: معطل لأسباب أمنية (تمكين الوضع التجريبي)
bg_bg: Деактивирано от съображения за сигурност (включен демонстративен режим)
ca_es: Desactivat per motius de seguretat (mode de demostració activat)
cs_cz: Vypntuo z bezpečnostních důvodů (Demo režim povolen)
el_gr: Απενεργοποιημένο για λόγους ασφαλείας (Ενεργοποιημένη η λειτουργία επίδειξης)
fa_ir: به دلایل امنیتی غیرفعال شد (حالت نمایشی فعال است)
fi_fi: Ei käytössä turvallisuussyistä (Demo-tila käytössä)
fr_fr: Désactivé pour des raisons de sécurité (Mode démo activé)
hu_hu: Biztonsági okokból letiltva (Demo mód engedélyezve)
id_id: Dinonaktifak demi keamanan (Mode pratinjau diaktifkan)
lt_lt: Išjungta dėl saugumo sumetimų (Demo režimas įjungtas)
nl_nl: Uitgeschakeld om veiligheidsredenen (Demo modus ingeschakeld)
pl_pl: Wyłączone z powodów bezpieczeństwa (Włączony tryb demonstracyjny)
pt_br: Desativado por razões de segurança (Modo de demonstração ativado)
pt_pt: Desativado por razões de segurança (modo de demonstração ativado)
ro_ro: Dezactivat din motive de securitate (modul Demo este activat)
ru_ru: Отключено по соображениям безопасности (включен демо-режим)
sr_rs: Onemogućeno iz bezbednosnih razloga (demo režim je omogućen)
tr_tr: Güvenlik nedeniyle devre dışı bırakıldı (Demo modu açık)
uk_ua: Вимкнено з міркувань безпеки (увімкнуто демо-режим)
vi_vn: Bị tắt vì lý do bảo mật (Chế độ demo đang bật)
zh_cn: 因安全原因禁用 (启用演示模式)

source: Mass mail message not found
ar_sa: لم يتم العثور على رسالة البريد الشامل
bg_bg: Съобщението за масова поща не е намерено
ca_es: No s'ha trobat el missatge de correu massiu
cs_cz: Hromadná zpráva nebyla nalezena
de_de: Massenmail Nachricht wurde nicht gefunden
el_gr: Δεν βρέθηκε μαζικό μήνυμα ηλεκτρονικού ταχυδρομείου
fa_ir: پیام نامه انبوه یافت نشد
fi_fi: Massaviestiä ei löytynyt
fr_fr: Message de masse introuvable
hu_hu: A tömeges e-mail nem található
id_id: Pesan pengiriman massal tidak ditemukan
nl_nl: Bulkmailbericht niet gevonden
pl_pl: Wiadomość masowej poczty nie została znaleziona
pt_br: Mensagem de e-mail em massa não encontrada
ro_ro: Mesajul în masă nu a fost găsit
ru_ru: Сообщение массовой рассылки не найдено
sr_rs: Poruka masovne pošte nije pronađena
tr_tr: Toplu posta mesajı bulunamadı
uk_ua: Масове повідомлення не знайдено
vi_vn: Không tìm thấy tin nhắn hàng loạt

source: ID or slug is required.
ro_ro: ID sau slug este necesar.
ru_ru: Требуется ID или slug.

source: News item not found.
ro_ro: Ştirea nu a fost găsită.
ru_ru: Новость не найдена.

source: News item not found
ar_sa: لم يتم العثور على عنصر الأخبار
bg_bg: Елемента Вестникът не е намерен
ca_es: No s'ha trobat la notícia
cs_cz: Novinky nebyly nalezeny
de_de: Nachrichtenartikel nicht gefunden
el_gr: Δεν βρέθηκαν νέα
fa_ir: آیتم اخبار یافت نشد
fi_fi: Uutinen ei löytynyt
fr_fr: Article d'actualité introuvable
hu_hu: Nem talált hír
id_id: Berita tidak ditemukan
lt_lt: Naujienų elementas nerastas
nl_nl: Nieuwsitem niet gevonden
pl_pl: Nie znaleziono wpisu z aktualnościami
pt_br: Item das notícias não encontrado
pt_pt: Notícia não encontrada
ro_ro: Ştirea nu a fost găsită
ru_ru: Новость не найдена
sr_rs: Vest nije pronađena
tr_tr: Haber öğesi bulunamadı
uk_ua: Пункт новин не знайдено
vi_vn: Mục tin bài không tồn tại
zh_cn: 未找到消息

source: Announcements
ar_sa: الإعلانات
bg_bg: Новини
ca_es: Anuncis
cs_cz: Oznámení
de_de: Ankündigungen
el_gr: Ανακοινώσεις
fa_ir: اطلاعیه
fi_fi: Ilmoitukset
fr_fr: Annonces
hu_hu: Közlemények
id_id: Pengumuman
lt_lt: Pranešimai
nl_nl: Mededelingen
pl_pl: Ogłoszenia
pt_br: Comunicados
pt_pt: Anúncios
ro_ro: Anunțuri
ru_ru: Объявления
sr_rs: Saopštenja
tr_tr: Duyurular
uk_ua: Оголошення
vi_vn: Thông báo
zh_cn: 通知

source: Notification message was not found
ar_sa: لم يتم العثور على رسالة الإشعارات
bg_bg: Съобщението за известяване не бе намерено
ca_es: No s'ha trobat el missatge de notificació
cs_cz: Oznámení nebylo nalezeno
de_de: Benachrichtigung wurde nicht gefunden
el_gr: Δεν βρέθηκε μήνυμα ειδοποίησης
fa_ir: پیام اعلان پیدا نشد
fi_fi: Ilmoitusviestiä ei löytynyt
fr_fr: Message de notification introuvable
hu_hu: Értesítési üzenet nem található
id_id: Pesan notiifikasi tidak ditemukan
lt_lt: Pranešimo žinutė nerasta
nl_nl: Notificatiebericht is niet gevonden
pl_pl: Wiadomość powiadomienia nie została znaleziona
pt_br: Mensagem de notificação não encontrada
pt_pt: A mensagem de notificação não foi encontrada
ro_ro: Mesajul de notificare nu a fost găsit
ru_ru: Сообщение уведомления не найдено
sr_rs: Poruka sa obaveštenjem nije pronađena
tr_tr: Bildirim mesajı bulunamadı
uk_ua: Повідомлень оповіщення не знайдено
vi_vn: Nội dung thông báo không tồn tại
zh_cn: 未找到通知信息

source: Only suspended orders can be unsuspended
ar_sa: فقط الطلبات المعلقة يمكن إلغاء تعليقها
bg_bg: Само прекратените поръчки могат да бъдат преустановени
ca_es: Només es poden anul·lar les comandes suspeses
cs_cz: Pouze u pozastavených objednávek, můžete zrušit pozastavení
de_de: Nur gesperrte Bestellungen können entsperrt werden
el_gr: Μόνο οι εντολές που έχουν ανασταλεί μπορούν να μην ανασταλούν
fa_ir: فقط سفارش‌های تعلیق شده را می توان لغو کرد
fi_fi: Vain keskeytetyt tilaukset voivat olla peruuttamattomia
fr_fr: La suspension d'une commande peut être révoquée seulement sur une commande suspendue
hu_hu: Csak a felfüggesztett megbízások visszavonása lehetséges
id_id: Hanya pesanan yang ditangguhkan yang dapat dibatalkan penangguhannya
lt_lt: Gali būti atšaukti tik sustabdyti užsakymai
nl_nl: Alleen geblokkeerde bestellingen kunnen worden opgeheven
pl_pl: Tylko zawieszone zamówienia mogą być cofnięte do aktywacji
pt_br: Apenas pedidos suspensos podem ser reativados
pt_pt: Apenas as ordens suspensas podem ser anuladas
ro_ro: Doar comenzile active pot fi suspendate
ru_ru: Только приостановленные заказы могут быть возобновлены
sr_rs: Samo suspendovane porudžbine mogu biti opozvane
tr_tr: Yalnızca askıya alınan siparişlerin askıya alınma durumu iptal edilebilir
uk_ua: Лише призупинені замовлення можна розблокувати
vi_vn: Chỉ đơn hàng đã tạm ngưng mới có thể được mở lại
zh_cn: 已暂停的订单才能取消暂停

source: Only canceled orders can be uncanceled
ar_sa: فقط إلغاء أوامر يمكن حذف
bg_bg: Само прекратените поръчки могат да бъдат преустановени
ca_es: Només les comandes cancel·lades es poden cancel·lar
cs_cz: Pouze zrušené objednávky mohou být znovu povoleny
de_de: Nur stornierte Bestellungen können wieder aktiviert werden
el_gr: Μόνο οι ακυρωμένες παραγγελίες δεν μπορούν να μην ακυρωθούν
fa_ir: فقط سفارش های لغو شده را می توان لغو کرد
fi_fi: Vain peruutetut tilaukset voidaan perua
fr_fr: L'annulation d'une commande peut être révoquée seulement sur une commande annulée
hu_hu: Csak a törölt megrendeléseket lehet visszavonni
id_id: Hanya pesanan yang dibatalkan yang dapat dibatalkan
lt_lt: Atšaukti galima tik atšauktus užsakymus
nl_nl: Alleen geannuleerde bestellingen kunnen ongedaan gemaakt worden
pl_pl: Tylko anulowane zamówienia mogą być cofnięte
pt_br: Somente pedidos cancelados podem ser reativados
pt_pt: Apenas as encomendas canceladas podem ser anuladas
ro_ro: Doar comenzile anulate pot fi reactivate
ru_ru: Только отмененные заказы могут быть восстановлены
sr_rs: Samo otkazane porudžbine se mogu opozvati
tr_tr: Sadece iptal edilen siparişlerin iptali geri alınabilir
uk_ua: Тільки скасовані замовлення можуть бути відновлені
vi_vn: Chỉ đơn hàng đã hủy mới có thể được thu hồi hủy bỏ
zh_cn: 已取消的订单才能恢复

source: Order config not passed
ar_sa: لم يتم تمرير إعدادات الطلب
bg_bg: Конфигурацията на поръчката не бе приета
ca_es: La configuració de la comanda no s'ha passat
cs_cz: Nastavení objednávky neproběhlo
de_de: Bestellkonfiguration nicht übergeben
el_gr: Οι ρυθμίσεις παραγγελίας δεν πέρασαν
fa_ir: پیکربندی سفارش ارسال نشد
fi_fi: Tilauksen konfiguraatiota ei välitetty
fr_fr: La configuration de la commande n'est pas passée
hu_hu: A rendelési konfiguráció nem került átadásra
id_id: Konfigurasi pesanan tidak di terima
lt_lt: Užsakymo konfigūracija nepatikrinta
nl_nl: Orderconfiguratie niet doorgegeven
pl_pl: Konfiguracja zamówienia nie została przekazana
pt_br: Configuração do pedido não aprovada
pt_pt: Configuração da encomenda não aprovada
ro_ro: Configurarea comenzii nu a trecut
ru_ru: Конфигурация заказа не передана
sr_rs: Konfiguracija naloga nije prošla
tr_tr: Sipariş yapılandırması geçilemedi
uk_ua: Налаштування замовлення не прийнято
vi_vn: Cấu hình đơn hàng không được thông qua
zh_cn: 订单配置未通过

source: Automatically issue renewal invoices
ar_sa: إصدار فواتير التجديد تلقائياً
bg_bg: Автоматично издаване на фактури за подновяване
ca_es: Emetre automàticament factures de renovació
cs_cz: Automaticky vystavovat faktury pro obnovení
de_de: Erneuerbare Rechnungen automatisch erstellen
el_gr: Αυτόματη έκδοση παραστατικών ανανέωσης
fa_ir: صدور خودکار فاکتورهای تمدید
fi_fi: Laadi automaattisesti uusimislaskut
fr_fr: Émettre automatiquement les factures de renouvellement
hu_hu: Automatikusan állítson ki megújítási számlákat
id_id: Terbitkan faktur pembaharuan secara otomatis
lt_lt: Automatiškai išrašyti pratęsimo sąskaitas faktūras
nl_nl: Automatisch verlengingsfacturen sturen
pl_pl: Automatycznie generuj faktury odnowienia
pt_br: Emitir faturas de renovação automaticamente
pt_pt: Emitir automaticamente facturas de renovação
ro_ro: Emite automat facturile de reînnoire
ru_ru: Yangilangan hisob-fakturalarni avtomatik ravishda chiqarish
sr_rs: Automatski izdajte fakture za obnovu
tr_tr: Yenileme faturalarını otomatik olarak düzenle
uk_ua: Виставляти рахунки автоматично
vi_vn: Tự động phát hành hóa đơn gia hạn
zh_cn: 自动创建续订账单

source: Issue invoices manually
ar_sa: إصدار الفواتير يدوياً
bg_bg: Издаване на фактури ръчно
ca_es: Emetre factures manualment
cs_cz: Ručně vystavovat faktury
de_de: Rechnung manuell erstellen
el_gr: Έκδοση τιμολογίων χειροκίνητα
fa_ir: فاکتورها را به صورت دستی صادر کنید
fi_fi: Laskujen laatiminen manuaalisesti
fr_fr: Émettre des factures manuellement
hu_hu: Számlák kézi kiállítása
id_id: Ajukan faktur secara manual
lt_lt: Išrašyti sąskaitas faktūras rankiniu būdu
nl_nl: Facturen handmatig versturen
pl_pl: Generuj faktury ręcznie
pt_br: Emitir faturas manualmente
pt_pt: Emitir facturas manualmente
ro_ro: Emteți factura manual
ru_ru: Выставлять счета вручную
sr_rs: Ručno izdajte fakture
tr_tr: Faturaları manuel olarak düzenle
uk_ua: Виставляти рахунки власноруч
vi_vn: Phát hành hóa đơn thủ công
zh_cn: 手动创建账单
