Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Only pending and failed setup orders can be deleted.
ar_sa: يمكن حذف طلبات الإعداد المعلقة والفاشلة فقط.
bg_bg: Само изчакващи и неуспешни поръчки за настройка могат да бъдат изтрити.
ca_es: Només es poden suprimir les comandes de configuració pendents i fallides.
cs_cz: Pouze čekající a neúspěšné nastavení objednávky lze odstranit.
el_gr: Μόνο εκκρεμείς και αποτυχημένες παραγγελίες εγκατάστασης μπορούν να διαγραφούν.
fa_ir: فقط سفارش‌های در انتظار راه‌اندازی و ناموفق را می توان حذف کرد.
fi_fi: Vain vireillä olevat ja epäonnistuneet asetustoimeksiannot voidaan poistaa.
fr_fr: Seules les commandes en attente et échouées peuvent être supprimées.
hu_hu: Csak a függőben lévő és a sikertelen beállítási megbízások törölhetők.
id_id: Hanya pesanan pengaturan yang tertunda dan gagal yang dapat dihapus.
lt_lt: Galima ištrinti tik laukiančius ir nepavykusius sąrankos užsakymus.
nl_nl: Alleen pending and failed setup orders kunnen worden verwijderd.
pl_pl: Tylko zamówienia oczekujące i nieudane konfiguracje mogą być usunięte.
pt_br: Apenas pedidos de configuração pendentes e com falha podem ser excluídos.
pt_pt: Apenas as ordens de preparação pendentes e falhadas podem ser eliminadas.
ro_ro: Numai comenzile de configurare în așteptare și eșuate pot fi șterse.
ru_ru: Только ожидающие и неудачные заказы на настройку могут быть удалены.
sr_rs: Mogu se izbrisati samo nalozi na čekanju i neuspeli nalozi.
tr_tr: Yalnızca "bekleyen" ve "başarısız" kurulum siparişleri silinebilir.
uk_ua: Тільки відкладені та невдалі замовлення можуть бути видалені.
vi_vn: Chỉ đơn hàng chờ xử lý hoặc cài đặt lỗi mới có thể bị xóa.
zh_cn: 只有待处理和上架失败的订单才能删除。

source: Orders
ar_sa: الطلبيات
bg_bg: Поръчки
ca_es: Comandes
cs_cz: Objednávky
de_de: Bestellungen
el_gr: Παραγγελίες
fa_ir: سفارش
fi_fi: Tilaukset
fr_fr: Commandes
hu_hu: Megrendelések
id_id: Pesanan
lt_lt: Užsakymai
nl_nl: Bestellingen
pl_pl: Zamówienia
pt_br: Pedidos
pt_pt: Encomendas
ro_ro: Comenzi
ru_ru: Buyurtmalar
sr_rs: Narudžbe
tr_tr: Siparişler
uk_ua: Замовлення
vi_vn: Đơn hàng
zh_cn: 订单

source: Currency could not be determined for order
ar_sa: لا يمكن تحديد العملة للطلب
bg_bg: Валутата не може да бъде определена за тази поръчка
ca_es: No s'ha pogut determinar la moneda per a la comanda
cs_cz: Pro objednávku nelze určit měnu
de_de: Währung konnte nicht für die Bestellung bestimmt werden
el_gr: Το νόμισμα δεν μπορεί να καθοριστεί για την παραγγελία
fa_ir: ارز برای سفارش تعیین نشد
fi_fi: Valuutta ei voitu määrittää tilaukselle
fr_fr: La devise n'a pas pu être déterminée pour la commande
hu_hu: A rendelés pénznemét nem lehetett meghatározni
id_id: Mata uang tidak dapat ditentukan untuk pesanan
lt_lt: Nepavyko nustatyti užsakymo valiutos
nl_nl: Valuta kon niet worden bepaald voor bestelling
pl_pl: Nie udało się określić waluty zamówienia
pt_br: A moeda não pode ser determinada para o pedido
pt_pt: A moeda não pôde ser determinada para a encomenda
ro_ro: Moneda nu a putut fi determinată pentru comandă
ru_ru: Не удалось определить валюту для заказа
sr_rs: Nije moguće odrediti valutu za porudžbinu
tr_tr: Sipariş için para birimi belirlenemedi
uk_ua: Неможливо визначити валюту для замовлення
vi_vn: Tiền tệ không thể xác định được cho đơn hàng
zh_cn: 无法确定订单的币种

source: Product :id is out of stock.
ar_sa: المنتج :id غير متوفر من المخزون.
bg_bg: Продукта с :id е изчерпан.
ca_es: Producte: id està esgotat.
cs_cz: Produkt :id není skladem.
de_de: Das Produkt ist nicht vorrätig.
el_gr: Προϊόν :id είναι εκτός αποθέματος.
fa_ir: محصول :id موجود نیست.
fi_fi: Tuote :id on loppu varastosta.
fr_fr: Le produit :id est en rupture de stock.
hu_hu: Termék :id nincs raktáron.
id_id: Produk dengan :id sudah habis.
lt_lt: Prekė :id išparduota.
nl_nl: Product :id is niet op voorraad.
pl_pl: Produkt :id jest niedostępny.
pt_br: Produto :id está sem estoque.
pt_pt: Produto :id está fora de stock.
ro_ro: Produsul :id nu este în stoc.
ru_ru: Товар :id отсутствует на складе.
sr_rs: Proizvod :id nije na zalihama.
tr_tr: Ürün :id stokta yok.
uk_ua: Товар :id відсутній в наявності.
vi_vn: Sản phẩm :id hết hàng.
zh_cn: 产品 :id 缺货。

source: Group ID parameter is missing for addon product order
ar_sa: معلمة معرف المجموعة مفقودة لترتيب منتج الإضافة
bg_bg: Параметърът ID на групата липсва за поръчка на добавен продукт
ca_es: Falta el paràmetre d'identificació de grup per a la comanda de productes addicionals
cs_cz: Pro pořadí doplňků produktu chybí parametr ID skupiny
el_gr: Η παράμετρος ID ομάδας λείπει για την παραγγελία πρόσθετου προϊόντος
fa_ir: پارامتر شناسه گروه برای سفارش محصول مکمل وجود ندارد
fi_fi: Ryhmän ID parametri puuttuu lisäosan tuotetilauksesta
fr_fr: Le paramètre ID de groupe est manquant pour la commande de produits d'addon
hu_hu: A csoport azonosító paraméter hiányzik az addon termékrendeléshez
id_id: Parameter ID Grup belum ada untuk layanan tambahan pada pemesanan ini
lt_lt: Trūksta papildomo produkto užsakymo grupės ID parametro
nl_nl: Groeps-ID parameter ontbreekt voor addon productvolgorde
pl_pl: Brakuje parametru ID grupy dla zamówienia dodatkowego produktu
pt_br: O parâmetro de ID do grupo está ausente para o pedido do produto complementar
pt_pt: O parâmetro ID do grupo está em falta na encomenda de produtos adicionais
ro_ro: Parametrul ID de grup lipsește pentru comanda de produse suplimentare
ru_ru: Отсутствует параметр Group ID для заказа дополнительного продукта
sr_rs: Parametar ID grupe nedostaje za porudžbinu dodatnog proizvoda
tr_tr: Ürün eklentisi siparişi için Grup ID parametresi eksik
uk_ua: Відсутній параметр ID групи для замовлення додатку
vi_vn: Tham số ID nhóm bị thiếu cho đơn hàng sản phẩm bổ sung
zh_cn: 添加产品的订单缺少组 ID 参数

source: Parent order :group_id was not found
ar_sa: لم يتم العثور على الطلب الأصل :group_id
bg_bg: Пряка поръчка :group_id не бе намерена
ca_es: No s'ha trobat l'ordre principal :group_id
cs_cz: Nadřazená objednávka :group_id nebyla nalezena
el_gr: Η μητρική παραγγελία :group_id δεν βρέθηκε
fa_ir: گروه سفارش‌های :group_id یافت نشد
fi_fi: Ylätason tilausta :group_id ei löytynyt
fr_fr: La commande parente :group_id est introuvable
hu_hu: Nem találtuk a :group_id szülői sorrendet
id_id: Urutan induk :group_id tidak ditemukan
lt_lt: Pirminė tvarka :group_id nerasta
nl_nl: Bovenliggende volgorde :group_id werd niet gevonden
pl_pl: Nie znaleziono zamówienia nadrzędnego :group_id
pt_br: Pedido principal :group_id não foi encontrado
pt_pt: A ordem pai :group_id não foi encontrada
ro_ro: Ordinul părinte: group_id nu a fost găsit
ru_ru: Родительский заказ :group_id не найден
sr_rs: Roditeljski nalog :group_id nije pronađen
tr_tr: Ana sipariş :group_id bulunamadı
uk_ua: Батьківське замовлення :group_id не знайдено
vi_vn: Đơn hàng cha :group_id không tồn tại
zh_cn: 父订单 :group_id 未找到

source: Only pending setup or failed orders can be activated
ar_sa: فقط الإعدادات المعلقة أو الطلبات الفاشلة يمكن تفعيلها
bg_bg: Може да се активират само чакащи настройки или неуспешни поръчки
ca_es: Només es poden activar les comandes fallides o la configuració pendent
cs_cz: Pouze čekající nastavení nebo neúspěšné objednávky mohou být aktivovány
el_gr: Μπορούν να ενεργοποιηθούν μόνο εκκρεμείς ρυθμίσεις ή αποτυχημένες παραγγελίες
fa_ir: فقط تنظیمات در حال انتظار یا سفارش‌های ناموفق را می توان فعال کرد
fi_fi: Vain vireillä olevat tai epäonnistuneet toimeksiannot voidaan aktivoida
fr_fr: Seules les commandes en attente ou échouées peuvent être activées
hu_hu: Csak a függőben lévő beállítási vagy sikertelen megbízások aktiválhatók
id_id: Hanya pengaturan yang tertunda atau pesanan yang gagal yang dapat diaktifkan
lt_lt: Galima suaktyvinti tik laukiančius sąranką arba nepavykusius užsakymus
nl_nl: Alleen in afwachting van instellingen of mislukte bestellingen kunnen worden geactiveerd
pl_pl: Tylko zamówienia oczekujące na konfigurację lub z nieudaną konfiguracją mogą być aktywowane
pt_br: Somente pedidos pendentes ou com falha podem ser ativados
pt_pt: Só podem ser activadas as ordens pendentes de configuração ou as ordens falhadas
ro_ro: Numai comenzile în așteptare sau cele eșuate pot fi activate
ru_ru: Только ожидающие настройки или неудачные заказы могут быть активированы
sr_rs: Mogu se aktivirati samo podešavanja na čekanju ili neuspeli nalozi
tr_tr: Yalnızca "bekleyen kurulum" veya "başarısız siparişler" etkinleştirilebilir
uk_ua: Активуються тільки поточні налаштування або невдалі замовлення
vi_vn: Chỉ đơn hàng đang chờ cài đặt hoặc lỗi mới có thể được kích hoạt
zh_cn: 只有待处理和上架失败的订单才能激活

source: Error creating
ar_sa: خطأ في إنشاء مستخدم
bg_bg: Грешка при създаването
ca_es: S'ha produït un error en crear
cs_cz: Chyba při vytváření
de_de: Fehler beim Erstellen
el_gr: Σφάλμα κατά τη δημιουργία
fa_ir: خطا در ایجاد
fi_fi: Virhe luotaessa
fr_fr: Erreur lors de la création
hu_hu: Hiba létrehozása
id_id: Gagal menambah
lt_lt: Įvyko klaida kuriant
nl_nl: Fout bij aanmaken
pl_pl: Błąd podczas tworzenia
pt_br: Erro ao criar
pt_pt: Erro ao criar
ro_ro: Eroare la creare
ru_ru: Ошибка создания
sr_rs: Greška pri kreiranju
tr_tr: Oluşturma hatası
uk_ua: Помилка створення
vi_vn: Lỗi tạo
zh_cn: 创建时出错

source: Service
ar_sa: الخدمة
bg_bg: Услуга
ca_es: Servei
cs_cz: Služba
de_de: Dienstleistungen
el_gr: Υπηρεσία
fa_ir: سرویس
fi_fi: Palvelu
hu_hu: Szolgáltatás
id_id: Layanan
lt_lt: Paslauga
nl_nl: Diensten
pl_pl: Usługa
pt_br: Serviço
pt_pt: Serviço
ro_ro: Serviciu
ru_ru: Услуга
sr_rs: Usluge
tr_tr: Hizmet
uk_ua: Послуги
vi_vn: Dịch vụ
zh_cn: 服务

source: Only active orders can be suspended
ar_sa: فقط الطلبات النشطة يمكن تعليقها
bg_bg: Само активните поръчки могат да бъдат деактивирани
ca_es: Només es poden suspendre les comandes actives
cs_cz: Lze pozastavit pouze aktivní objednávky
de_de: Nur aktive Bestellungen können gesperrt werden
el_gr: Μόνο οι ενεργές παραγγελίες μπορούν να ανασταλούν
fa_ir: فقط سفارش های فعال می توانند غیرفعال شوند
fi_fi: Vain aktiiviset tilaukset voidaan keskeyttää
fr_fr: Seules les commandes actives peuvent être suspendues
hu_hu: Csak az aktív megrendelések függeszthetők fel
id_id: Hanya pesanan yang ditangguhkan yang dapat dibatalkan penangguhannya
lt_lt: Sustabdyti galima tik aktyvius užsakymus
nl_nl: Alleen actieve bestellingen kunnen worden opgeschort
pl_pl: Tylko aktywne zamówienia mogą być zawieszone
pt_br: Apenas pedidos ativos podem ser suspensos
pt_pt: Apenas as ordens activas podem ser suspensas
ro_ro: Doar comenzile active pot fi suspendate
ru_ru: Только активные заказы могут быть приостановлены
sr_rs: Samo aktivne porudžbine mogu biti suspendovane
tr_tr: Yalnızca etkin siparişler askıya alınabilir
uk_ua: Тільки активні замовлення можуть бути призупинені
vi_vn: Chỉ có thể tạm ngưng đơn hàng đang hoạt động
zh_cn: 只能暂停有效的订单

source: Cannot cancel
cs_cz: Nelze zrušit
de_de: Kann nicht storniert werden
el_gr: Δεν μπορεί να ακυρωθεί
fa_ir: نمی تواند لغو شود
fr_fr: Impossible d'annuler
hu_hu: Nem lehet törölni
id_id: Tidak dapat membatalkan
nl_nl: Kan niet annuleren
pl_pl: Nie można anulować
ro_ro: Nu se poate anula
ru_ru: Невозможно отменить
sr_rs: Nije moguć́e otkazati
tr_tr: İptal edilemiyor
vi_vn: Không thể hủy bỏ
zh_cn: 无法取消

source: You have already created domain product.
ar_sa: لقد قمت بالفعل بإنشاء منتج النطاق.
bg_bg: Вече сте създали продукт на домейна.
ca_es: Ja heu creat un producte de domini.
cs_cz: Již jste vytvořili doménový produkt.
de_de: Du hast bereits eine Domain erstellt.
el_gr: Έχετε ήδη δημιουργήσει προϊόν domain.
fa_ir: شما قبلا" این دامنه را ایجاد کرده اید.
fi_fi: Olet jo luonut verkkotunnustuotteen.
fr_fr: Vous avez déjà créé un produit de domaine.
hu_hu: Már létrehoztál egy domain szolgáltatást.
id_id: Anda telah membuat produk domain.
lt_lt: Jūs jau sukūrėte domeno produktą.
nl_nl: Er is al een domeinproduct aangemaakt.
pl_pl: Już utworzyłeś produkt domenowy.
pt_br: Você já criou um produto de domínio.
pt_pt: Já criou um produto de domínio.
ro_ro: Ați creat deja un domeniu.
ru_ru: Вы уже создали доменный продукт.
sr_rs: Već ste napravili domenski proizvod.
tr_tr: Alan Adı ürününü zaten oluşturdunuz.
uk_ua: Ви вже створили домен.
vi_vn: Bạn đã tạo sản phẩm tên miền.
zh_cn: 您已经创建了域名产品。

source: Product type :type is not registered.
ro_ro: Tipul de produs :type nu este înregistrat.
ru_ru: Тип продукта :type не зарегистрирован.

source: priority params is missing
ar_sa: اشارة الأولوية مفقودة
bg_bg: няма параметри с приоритет
ca_es: falten els paràmetres de prioritat
cs_cz: chybí prioritní parametry
el_gr: λείπουν οι παράμετροι προτεραιότητας
fa_ir: پارامتر اولویت وجود ندارد
fi_fi: priority params puuttuu
fr_fr: le paramètre de priorité est manquant
hu_hu: prioritás params hiányzik
id_id: parameter prioritas tidak ada
lt_lt: trūksta prioritetinių parametrų
nl_nl: prioriteitsparameters ontbreken
pl_pl: Brakuje parametrów priorytetu
pt_br: faltam parâmetros de prioridade
pt_pt: a prioridade params está em falta
ro_ro: lipsește parame-ul prioritar
ru_ru: отсутствуют параметры приоритета
sr_rs: nedostaju prioritetni parametri
tr_tr: öncelik parametreleri eksik
uk_ua: Відсутні пріоритетні параметри
vi_vn: tham số độ quan trọng bị thiếu
zh_cn: 缺少优先级参数

source: Addon not found
ar_sa: لم يُعثر على الإضافة
bg_bg: Разширението не е намерено
ca_es: Addon no trobat
cs_cz: Doplněk nebyl nalezen
de_de: Addon nicht gefunden
el_gr: Το πρόσθετο δεν βρέθηκε
fa_ir: محصول مکمل یافت نشد
fi_fi: Lisäosaa ei löytynyt
fr_fr: Addon introuvable
hu_hu: Addon nem található
id_id: Layanan tambahan tidak ditemukan
lt_lt: Priedas nerastas
nl_nl: Addon niet gevonden
pl_pl: Nie znaleziono dodatku
pt_br: Complemento não encontrado
pt_pt: Addon não encontrado
ro_ro: Suplimentul nu a fost găsit
ru_ru: Дополнение не найдено
sr_rs: Dodatak nije pronađen
tr_tr: Ürün eklentisi bulunamadı
uk_ua: Додаток не знайдено
vi_vn: Sản phẩm bổ sung không tồn tại
zh_cn: 找不到附加组件

source: Product ID or slug is missing
ar_sa: المعرف مفقود
bg_bg: Идент. № на продукта или приятелската връзка липсват
ca_es: Falta l'identificador del producte o el slug
cs_cz: Chybí ID produktu nebo slug
el_gr: Το ID προϊόντος ή το slug λείπει
fa_ir: شناسه محصول موجود نیست
fi_fi: Tuotetunnus tai verkko-osoite puuttuu
fr_fr: L'ID ou le slug est manquant
hu_hu: A termék azonosítója vagy a slug hiányzik
id_id: ID kategori atau slug hilang
lt_lt: Trūksta produkto ID arba brūkšnio
nl_nl: Product ID of slug ontbreekt
pl_pl: Brakuje ID produktu lub slug
pt_br: ID ou link encurtado do produto ausente
pt_pt: ID do produto ou slug está em falta
ro_ro: ID-ul produsului sau slug lipsesc
ru_ru: Отсутствует ID продукта или slug
sr_rs: Nedostaje ID proizvoda ili struktura linka
tr_tr: Ürün ID veya Adres Sabiti bilgisi eksik
uk_ua: Відсутній ID продукту або slug
vi_vn: Sai ID hoặc slug của sản phẩm
zh_cn: 缺少产品 ID 或 别名

source: Products & Services
ar_sa: المنتجات و الخدمات
bg_bg: Продукти и услуги
ca_es: Productes i serveis
cs_cz: Produkty a služby
de_de: Angebote
el_gr: Προϊόντα & Υπηρεσίες
fa_ir: محصولات و سرویس ها
fi_fi: Tuotteet & Palvelut
fr_fr: Produits & Services
hu_hu: Termékek & szolgáltatások
id_id: Produk & Layanan
lt_lt: Produktai ir paslaugos
nl_nl: Producten en diensten
pl_pl: Produkty i usługi
pt_br: Produtos e Serviços
pt_pt: Produtos e serviços
ro_ro: Produse & Servicii
ru_ru: Продукты и Услуги
sr_rs: Proizvodi & Usluge
tr_tr: Ürünler & Hizmetler
uk_ua: Товари та послуги
vi_vn: Sản phẩm và dịch vụ
zh_cn: 产品和服务

source: Product Addons
ar_sa: إضافات المنتج
bg_bg: Разширения на продукта
ca_es: Complements de producte
cs_cz: Produktové doplňky
de_de: Produkt-Addons
el_gr: Πρόσθετα Προϊόντων
fa_ir: محصولات مکمل
fi_fi: Tuotteen Lisäosat
fr_fr: Extensions de produits
hu_hu: Termék kiegészítők
id_id: Produk tambahan
lt_lt: Produkto Priedai
pl_pl: Dodatki do produktów
pt_br: Produtos Adicionais
pt_pt: Complementos de produtos
ro_ro: Suplimente Produse
ru_ru: Дополнения к продуктам
sr_rs: Dodaci proizvoda
tr_tr: Ürün Eklentileri
uk_ua: Доповнення товару
vi_vn: Dịch vụ bổ sung
zh_cn: 产品附加组件

source: Product Promotions
ar_sa: الترويج للمنتج
bg_bg: Промоции на продукта
ca_es: Promocions de productes
cs_cz: Propagace produktů
de_de: Produkt-Aktionen
el_gr: Προσφορές Προϊόντων
fa_ir: مدیریت تخفیفات
fi_fi: Tuotteiden Kampanjat
fr_fr: Promotions de produit
hu_hu: Termék promóciók
id_id: Promosi produk
lt_lt: Produktų Akcijos
nl_nl: Product promoties
pl_pl: Promocje produktów
pt_br: Produtos Promocionais
pt_pt: Promoções de produtos
ro_ro: Promotii Produse
ru_ru: Промоакции продуктов
sr_rs: Promocije proizvoda
tr_tr: Ürün Promosyonları
uk_ua: Промоакції
vi_vn: Giảm giá sản phẩm
zh_cn: 产品优惠码

source: Pricing type is required
ar_sa: نوع التسعير مطلوب
bg_bg: Необходим е ценовия тип
ca_es: El tipus de preu és obligatori
cs_cz: Je vyžadován typ ceny
de_de: Preisart ist erforderlich
el_gr: Απαιτείται τύπος τιμολόγησης
fa_ir: نوع قیمت گذاری الزامی است
fi_fi: Hinnoittelun tyyppi on pakollinen
fr_fr: Le type de tarification est requis
hu_hu: Az árképzés típusa szükséges
id_id: Jenis pembayaran diperlukan
lt_lt: Kainodaros tipas būtinas
nl_nl: Prijs type is vereist
pl_pl: Wymagany jest typ cenowy
pt_br: Tipo de preço é obrigatório
pt_pt: O tipo de preço é necessário
ro_ro: Tipul de preț este necesar
ru_ru: Требуется тип ценообразования
sr_rs: Tip cene je obavezan
tr_tr: Fiyatlandırma türü gerekli
uk_ua: Потрібно вказати тип ціни
vi_vn: Loại giá là trường bắt buộc
zh_cn: 价格类型是必需的

source: Cannot remove product which has active orders.
cs_cz: Nelze odebrat produkt, který má aktivní objednávky.
de_de: Produkte mit aktiven Bestellungen können nicht entfernt werden.
el_gr: Δεν είναι δυνατή η αφαίρεση προϊόντος που έχει ενεργές παραγγελίες.
fa_ir: محصولی که دارای سفارش‌ فعال است حذف نمی شود.
fr_fr: Impossible de supprimer un produit ayant des commandes actives.
hu_hu: Nem lehet eltávolítani olyan terméket, amelyre aktív megrendelések vannak.
id_id: Tidak dapat menghapus grup yang mana masih memiliki anggota.
nl_nl: Kan product met actieve orders niet verwijderen.
pl_pl: Nie można usunąć produktu, który ma aktywne zamówienia.
ro_ro: Produsul care are comenzi active nu poate fi eliminat.
ru_ru: Невозможно удалить продукт, у которого есть активные заказы.
sr_rs: Nije moguće ukloniti proizvod koji ima aktivne porudžbine.
tr_tr: Etkin siparişleri olan ürün kaldırılamaz.
vi_vn: Không thể xóa sản phẩm đã có trong đơn hàng đang hoạt động.
zh_cn: 因存在激活订单，无法删除产品

source: Cannot remove product category with products
cs_cz: Nelze odstranit produktovou kategorii s produkty
de_de: Produktkategorien mit Produkten können nicht gelöscht werden
el_gr: Δεν είναι δυνατή η αφαίρεση κατηγορίας προϊόντων με προϊόντα
fa_ir: دسته بندی محصول با محصولات حذف نمی شود
fr_fr: Impossible de supprimer la catégorie de produit avec les produits
hu_hu: Nem lehet eltávolítani a termékkategóriát a termékekkel
id_id: Tidak dapat memperbaharui kategori produk dalam produk
nl_nl: Kan productcategorie met producten niet verwijderen
pl_pl: Nie można usunąć kategorii produktu z produktami
ro_ro: Nu se poate elimina categoria de produse cu produse
ru_ru: Невозможно удалить категорию продукта с продуктами
sr_rs: Nije moguće ukloniti kategoriju proizvoda sa proizvodima
tr_tr: Ürün içeren, ürün kategorisi kaldırılamaz
vi_vn: Không thể xóa danh mục đã có sản phẩm

source: This promotion code already exists.
ar_sa: رمز الترويج هذا موجود بالفعل.
bg_bg: Промоционалният код вече съществува.
ca_es: Aquest codi de promoció ja existeix.
cs_cz: Tento promo kód již existuje.
de_de: Der Gutscheincode ist bereits vorhanden.
el_gr: Αυτός ο κωδικός προώθησης υπάρχει ήδη.
fa_ir: این کد تخفیف از قبل وجود دارد.
fi_fi: Tämä tarjouskoodi on jo olemassa.
fr_fr: Ce code promo existe déjà.
hu_hu: Ez a promóciós kód már létezik.
id_id: Kode promosi sudah ada.
lt_lt: Šis promo kodas jau egzistuoja.
nl_nl: Deze kortingscode bestaat al.
pl_pl: Ten kod promocyjny już istnieje.
pt_br: Este código promocional já existe.
pt_pt: Este código promocional já existe.
ro_ro: Acest cod promoțional există deja.
ru_ru: Этот промокод уже существует.
sr_rs: Ovaj promotivni kod već postoji.
tr_tr: Bu promosyon kodu zaten var.
uk_ua: Цей промо-код вже існує.
vi_vn: Mã khuyến mại này đã tồn tại.
zh_cn: 此优惠码已存在。

source: Current password incorrect
ar_sa: كلمة المرور الحالية غير صحيحة
bg_bg: Текущата парола е неправилна
ca_es: La contrasenya actual és incorrecta
cs_cz: Nesprávné heslo
de_de: Das aktuelle Passwort ist nicht korrekt
el_gr: Ο τρέχον κωδικός πρόσβασης είναι εσφαλμένος
fa_ir: رمز عبور فعلی صحیح نیست
fi_fi: Nykyinen salasana on väärä
fr_fr: Mot de passe incorrect
hu_hu: Az aktuális jelszó helytelen
id_id: Kata sandi saat ini salah
nl_nl: Huidige wachtwoord is onjuist
pl_pl: Aktualne hasło jest nieprawidłowe
pt_br: Senha atual incorreta
ro_ro: Parola curentă este incorectă
ru_ru: Текущий пароль неверен
sr_rs: Trenutna lozinka je netačna
tr_tr: Mevcut şifre hatalı
uk_ua: Поточний пароль введено невірно
vi_vn: Mật khẩu hiện tại không đúng
zh_cn: 密码错误

source: Invalid birthdate value
ar_sa: قيمة تاريخ الميلاد غير صالحة
bg_bg: Невалидна стойност на рождената дата
ca_es: El valor de la data de naixement no és vàlid
cs_cz: Neplatné datum narození
de_de: Ungültiges Geburtsdatum
el_gr: Μη έγκυρη τιμή ημερομηνίας γεννήσεως
fa_ir: مقدار روز تولد معتبر نیست
fi_fi: Virheellinen syntymäpäivän arvo
fr_fr: Date de naissance invalide
hu_hu: Érvénytelen születési dátum érték
id_id: Nilai tanggal lahir tidak valid
nl_nl: Ongeldige geboortedatum
pl_pl: Nieprawidłowa wartość daty urodzenia
pt_br: Valor de data de nascimento é inválido
pt_pt: Valor de data de nascimento inválido
ro_ro: Data nașterii este incorectă
ru_ru: Неверное значение даты рождения
sr_rs: Nevažeća vrednost datuma rođenja
tr_tr: Geçersiz Doğum Tarihi değeri
uk_ua: Некоректне значення дати народження
vi_vn: Sai định dạng ngày sinh
zh_cn: 无效的出生日期

source: Unable to invalidate sessions, nobody is logged in
ar_sa: غير قادر على إبطال الجلسات، لا أحد مسجل الدخول
bg_bg: Невъзможно е да се анулират сесиите, защото никой не е влязъл в системата
ca_es: No es poden invalidar les sessions, ningú no ha iniciat sessió
cs_cz: Nelze zneplatnit relace, nikdo není přihlášen
el_gr: Δεν είναι δυνατή η ακύρωση συνεδριών, κανείς δεν είναι συνδεδεμένος
fa_ir: نمی توان جلسات را باطل کرد، هیچ کس وارد نشده است
fi_fi: Istuntojen mitätöinti ei onnistu, kukaan ei ole kirjautunut sisään
fr_fr: Impossible d'invalider les sessions, personne n'est connecté
hu_hu: Nem lehet érvényteleníteni a munkameneteket, senki sincs bejelentkezve
id_id: Tidak dapat membatalkan sesi, tidak ada yang masuk
nl_nl: Sessies kunnen niet worden afgesloten, omdat er niemand is ingelogd
pl_pl: Nie można unieważnić sesji, nikt nie jest zalogowany
pt_br: Não foi possível invalidar as sessões, ninguém está conectado
pt_pt: Não é possível invalidar as sessões, ninguém tem sessão iniciada
ro_ro: Nu se pot invalida sesiunile, nimeni nu este conectat
ru_ru: Невозможно аннулировать сеансы, никто не вошел в систему
sr_rs: Nije moguće poništiti sesije, niko nije prijavljen
tr_tr: Oturumlar geçersiz kılınamıyor, hiç kimse oturum açmamış
uk_ua: Не вдалося анулювати сесії, ніхто не ввійшов
vi_vn: Không thể vô hiệu hóa phiên, không ai đăng nhập
zh_cn: 无法取消会话，没有人登录
