Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: -- Select country --
ar_sa: -- حدد الدولة --
bg_bg: -- Изберете държава --
ca_es: -- Selecciona país --
cs_cz: -- Vyberte zemi --
de_de: -- Land auswählen --
el_gr: -- Επιλέξτε χώρα --
fa_ir: انتخاب کشور
fi_fi: Valitse maa
fr_fr: -- Sélectionner le pays --
hu_hu: -- Válasszon országot --
id_id: - Pilih negara -
lt_lt: -- Pasirinkite šalį --
nl_nl: - Selecteer Land -
pl_pl: -- Wybierz kraj --
pt_br: -- Selecione o país --
pt_pt: -- Selecionar país --
ro_ro: Selectați țara
ru_ru: -- Mamlakatni tanlang --
sr_rs: Odaberite državu
tr_tr: -- Ülke seçin --
uk_ua: Оберіть країну
vi_vn: -- Chọn quốc gia --
zh_cn: -- 选择国家/地区 --

source: Zip/Postal Code
ar_sa: الرمز البريدي
bg_bg: Пощенски код
ca_es: Zip/Codi Postal
cs_cz: PSČ
de_de: Postleitzahl
el_gr: Ταχυδρομικός Κωδικός
fa_ir: کد پستی
fi_fi: Postinumero
fr_fr: Code postal
hu_hu: Irányítószám/irányítószám
id_id: Kode Pos
lt_lt: Pašto kodas
nl_nl: Postcode
pl_pl: Kod pocztowy
pt_br: CEP
pt_pt: Código postal
ro_ro: Zip/Cod poștal
ru_ru: Pochta indeksi
sr_rs: Poštanski broj
tr_tr: Posta Kodu
uk_ua: Поштовий індекс
vi_vn: Mã bưu chính
zh_cn: 邮政编码

source: Enter your new password twice to avoid mistakes.
cs_cz: Zadejte své nové heslo dvakrát, abyste se vyhnuli chybám.
hu_hu: Kétszer írja be jelszavát a hibák elkerülése végett.
ro_ro: Introduceți noua parolă de două ori pentru a evita greșelile.
ru_ru: Введите новый пароль дважды, чтобы избежать ошибок.
sr_rs: Unesite novu lozinku dva puta da biste izbegli greške.
vi_vn: Nhập lại mật khẩu mới để tránh mắc lỗi.

source: Current Password
ar_sa: كلمة السر الحالية
bg_bg: Текуща парола
ca_es: Contrasenya actual
cs_cz: Současné heslo
de_de: Aktuelles Passwort
el_gr: Τρέχων κωδικός πρόσβασης
fa_ir: رمزعبور فعلی
fi_fi: Nykyinen salasana
fr_fr: Mot de passe actuel
hu_hu: Jelenlegi jelszó
id_id: Kata sandi saat ini
lt_lt: Dabartinis slaptažodis
nl_nl: Huidige wachtwoord
pl_pl: Aktualne hasło
pt_br: Senha Atual
pt_pt: Palavra-passe atual
ro_ro: Parolă actuală
ru_ru: Joriy parol
sr_rs: Trenutna lozinka
tr_tr: Mevcut Şifre
uk_ua: Поточний пароль
vi_vn: Mật khẩu hiện tại
zh_cn: 当前密码

source: New Password
ar_sa: كلمة المرور الجديدة
bg_bg: Нова парола
ca_es: Nova contrasenya
cs_cz: Nové heslo
de_de: Neues Passwort
el_gr: Νέος κωδικός πρόσβασης
fa_ir: رمزعبور جدید
fi_fi: Uusi Salasana
fr_fr: Nouveau mot de passe
hu_hu: Új jelszó
id_id: Kata Sandi Baru
lt_lt: Naujas Slaptažodis
nl_nl: Nieuw Wachtwoord
pl_pl: Nowe hasło
pt_br: Nova Senha
pt_pt: Nova palavra-passe
ro_ro: Parolă nouă
ru_ru: Новый пароль
sr_rs: Nova lozinka
tr_tr: Yeni Şifre
uk_ua: Новий пароль
vi_vn: Mật khẩu mới
zh_cn: 新密码

source: Confirm Password
ar_sa: تأكيد كلمة المرور
bg_bg: Потвърждаване на паролата
ca_es: Confirma la contrasenya
cs_cz: Potvrďte heslo
de_de: Passwort bestätigen
el_gr: Επιβεβαίωση κωδικού πρόσβασης
fa_ir: تایید رمز عبور
fi_fi: Vahvista Salasana
fr_fr: Confirmer le mot de passe
hu_hu: Jelszó megerősítése
id_id: Konfirmasi Kata Sandi
lt_lt: Patvirtinti slaptažodį
nl_nl: Bevestig wachtwoord
pl_pl: Potwierdź hasło
pt_br: Confirmar Senha
pt_pt: Confirmar a palavra-passe
ro_ro: Confirmă parola
ru_ru: Подтвердите пароль
sr_rs: Potvrdi lozinku
tr_tr: Yeni Şifre (Tekrar)
uk_ua: Підтвердження паролю
vi_vn: Xác nhận mật khẩu
zh_cn: 确认密码

source: API key allows integration with external applications. You will need this key for authentication.
ar_sa: مفتاح API يسمح بالتكامل مع التطبيقات الخارجية. ستحتاج إلى هذا المفتاح للمصادقة.
bg_bg: API ключа позволява интеграция с външни приложения. Този ключ е нужен за удостоверяване.
ca_es: La clau API permet la integració amb aplicacions externes. Necessitareu aquesta clau per a l'autenticació.
cs_cz: API klíč umožňuje integraci s externími aplikacemi. Tento klíč budete potřebovat pro ověření.
de_de: Der API-Schlüssel ermöglicht die Integration mit externen Anwendungen. Du benötigst diesen Schlüssel für die Authentifizierung.
el_gr: Το κλειδί API επιτρέπει την ενσωμάτωση με εξωτερικές εφαρμογές. Θα χρειαστείτε αυτό το κλειδί για τον έλεγχο ταυτότητας.
fa_ir: کلید API امکان ادغام با برنامه های خارجی را فراهم می کند. برای احراز هویت به این کلید نیاز دارید.
fi_fi: API-avain mahdollistaa integroinnin ulkoisiin sovelluksiin. Tarvitset tätä avainta todennusta varten.
fr_fr: La clé API permet l'intégration avec des applications externes. Vous aurez besoin de cette clé pour l'authentification.
hu_hu: Az API-kulcs lehetővé teszi a külső alkalmazásokkal való integrációt. Erre a kulcsra a hitelesítéshez lesz szüksége.
id_id: Kunci API memungkinkan integrasi dengan aplikasi eksternal. Anda akan memerlukan kunci ini untuk autentikasi.
lt_lt: API raktas leidžia integruoti su išorinėmis aplikacijomis. Šio rakto jums reikės autentifikavimui.
nl_nl: API-sleutel maakt integratie met externe applicaties mogelijk. Deze sleutel is nodig voor authenticatie.
pl_pl: Klucz API pozwala na integrację z zewnętrznymi aplikacjami. Potrzebujesz tego klucza do uwierzytelnienia.
pt_br: A chave API permite integração com aplicações externas. Você precisará dessa chave para autenticação.
pt_pt: A chave API permite a integração com aplicações externas. Esta chave é necessária para a autenticação.
ro_ro: Cheia API vă permite integrarea cu aplicațiile externe. Veți avea nevoie de această cheie pentru autentificare.
ru_ru: Ключ API позволяет интегрироваться со сторонними приложениями. Этот ключ потребуется для аутентификации.
sr_rs: API ključ dozvoljava integraciju sa eksternim aplikacijama. Trebaćete ovaj ključ za autentifikaciju.
tr_tr: API anahtarı, harici uygulamalarla entegrasyona izin verir. Kimlik doğrulama için bu anahtara ihtiyacınız olacak.
uk_ua: Ключ API дозволяє інтегрувати із зовнішніми програмами. Цей ключ буде необхідний для автентифікації.
vi_vn: Khóa API cho phép tích hợp với ứng dụng bên ngoài. Bạn cần khóa này cho việc xác thực.
zh_cn: API 密钥允许与外部应用程序挂钩。您将需要此密钥进行身份验证。

source: Warning!
ar_sa: تحذير!
bg_bg: Внимание!
ca_es: Alerta!
cs_cz: Varování!
de_de: Achtung!
el_gr: Προειδοποίηση!
fa_ir: هشدار!
fi_fi: Varoitus!
fr_fr: Attention!
hu_hu: Figyelmeztetés!
id_id: Peringatan!
nl_nl: Waarschuwing!
pl_pl: Ostrzeżenie!
pt_br: Aviso!
ro_ro: Atenție!
ru_ru: Внимание!
sr_rs: Upozorenje!
tr_tr: Uyarı!
vi_vn: Cảnh báo!
zh_cn: 警告！

source: Resetting the key will break existing applications using it!
ar_sa: تحذير! إعادة تعيين المفتاح ستكسر التطبيقات الموجودة باستخدامها!
bg_bg: Внимание! Нулирането на ключа ще прекъсне съществуващите приложения, който го използват!
ca_es: Reinicialitzar la clau aturarà les aplicacions que s'estan utilitzant!
cs_cz: Obnovení klíče naruší stávající aplikace!
de_de: Durch das Zurücksetzen des Schlüssels werden vorhandene Anwendungen, die ihn verwenden, beschädigt!
el_gr: Η επαναφορά του κλειδιού θα διακόψει τις υπάρχουσες εφαρμογές που το χρησιμοποιούν!
fa_ir: بازنشانی کلید برنامه های موجود با استفاده از آن را خراب می کند!
fi_fi: Varoitus! Avaimen nollaaminen rikkoo sitä käyttävät sovellukset!
fr_fr: La réinitialisation de la clé brisera les applications existantes qui l'utilisent !
hu_hu: A kulcs visszaállítása megszakítja a meglévő alkalmazásokat!
id_id: Mengatur ulang kunci akan merusak aplikasi yang sudah ada yang menggunakannya!
nl_nl: Het resetten van de sleutel zal ervoor zorgen dat bestaande applicaties die deze gebruiken, niet meer werken!
pl_pl: Resetowanie klucza spowoduje przerwanie działania istniejących aplikacji, które go używają!
pt_br: Redefinir a chave interromperá os aplicativos existentes que a utilizam!
ro_ro: Atenție! Resetarea cheii va strica aplicațiile care o folosesc!
ru_ru: Сброс ключа нарушит работу приложений, которые его используют!
sr_rs: Resetiranjem ključa će prekinuti sve aplikacije koje ga koriste!
tr_tr: Anahtarın sıfırlanması, onu kullanan mevcut uygulamaların çalışmamasına sebep olacaktır!
vi_vn: Khởi tạo thiết lập khóa sẽ làm hỏng các ứng dụng đang sử dụng nó!
zh_cn: 重置Key后请在您对接的应用中同步更新，否则会导致应用不可用。

source: Your API key
ar_sa: مفتاح API الخاص بك
bg_bg: Вашият API ключ
ca_es: La teva clau de l'API
cs_cz: Váš API klíč
de_de: Dein API Schlüssel
el_gr: Το API κλειδί σας
fa_ir: کلید API شما
fi_fi: Sinun API-avain
fr_fr: Votre clé API
hu_hu: API kulcsod
id_id: Kunci API Anda
lt_lt: Jūsų API raktas
nl_nl: Eigen API key
pl_pl: Twój klucz API
pt_br: Sua chave da API
pt_pt: A sua chave API
ro_ro: Cheia dvs. API
ru_ru: Sizning API kalitingiz
sr_rs: Vaš API ključ
tr_tr: API Anahtarınız
uk_ua: Ваш API ключ
vi_vn: Khóa API của bạn
zh_cn: 您的 API 密钥

source: Generate a new key
ar_sa: إنشاء مفتاح جديد
bg_bg: Генериране на нов ключ
ca_es: Regenerar una clau
cs_cz: Generovat nový klíč
de_de: Neuen Schlüssel generieren
el_gr: Δημιουργία νέου κλειδιού
fa_ir: یک کلید جدید تولید کنید
fi_fi: Luo uusi avain
fr_fr: Générer une nouvelle clé
hu_hu: Új kulcs létrehozása
id_id: Buat kunci baru
nl_nl: Nieuwe sleutel genereren
pl_pl: Generuj nowy klucz
pt_br: Gerar uma nova chave
ro_ro: Generează o cheie nouă
ru_ru: Сгенерировать новый ключ
sr_rs: Genirišite novi ključ
tr_tr: Yeni bir anahtar oluştur
vi_vn: Tạo khóa mới
zh_cn: 生成新密钥

source: Your profile currency is defined after your first order. Once your currency is set, all your profile accounting will be managed in that currency and cannot be changed.
ar_sa: يتم تعريف العملة الشخصية الخاصة بك بعد طلبك الأول. بمجرد تعيين العملة الخاصة بك، سيتم إدارة جميع حسابات ملفك الشخصي بتلك العملة ولا يمكن تغييرها.
cs_cz: Měna profilu je definována po vaší první objednávce. Jakmile je Vaše měna nastavena, všechny účty ve Vašem profilu budou spravovány v dané měně a nelze je změnit.
el_gr: Το νόμισμα του προφίλ σας ορίζεται μετά την πρώτη σας παραγγελία. Μόλις οριστεί το νόμισμά σας, η διαχείριση όλων των λογαριασμών του προφίλ σας θα γίνεται σε αυτό το νόμισμα και δεν θα μπορεί να αλλάξει.
fa_ir: ارز پروفایل شما پس از اولین سفارش شما تعریف می شود. هنگامی که ارز شما تنظیم شد، تمام حسابداری نمایه شما با آن ارز مدیریت می شود و قابل تغییر نیست.
fr_fr: La devise de votre profil est définie après votre première commande. Une fois que votre devise est définie, tous les comptes de votre profil seront gérés dans cette devise et ne peuvent pas être changés.
hu_hu: A profil pénzneme az első megrendelés után kerül meghatározásra. Amint beállította a pénznemet, az összes profil könyvelése ebben a pénznemben lesz kezelve, és nem változtatható meg.
id_id: Mata uang profil Anda ditentukan setelah pesanan pertama Anda. Setelah mata uang Anda ditetapkan, semua akunting profil Anda akan dikelola dalam mata uang tersebut dan tidak dapat diubah.
nl_nl: De profielvaluta wordt gedefinieerd na de eerste bestelling. Zodra de valuta is ingesteld, wordt alle boekhouding van het profiel in die valuta beheerd en kan deze niet meer worden gewijzigd.
pl_pl: Twoja waluta profilu jest określona po złożeniu pierwszego zamówienia. Gdy raz ustalisz swoją walutę, cała księgowość twojego profilu będzie zarządzana w tej walucie i nie można jej zmienić.
ro_ro: Moneda profilului dumneavoastră este definită după prima comandă. Odată ce moneda dvs. este setată, contabilitatea profilului dvs. va fi gestionată în acea monedă și nu poate fi schimbată.
ru_ru: Валюта вашего профиля определяется после первого заказа. После установки валюты весь учет в вашем профиле будет вестись в этой валюте и не может быть изменен.
sr_rs: Valuta vašeg profila je definisana nakon vaše prve porudžbine. Jednom kada je vaša valuta podešena, svim fakturama Vašeg profila će se upravljati u toj valuti i ne može se menjati.
tr_tr: Profil para biriminiz ilk siparişinizden sonra tanımlanır. Para biriminiz ayarlandıktan sonra, tüm profil hesaplarınız o para biriminde yönetilir ve değiştirilemez.
vi_vn: Hồ sơ tiền tệ của bạn được định nghĩa sau lần đặt hàng đầu tiên. Một khi tiền tệ đã được đặt, toàn bộ hồ sơ tài khoản của bạn sẽ được quản lý theo tiền tệ đó và không thể thay đổi được.
zh_cn: 您的货币币种在第一个订单中设定。一旦您的币种设定完成，它将无法进行变更。

source: Your profile currency is
ar_sa: عملة ملفك الشخصي هي
bg_bg: Валутата на вашият профил е
ca_es: La moneda del vostre perfil és
cs_cz: Měna Vašeho profilu je
de_de: Deine bevorzugte Währung ist
el_gr: Το νόμισμα του προφίλ σας είναι
fa_ir: واحد ارز پروفایل شما
fi_fi: Profiilin valuutta on
fr_fr: Votre monnaie préférée est
hu_hu: A profillod pénzneme
id_id: Mata uang profil anda adalah
lt_lt: Jūsų profilio valiuta yra
nl_nl: Eigen voorkeursvaluta is
pl_pl: Waluta twojego profilu to
pt_br: A moeda do seu perfil é
pt_pt: A moeda do seu perfil é
ro_ro: Moneda profilului dumneavoastră este
ru_ru: Валюта вашего профиля
sr_rs: Vaša valuta profila
tr_tr: Profil para biriminiz
uk_ua: Ваша валюта
vi_vn: Tiền tệ của bạn là
zh_cn: 您选择的货币币种是

source: You will need to create a new client profile to use an alternative currency.
cs_cz: Budete muset vytvořit nový profil klienta, abyste mohli používat alternativní měnu.
hu_hu: Új ügyfél profil létrehozása szükséges al alternatív pénznem használatához.
ro_ro: Va trebui să creați un profil de client nou pentru a utiliza o monedă alternativă.
ru_ru: Вам нужно будет создать новый профиль клиента для использования альтернативной валюты.
sr_rs: Moraćete da kreirate novi profil klijenta da biste koristili alternativnu valutu.

source: You do not yet have a currency associated with your profile. You can select the correct one when making your first order.
ar_sa: ليس لديك بعد عملة مرتبطة بملفك الشخصي. يمكنك تحديد العملة الصحيحة عند إجراء طلبك الأول.
bg_bg: Все още нямате валута, свързана с вашия профил. Можете да изберете правилната валута, когато правите първата си поръчка.
ca_es: Encara no té cap moneda associada amb el seu perfil. Podeu triar-ne una en fer la seva primera ordre.
cs_cz: Zatím nemáte přiřazenou měnu k vašemu profilu. Můžete vybrat správnou měnu při vytváření první objednávky.
de_de: Mit deinem Profil ist noch keine Währung verknüpft. Du kannst bei deiner ersten Bestellung die richtige auswählen.
el_gr: Δεν έχετε ακόμη ένα νόμισμα που να σχετίζεται με το προφίλ σας. Μπορείτε να επιλέξετε το σωστό όταν κάνετε την πρώτη σας παραγγελία.
fa_ir: شما هنوز ارزی مرتبط با نمایه خود ندارید. هنگام انجام اولین سفارش خود می توانید آن را انتخاب کنید.
fi_fi: Sinulla ei ole vielä valuutaa, joka liittyy profiiliisi. Voit valita oikean kun teet ensimmäisen tilauksesi.
fr_fr: Vous n'avez pas encore de devise associée à votre profil. Vous pouvez sélectionner la bonne lors de votre première commande.
hu_hu: Még nincs pénznem társítva a profilodhoz. Az első rendelés leadásakor kiválaszthatod a megfelelőt.
id_id: Anda belum memiliki mata uang yang terkait dengan profil Anda. Anda dapat memilih mata uang yang benar saat melakukan pemesanan pertama.
nl_nl: Er is nog geen valuta aan het profiel gekoppeld. De juiste valuta kan worden geselecteerd bij het plaatsen van de eerste bestelling.
pl_pl: Nie masz jeszcze przypisanej waluty do swojego profilu. Możesz wybrać odpowiednią, składając swoje pierwsze zamówienie.
pt_br: Você ainda não tem uma moeda associada ao seu perfil. Você pode selecionar a moeda correta ao fazer seu primeiro pedido.
ro_ro: Încă nu aveți o monedă asociată cu profilul dvs. Puteți să o selectați pe cea corectă atunci când efectuați prima comandă.
ru_ru: У вас еще нет валюты, связанной с вашим профилем. Вы можете выбрать правильную валюту при оформлении первого заказа.
sr_rs: Nemate valutu povezanu sa Vašim profilom. Možete odabrati ispravnu prilikom prve porudžbine.
tr_tr: Henüz profilinizle ilişkilendirilmiş bir para biriminiz yok. İlk siparişinizi verirken doğru olanı seçebilirsiniz.
zh_cn: 您未设定货币币种。您可以在创建第一个订单时设定。注意，货币币种设定后无法进行更改。

source: Set new Password
ar_sa: تعيين كلمة مرور جديدة
bg_bg: Задаване на нова парола
ca_es: Estableix una nova contrasenya
cs_cz: Nastavit nové heslo
de_de: Neues Passwort setzen
el_gr: Ορίστε νέο κωδικό
fa_ir: تنظیم رمز عبور جدید
fi_fi: Aseta uusi salasana
fr_fr: Définir un nouveau Mot de passe
hu_hu: Új jelszó beállítása
id_id: Atur kata sandi baru
nl_nl: Nieuw wachtwoord instellen
pl_pl: Ustaw nowe hasło
pt_br: Definir Nova Senha
ro_ro: Setați parola nouă
ru_ru: Задать новый пароль
sr_rs: Podesite novu lozinku
tr_tr: Yeni şifre oluştur
uk_ua: Встановити новий пароль
vi_vn: Đặt mật khẩu mới
zh_cn: 设置新密码

source: Set new password
ar_sa: تعيين كلمة مرور جديدة
bg_bg: Задаване на нова парола
ca_es: Establiu la nova contrasenya
cs_cz: Nastavit nové heslo
de_de: Neues Passwort setzen
el_gr: Ορίστε νέο κωδικό
fa_ir: تنظیم رمز عبور جدید
fi_fi: Aseta uusi salasana
fr_fr: Définir un nouveau mot de passe
hu_hu: Új jelszó beállítása
id_id: Atur password baru
nl_nl: Stel Nieuw Wachtwoord
pl_pl: Ustaw nowe hasło
pt_br: Definir nova senha
ro_ro: Setați parola nouă
ru_ru: Установить новый пароль
sr_rs: Podesite novu lozinku
tr_tr: Yeni şifre oluştur
uk_ua: Встановити новий пароль
vi_vn: Đặt mật khẩu mới
zh_cn: 设置新密码

source: New password
ar_sa: كلمة المرور الجديدة
bg_bg: Нова парола
ca_es: Nova contrasenya
cs_cz: Nové heslo
de_de: Neues Passwort
el_gr: Νέος κωδικός
fa_ir: رمز عبور جدید
fi_fi: Uusi salasana
fr_fr: Nouveau mot de passe
hu_hu: Új jelszó
id_id: Kata sandi baru
nl_nl: Nieuw wachtwoord
pl_pl: Nowe hasło
pt_br: Nova senha
pt_pt: Nova senha
ro_ro: Parolă nouă
ru_ru: Новый пароль
sr_rs: Nova lozinka
tr_tr: Yeni şifre
uk_ua: Новий пароль
vi_vn: Mật khẩu mới
zh_cn: 新密码

source: Repeat new password
ar_sa: كرر كلمة السر الجديدة
bg_bg: Повторете новата парола
ca_es: Repetiu la nova contrasenya
cs_cz: Zopakujte nové heslo
de_de: Passwort wiederholen
el_gr: Επαναλάβετε τον νέο κωδικό πρόσβασης
fa_ir: تکرار رمز عبور
fi_fi: Toista uusi salasana
fr_fr: Répété le nouveau mot de passe
hu_hu: Új jelszó megerősítése
id_id: Ulangi kata sandi baru
nl_nl: Herhaal nieuw wachtwoord
pl_pl: Powtórz nowe hasło
pt_br: Repita a nova senha
ro_ro: Repetați noua parolă
ru_ru: Повторите новый пароль
sr_rs: Ponovite novu lozinku
tr_tr: Yeni şifreyi tekrar girin
uk_ua: Повторіть новий пароль
vi_vn: Nhập lại mật khẩu mới
zh_cn: 再次输入新的密码

source: Back to login
ar_sa: العودة إلى تسجيل الدخول
bg_bg: Назад към вход
ca_es: Tornar a l'inici de sessió
cs_cz: Zpět k přihlášení
de_de: Zurück zum Login
el_gr: Πίσω στη σύνδεση χρήστη
fa_ir: بازگشت به صفحه ورود
fi_fi: Takaisin kirjautumiseen
fr_fr: Retour à la connexion
hu_hu: Vissza a belépéshez
id_id: Kembali ke awal
nl_nl: Terug naar inloggen
pl_pl: Powrót do logowania
pt_br: Voltar para o login
ro_ro: Înapoi la autentificare
ru_ru: Вернуться к входу
sr_rs: Nazad na prijavu
tr_tr: Oturum açmaya geri dön
vi_vn: Quay lại đăng nhập
zh_cn: 用户登录

source: Cookie consent settings
cs_cz: Nastavení souhlasu cookie
hu_hu: Süti hozzájárulás beállításai
ro_ro: Setări consimțământ cookie
ru_ru: Настройки согласия на использование cookie
sr_rs: Podešavanja saglasnosti za kolačiće

source: Edit cookie consent message text
ar_sa: تعديل نص رسالة موافقة ملفات تعريف الارتباط
bg_bg: Редактиране на текста в съобщението за съгласие с бисквитките
ca_es: Editeu el text del missatge de consentiment de les galetes
cs_cz: Upravit text zprávy o souhlasu cookie
de_de: Zustimmungstext für Cookies bearbeiten
el_gr: Επεξεργαστείτε το κείμενο του μηνύματος συναίνεσης για τα cookies
fa_ir: متن پیام رضایت کوکی را ویرایش کنید
fi_fi: Muokkaa evästeen suostumusviestin tekstiä
fr_fr: Modifier le texte du message de consentement aux cookies
hu_hu: A cookie-k hozzájárulási üzenet szövegének szerkesztése
id_id: Mengedit teks pesan persetujuan cookie
lt_lt: Redaguoti sutikimo dėl slapukų tekstą
nl_nl: Wijzig cookietoestemming tekst
pl_pl: Edytuj tekst zgody na pliki cookie
pt_br: Editar texto da mensagem de consentimento de cookies
pt_pt: Editar o texto da mensagem de consentimento do cookie
ro_ro: Modificați consimțământul cookie
ru_ru: Редактировать текст сообщения о согласии на использование cookie
sr_rs: Izmenite tekst poruke o saglasnosti za kolačiće
tr_tr: Çerez onay mesajı metnini düzenleyin
uk_ua: Змінити текст повідомлення згоди з куками
vi_vn: Sửa nội dung thông điệp thỏa thuận sử dụng cookie
zh_cn: 编辑 cookie 政策文本内容

source: Specify a message which will be shown to the user. The message will be shown until dismissed with the <strong>Close &times;</strong> button. An undismissed message does not affect functionality or prevent users from performing any actions.
cs_cz: Zadejte zprávu, která bude uživateli zobrazena. Zpráva bude zobrazena dokud nebude zamítnuta tlačítkem <strong>Zavřít &times;</strong> . Tato zpráva neovlivňuje funkčnost ani nebrání uživatelům v provádění jakýchkoli akcí.
hu_hu: Adjon meg egy üzenetet amely megjelenik a felhasználónak. Az üzenet mindaddig látható marad amíg a <strong>Bezárás&times;</strong> gombal be nem zárja. A bezárt üzenetek nem akadályozzák a felhasználót a feladatai végrehajtásában.
ro_ro: Specificați un mesaj care va fi afișat utilizatorului. Mesajul va fi afișat până când este respins cu butonul <strong>Închide &times;</strong>. Un mesaj nerespins nu afectează funcționalitatea sau împiedică utilizatorii să efectueze orice acțiuni.
ru_ru: Укажите сообщение, которое будет показано пользователю. Сообщение будет отображаться до закрытия с помощью кнопки <strong>Закрыть &times;</strong>. Не закрытое сообщение не влияет на функциональность и не мешает пользователям выполнять какие-либо действия.
sr_rs: Navedite poruku koja će biti prikazana korisniku. Poruka će se prikazivati dok se ne odbaci pomoću dugmeta <strong>Zatvori &times;</strong>. Neodbačena poruka ne utiče na funkcionalnost niti sprečava korisnike da obavljaju bilo kakve radnje.
