Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Your account balance is insufficient to cover this invoice.
cs_cz: Váš zůstatek na účtu není dostatečný k pokrytí této faktury.
de_de: Ihr Kontostand reicht nicht aus, um diese Rechnung zu bezahlen.
el_gr: Το υπόλοιπο του λογαριασμού σας δεν επαρκεί για την κάλυψη αυτού του τιμολογίου.
fa_ir: موجودی حساب شما برای این فاکتور کافی نیست.
fi_fi: Tilisi saldo ei riitä kattamaan tätä laskua.
fr_fr: Le solde de votre compte est insuffisant pour couvrir cette facture.
hu_hu: A fiók egyenlege nem elegendő a számla kifizetéséhez.
id_id: Saldo Anda tidak cukup untuk membayar tagihan ini.
nl_nl: Onvoldoende saldo op de account om deze factuur te dekken.
pl_pl: Twoje saldo konta jest niewystarczające, aby pokryć tę fakturę.
ro_ro: Soldul contului dvs. este insuficient pentru a acoperi această factură.
ru_ru: Недостаточно средств на вашем счете для оплаты этого счета.
sr_rs: Stanje na Vašem računu nije dovoljno da pokrije ovu fakturu.
vi_vn: Số dư tài khoản của bạn không đủ để thanh toán hóa đơn này.
zh_cn: 账户余额不足，无法支付该账单。

source: You may not pay a deposit invoice with this payment gateway.
cs_cz: Pomocí této platební brány nemůžete uhradit fakturu.
de_de: Sie können keine Einzahlung mit diesem Zahlungs-Gateway bezahlen.
el_gr: Δεν μπορείτε να πληρώσετε ένα τιμολόγιο προκαταβολής με αυτόν τον τρόπο πληρωμής.
fa_ir: شما نمی توانید برای افزایش موجودی از این درگاه استفاده کنید.
fi_fi: Et voi maksaa talletuslaskua tällä maksutavalla.
fr_fr: Vous ne pouvez pas payer une facture de dépôt avec cette passerelle de paiement.
hu_hu: Ezt az előlegszámlát nem fizetheted ki ezzel a fizetési átjáróval.
id_id: Anda tidak boleh membayar faktur deposit dengan gateway pembayaran ini.
nl_nl: Het is niet toegestaan om een aanbetalingsfactuur te betalen via deze betaalmethode.
pl_pl: Nie możesz zapłacić faktury depozytowej przy użyciu tej bramki płatności.
ro_ro: Nu puteți plăti o factură de depozit prin intermediul acestul gateway de plată.
ru_ru: Вы не можете оплатить счет на депозит с помощью этого платежного шлюза.
sr_rs: Ne možete platiti depozitnu fakturu preko ovog platnog prolaza za plaćanje.
vi_vn: Bạn không thể thanh toán hóa đơn tiền gửi bằng cổng thanh toán này.
zh_cn: 您可能无法通过该支付网关进行账单充值。

source: IPN is invalid
ar_sa: غير صالح
bg_bg: IPN не е валиден
ca_es: L'IPN no és vàlid
cs_cz: Neplatné IPN
de_de: IPN ist ungültig
el_gr: Το IPN δεν είναι έγκυρο
fa_ir: IPN نا معتبر است
fi_fi: IPN on virheellinen
fr_fr: L'IPN est invalide
hu_hu: Az IPN érvénytelen
id_id: IPN tidak valid
nl_nl: IPN is ongeldig
pl_pl: Adres IP jest nieprawidłowy
pt_br: O IPN não é válido
pt_pt: O IPN é inválido
ro_ro: IPN-ul nu este valid
ru_ru: IPN является недопустимым
sr_rs: IPN je nevažeći
tr_tr: IPN geçersiz
uk_ua: Невірний IPN
vi_vn: IPN không hợp lệ
zh_cn: IPN无效

source: ClientBalance gateway is not enabled
ar_sa: بوابة رصيد العملاء غير مفعلة
bg_bg: Платежния метод КлиентскиБаланс не е активиран
ca_es: La passarel·la de ClientBalance no està habilitada
cs_cz: Brána klienta není povolena
de_de: Zahlungsanbieter "Kundenguthaben" ist nicht aktiviert
el_gr: ClientBalance δεν είναι ενεργοποιημένο
fa_ir: موجودی کاربر فعال نشده است
fi_fi: ClientBalance-maksukäytävä ei ole käytössä
fr_fr: La passerelle ClientBalance n'est pas activée
hu_hu: A ClientBalance átjáró nincs engedélyezve
id_id: Gateway ClientBalance tidak diaktifkan
lt_lt: ClientBalance vartai neįjungti
nl_nl: De ClientBalance-gateway is niet ingeschakeld
pl_pl: Brama klienta nie jest włączona
pt_br: O método de Saldo do Cliente não está ativado
pt_pt: O gateway ClientBalance não está ativado
ro_ro: Gateway-ul balanței clientului nu este activat
sr_rs: Nije omogućeno plaćanje sa klijentovog salda
tr_tr: ClientBalance ağ geçidi etkin değil
uk_ua: Шлюз ClientBalance не активовано
vi_vn: Cổng thanh toán ClientBalance không được bật
zh_cn: 客户端余额网关未启用

source: The ":pay_gateway" payment gateway is not fully configured. Please configure the :missing
ar_sa: لم يتم تكوين بوابة الدفع ":pay_gateway" بشكل كامل. الرجاء تكوين :missing
bg_bg: Метода за плащане ":pay_gateway" не е напълно конфигуриран. Моля, конфигурирайте :missing
ca_es: La passarel·la de pagament ":pay_gateway" no està completament configurada. Si us plau, configureu el :missing
cs_cz: Platební brána „:pay_gateway“ není plně nakonfigurována. Prosím nakonfigurujte :missing
de_de: Das Zahlungsanbieter ":pay_gateway" ist nicht vollständig konfiguriert. Bitte konfiguriere :missing
el_gr: Η πύλη πληρωμής ":pay_gateway" δεν έχει ρυθμιστεί πλήρως. Παρακαλώ ρυθμίστε τις παραμέτρους :missing
fa_ir: درگاه پرداخت ":pay_gateway" به طور کامل پیکربندی نشده است. لطفا :missing را پیکربندی کنید
fi_fi: Maksuyhdyskäytävä ":pay_gateway" ei ole täysin konfiguroitu. Määritä :missing
fr_fr: La passerelle de paiement ":pay_gateway" n'est pas entièrement configurée. Veuillez configurer le :missing
hu_hu: Az ":p ay_gateway" fizetési átjáró nincs teljesen konfigurálva. Kérjük, konfigurálja a :missing
id_id: Payment gateway ":pay_gateway" tidak dikonfigurasi dengan baik. Silahkan melakukan konfigurasi :missing
lt_lt: ":pay_gateway" mokėjimo vartai nepilnai sukonfigūruoti. Prašome sukonfigūruoti :missing
nl_nl: De betalingsgateway ":pay_gateway" is niet volledig geconfigureerd. Configureer alstublieft de ":missing"
pl_pl: Brama płatności ":pay_gateway" nie jest w pełni skonfigurowana. Skonfiguruj :missing
pt_br: O método de pagamento ":pay_gateway" não está completamente configurado. Por favor, configure o :faltando
pt_pt: O gateway de pagamento ":pay_gateway" não está totalmente configurado. Por favor, configure o :missing
ro_ro: Metoda de plată ":pay_gateway" nu este complet configurată. Vă rugăm configurați :missing
ru_ru: Платежный шлюз ":pay_gateway" не полностью настроен. Пожалуйста, настройте :missing
sr_rs: ":pay_gateway" platni sistem nije u potpunosti konfigurisan. Molimo konfigurišite :missing
tr_tr: ":pay_gateway" ödeme yöntemi tam olarak yapılandırılmamış. Lütfen :missing yapılandırın
uk_ua: Платіжний шлюз ":pay_gateway" не повністю налаштований. Налаштуйте :missing
vi_vn: Cổng thành toán ":pay_gatement" chưa được thiết lập hoàn chỉnh. Xin hảy thiết lập :missing
zh_cn: “:pay_gateway”支付网关未完全配置。请配置 :missing

source: Cannot process duplicate IPN
ar_sa: لا يمكن معالجة شبكة IPN مكررة
bg_bg: Не мога да обработя дублиран IPN
ca_es: No es pot processar l'IPN duplicat
cs_cz: Nelze zpracovat duplicitní IPN
de_de: Konnte bereits vorhandene IPN nicht verarbeiten
el_gr: Αδυναμία επεξεργασίας του διπλότυπου IPN
fa_ir: IPN تکراری نمی تواند پردازش شود
fi_fi: Ei voi käsitellä päällekkäistä IPN:ää
fr_fr: Impossible de traiter l'IPN en double
hu_hu: Nem lehet feldolgozni az ismétlődő IPN-t
id_id: Tidak bisa memproses IPN duplikat
lt_lt: Nepavyko apdoroti pasikartojančio IPN
nl_nl: Dubbele IPN kan niet verwerkt worden
pl_pl: Nie można przetworzyć duplikatu IPN
pt_br: Não é possível processar IPN duplicados
pt_pt: Não é possível processar uma IPN duplicada
ro_ro: Nu se poate procesa duplicatul IPN
ru_ru: Невозможно обработать дубликат IPN
sr_rs: Nije moguće obraditi duplikat IPN-a
tr_tr: Tekrarlanan IPN işlenemiyor
uk_ua: Неможливо обробити дубльований IPN
vi_vn: Không thể xử lý bản sao của IPN
zh_cn: 无法处理重复 IPN

source: Redirecting to PayPal.com
ar_sa: إعادة التوجيه إلى PayPal.com
bg_bg: Пренасочване към PayPal.com
ca_es: Redirecció a PayPal.com
cs_cz: Přesměrování na PayPal.com
de_de: Weiterleitung zu PayPal
el_gr: Ανακατεύθυνση στο PayPal.com
fa_ir: در حال انتقال به سایت PayPal.com
fi_fi: Uudelleenohjataan PayPal.com:iin
fr_fr: Redirection vers PayPal.com
hu_hu: Átirányítás a PayPal.com-ra
id_id: Mengalihkan ke PayPal.com
lt_lt: Peradresuojama į PayPal.com
nl_nl: Aan het omleiden naar PayPal.com
pl_pl: Przekierowanie do PayPal.com
pt_br: Redirecionando para o PayPal.com
pt_pt: Redirecionar para PayPal.com
ro_ro: Redirecţionare către PayPal.com
ru_ru: Перенаправление на PayPal.com
sr_rs: Preusmeravanje na PayPal.com
tr_tr: PayPal.com'a Yönlendiriliyorsunuz
uk_ua: Перенаправлення на PayPal.com
vi_vn: Đang chuyển hướng tới Paypal.com
zh_cn: 正在重定向到 PayPal.com

source: Payment for invoice :serie:id [:title]
ar_sa: الدفع مقابل الفاتورة :serie:id [:title]
bg_bg: Плащане за фактура: :serie:id [:title]
ca_es: Pagament de la factura :serie:id [:title]
cs_cz: Platba faktury :serie:id [:title]
de_de: Zahlung für Rechnung :serie:id [:title]
el_gr: Πληρωμή για το τιμολόγιο :serie:id [:title]
fa_ir: پرداخت برای فاکتور: serie:id [:title]
fi_fi: Maksu laskusta :serie:id [:title]
fr_fr: Paiement de la facture :serie:id [:title]
hu_hu: Számla kifizetése :serie:id [:title]
id_id: Pembayaran tagihan :serie:id [:title]
lt_lt: Apmokėjimas už sąskaitą faktūrą :serie:id [:title]
nl_nl: Betaling voor factuur :serie:id [:title]
pl_pl: Płatność za fakturę :serie:id [:title]
pt_br: Pagamento para a fatura :serie:id [:title]
pt_pt: Pagamento da fatura :serie:id [:title]
ro_ro: Plata pentru factura :serie:id [:title]
ru_ru: Оплата счета :serie:id [:title]
sr_rs: Plaćanje za račun :serie:id [:title]
tr_tr: :serie:id [:title] faturası için ödeme
uk_ua: Оплата рахунку :serie:id [:title]
vi_vn: Thanh toán cho hóa đơn :serie:id [:title]
zh_cn: 发票 :serie:id [:title]

source: Payment for invoice :serie:id
ar_sa: الدفع مقابل الفاتورة :serie:id
bg_bg: Плащане за фактура: :serie:id
ca_es: Pagament de la factura :serie:id
cs_cz: Platba faktury :serie :id
de_de: Zahlung für Rechnung :serie:id
el_gr: Πληρωμή για το τιμολόγιο :serie:id
fa_ir: پرداخت فاکتور: serie:id
fi_fi: Maksu laskusta :serie:id
fr_fr: Paiement de la facture :serie:id
hu_hu: Fizetés számla :serie:id
id_id: Pembayaran tagihan :serie:id
lt_lt: Apmokėjimas už sąskaitą faktūrą :serie:id
nl_nl: Betaling voor factuur :serie:id
pl_pl: Płatność za fakturę :serie:id
pt_br: Pagamento para a fatura :serie:id
pt_pt: Pagamento da fatura :serie:id
ro_ro: Plata pentru factura :serie:id
ru_ru: Оплата счета :serie:id
sr_rs: Plaćanje za račun :serie:id
tr_tr: :serie:id faturası için ödeme
uk_ua: Оплата рахунку :serie:id
vi_vn: Thanh toán cho hóa đơn :serie:id
zh_cn: 发票 :serie:id

source: There was an error when processing the transaction
ar_sa: حدث خطأ أثناء معالجة طلبك
bg_bg: Възникна грешка при обработката на вашата транзакция
ca_es: S'ha produït un error en processar la transacció
cs_cz: Při zpracování transakce došlo k chybě
de_de: Bei der Verarbeitung der Transaktion ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε ένα σφάλμα κατά την επεξεργασία της συναλλαγής
fa_ir: هنگام پردازش تراکنش خطایی روی داد
fi_fi: Transaktiota käsiteltäessä tapahtui virhe
fr_fr: Attention : une erreur s’est produite pendant le déroulement de l’opération
hu_hu: Hiba történt a tranzakció feldolgozása során
id_id: Ditemukan error saat memproses transaksi
nl_nl: Er is een fout opgetreden bij het verwerken van de transactie
pl_pl: Wystąpił błąd podczas przetwarzania transakcji
pt_br: Ocorreu um erro ao processar a transação
pt_pt: Ocorreu um erro ao processar a transação
ro_ro: A intervenit o eroare la procesarea tranzacției
ru_ru: Произошла ошибка при обработке транзакции
sr_rs: Došlo je do greške prilikom obrade transakcije
tr_tr: İşlem gerçekleştirilirken bir hata oluştu
uk_ua: Сталася помилка при обробці транзакції
vi_vn: Lỗi xảy ra trong quá trình giao dịch
zh_cn: 处理交易时发生错误

source: Return URL for the payment gateway was not set
cs_cz: Vrátit URL pro platební bránu nebylo nastaveno
de_de: Die Rückgabe-URL für das Zahlungsgateway wurde nicht festgelegt
el_gr: Δεν ορίστηκε URL επιστροφής για την πύλη πληρωμής
fa_ir: URL بازگشتی برای درگاه پرداخت تنظیم نشده است
fi_fi: Maksutavan paluu-URL-osoitetta ei määritetty
fr_fr: L'URL de retour pour la passerelle de paiement n'a pas été définie
hu_hu: A fizetési átjáró visszatérési URL-je nem lett beállítva
id_id: URL pengembalian untuk gateway pembayaran tidak disetel
nl_nl: Retour URL voor de betalingsgateway is niet ingesteld
pl_pl: Zwrot URL dla bramki płatności nie został ustawiony
ro_ro: URL-ul de returnare pentru gateway-ul de plată nu este setat
ru_ru: URL возврата для платежного шлюза не установлен
sr_rs: Povratna URL adresa za platni prolaz za plaćanje nije podešena
vi_vn: URL trả về cho công thanh toán chưa được thiết lập
zh_cn: 支付网关未设定回调地址

source: Cancel URL for the payment gateway was not set
cs_cz: Zrušit URL pro platební bránu nebylo nastaveno
de_de: Die Abbruch-URL für das Zahlungsgateway wurde nicht festgelegt
el_gr: Δεν ορίστηκε URL επιστροφής για την πύλη πληρωμής
fa_ir: URL لغو پرداخت برای درگاه پرداخت تنظیم نشده است
fi_fi: Maksutavan peruutus-URL-osoitetta ei asetettu
fr_fr: L'URL d'annulation pour la passerelle de paiement n'a pas été définie
hu_hu: A fizetési átjáró lemondási URL-je nem lett beállítva
id_id: URL pengembalian untuk gateway pembayaran tidak disetel
nl_nl: Annulerings-URL voor de betalingsgateway is niet ingesteld
pl_pl: Anuluj URL dla bramki płatności nie został ustawiony
ro_ro: URL-ul de anulare pentru gateway-ul de plată nu este setat
ru_ru: URL отмены для платежного шлюза не установлен
sr_rs: Otkazni URL za platni prolaz za plaćanje nije podešen
vi_vn: URL hủy bỏ cho cổng thanh toán chưa được thiết lập
zh_cn: 支付网关未设定取消链接地址

source: IPN Notification URL for the payment gateway was not set
cs_cz: IPN oznamovací URL pro platební bránu nebylo nastaveno
el_gr: Δεν ορίστηκε IPN URL επιστροφής για την πύλη πληρωμής
fa_ir: آدرس اینترنتی اعلان IPN برای درگاه پرداخت تنظیم نشده است
fi_fi: IPN-ilmoituksen URL-osoitetta maksutavalle ei ole määritetty
fr_fr: L'URL de retour pour la passerelle de paiement n'a pas été définie
hu_hu: A fizetési átjáró IPN értesítési URL-je nem lett beállítva
id_id: URL Pemberitahuan IPN untuk gateway pembayaran tidak disetel
nl_nl: IPN notificatie URL voor de betalingsgateway is niet gezet
pl_pl: Adres URL powiadomień IPN dla bramki płatności nie został ustawiony
ro_ro: URL-ul de notificare IPN pentru gateway-ul de plată nu a fost setat
ru_ru: URL уведомления IPN для платежного шлюза не установлен
sr_rs: IPN Obaveštenja URL za platni prolaz za plaćanja nije podešen
vi_vn: URL chuyển hướng cho cổng thanh toán chưa được thiết lập
zh_cn: 支付网关未设定IPN通知链接

source: IPN redirect URL for the payment gateway was not set
cs_cz: URL přesměrování IPN pro platební bránu nebylo nastaveno
el_gr: Δεν ορίστηκε διεύθυνση URL ανακατεύθυνσης IPN για την πύλη πληρωμής
fa_ir: URL تغییر مسیر IPN برای درگاه پرداخت تنظیم نشد
fi_fi: Maksutavan IPN-uudelleenohjauksen URL-osoitetta ei ole määritetty
fr_fr: L'URL de retour pour la passerelle de paiement n'a pas été définie
hu_hu: A fizetési átjáró IPN átirányítási URL-je nem lett beállítva
id_id: URL Pemberitahuan IPN untuk gateway pembayaran tidak disetel
nl_nl: IPN doorstuur URL voor de betalingsgateway is niet ingesteld
pl_pl: Adres URL przekierowania IPN dla bramki płatności nie został ustawiony
ro_ro: URL-ul de redirecționare IPN pentru gateway-ul de plată nu a fost setat
ru_ru: URL перенаправления IPN для платежного шлюза не установлен
sr_rs: IPN URL za preusmeravanje za platni prolaz za plaćanje nije podešen
vi_vn: URL chuyển hướng cho cổng thanh toán chưa được thiết lập
zh_cn: 支付网关未设定IPN重定向地址

source: The ":domain_registrar" domain registrar is not fully configured. Please configure the :missing
ar_sa: لم يتم تكوين مسجل النطاق ":domain_registrar" بشكل كامل. الرجاء تكوين :missing
bg_bg: Регистъра на домейни ":domain_registrar" не е напълно конфигуриран. Моля, конфигурирайте :missing
ca_es: El registrador de dominis ":domain_registrar" no està completament configurat. Si us plau, configureu el :missing
cs_cz: Není plně nakonfigurován doménový registr „:domain_registrar“. Nakonfigurujte :missing
de_de: Die ":domain_registrar" Domain Registrar ist nicht vollständig konfiguriert. Bitte konfiguriere das :missing
el_gr: Ο καταχωρητής Domain ":domain_registrar" δεν έχει ρυθμιστεί πλήρως. Παρακαλώ ρυθμίστε το :missing
fa_ir: ثبت کننده دامنه ":domain_registrar" به طور کامل پیکربندی نشده است. لطفا :missing را پیکربندی کنید
fi_fi: Verkkotunnuksen ":domain_registrar" rekisterinpitäjää ei ole täysin määritetty. Määritä :missing
fr_fr: Le bureau d'enregistrement du domaine ":domain_registrar" n'est pas entièrement configuré. Veuillez configurer le :missing
hu_hu: Az ":d omain_registrar" tartományregisztráló nincs teljesen konfigurálva. Kérjük, konfigurálja a :missing
id_id: Pendaftar domain ":domain_registrar" belum sepenuhnya dikonfigurasi. Silakan konfigurasikan :missing
lt_lt: ":domain_registrar" domeno registras nėra pilnai sukonfigūruotas. Prašome sukonfigūruoti :missing
nl_nl: Het domein ":domain_registrar" is niet volledig geconfigureerd. Configureer het :missing
pl_pl: Rejestrator domeny ":domain_registrar" nie jest w pełni skonfigurowany. Proszę skonfigurować :missing
pt_br: O registrador de domínio ":domain_registrar" não está totalmente configurado. Por favor, configure o :missing
pt_pt: O registador de domínios ":domain_registrar" não está totalmente configurado. Por favor, configure o :missing
ro_ro: Registrarul de domeniu ":domain_registrar" nu este complet configurat. Vă rugăm să configurați :missing
ru_ru: Доменный регистратор ":domain_registrar" не полностью настроен. Пожалуйста, настройте :missing
sr_rs: Registar domena ":domain_registrar" nije u potpunosti konfigurisan. Molimo konfigurišite :missing
tr_tr: ":domain_registrar" Alan Adı Kayıt Operatörü tam olarak yapılandırılmamış. Lütfen :missing 'i yapılandırın
uk_ua: Реєстратор домену ":domain_registrar" не повністю налаштований. Налаштуйте :missing
vi_vn: Cổng thành toán ":pay_gatement" chưa được thiết lập hoàn chỉnh. Xin hảy thiết lập :missing
zh_cn: ":domain_registrar"域名注册商未配置好。请配置 :missing

source: :type: registrar is unable to :action:
cs_cz: :type: registr není schopen :action:
el_gr: :type: ο καταχωρητής δεν είναι σε θέση να :action:
fa_ir: :type: نمی تواند :action:
fi_fi: :type: rekisterinpitäjä ei pysty :action:
fr_fr: Le bureau d’enregistrement :type: est incapable de :action:
hu_hu: Az :type: regisztrátor nem képes végrehajtani az alábbi műveletet: :action:
id_id: :type: registrar tidak dapat :action:
nl_nl: :type: registrator kon dit niet registreren :action:
pl_pl: Rejestrator :type: nie jest w stanie :action:
ro_ro: :type: registrar nu poate să :action:
ru_ru: :type: регистратор не может :action:
sr_rs: :type: registar nije u mogućnosti da izvrši :action:
vi_vn: :type: nhà đăng ký không thể :action:
zh_cn: :type: 注册商不能 :action:

source: get domain details
ar_sa: تفاصيل النطاق
bg_bg: детайли относно домейна
ca_es: Obté els detalls del domini
cs_cz: získat údaje o doméně
de_de: Domaindetails abrufen
el_gr: λεπτομέρειες ονόματος χώρου
fa_ir: جزئیات دامنه
fi_fi: hae verkkotunnuksen tiedot
fr_fr: récupérer les détails du domaine
hu_hu: domain adatok lekérése
id_id: dapatkan detail domain
nl_nl: domein gegevens ophalen
pl_pl: szczegóły domeny
pt_br: Obter detalhes do domínio
ro_ro: preia detaliile domeniului
ru_ru: получить сведения о домене
sr_rs: saznaj detalje o domenu
tr_tr: alan adı detaylarını al
uk_ua: Отримати інформацію про домен
vi_vn: lấy thông tin tên miền
zh_cn: 获取域名详情

source: Failed to :action: with the :type: registrar, check the error logs for further details
ar_sa: فشل في :action: مع مسجل :type: ، تحقق من سجلات الأخطاء للحصول على مزيد من التفاصيل
bg_bg: Неуспешно :action: с :type: регистратор, проверете лога/дневника с грешки за повече подробности
ca_es: No s'ha pogut :action: amb el registre :type:, comproveu els registres d'errors per obtenir més detalls
cs_cz: Nepodařilo se :action: s registrem :type: , zkontrolujte protokoly chyb pro další podrobnosti
de_de: Fehler beim :action: mit dem :type: Registrar, überprüfe die Fehlerprotokolle auf weitere Details
el_gr: Απέτυχε η :action: με τον καταχωρητή :type:, ελέγξτε τα αρχεία καταγραφής σφαλμάτων για περισσότερες λεπτομέρειες
fa_ir: خطای :action: در :type:،گزارش های خطا را برای جزئیات بیشتر بررسی کنید
fi_fi: Epäonnistui :action: :type: rekisterinpitäjän kanssa, tarkista tarkemmat tiedot virhelokeista
fr_fr: Impossible de :action: avec le bureau d’enregistrement :type:, vérifiez les journaux d’erreurs pour plus de détails
hu_hu: Nem sikerült: action: a :type: regisztrátorral további részletekért ellenőrizze a hibanaplókat
id_id: Gagal :action: dengan registrar :type:, periksa log kesalahan untuk detail lebih lanjut
nl_nl: Mislukt om :action: met de :type: registrar. Controleer de foutlogboeken voor meer details
pl_pl: Nie udało się :action: z rejestratorem :type: , sprawdź logi błędów, aby uzyskać więcej informacji
pt_br: Falha ao :action: com o registro :type: , verifique os registros de erro para mais detalhes
pt_pt: Falha na :action: com o :type: registador, verifique os registos de erros para mais detalhes
ro_ro: Nu s-a reușit :action: cu registratorul :type: , verificați jurnalele de erori pentru detalii suplimentare
ru_ru: Не удалось :action: с регистратором :type, проверьте журналы ошибок для получения дополнительных сведений
sr_rs: Neuspešno :action: sa :type: registratorom, proverite evidenciju grešaka za dodatne detalje
tr_tr: :type: kayıt operatörüyle :action: işlemi başarısız oldu, daha fazla ayrıntı için hata günlüklerini kontrol edin
uk_ua: Не вдалося отримати :action: на сервері :type:, перевірте журнал помилок для детальної інформації
vi_vn: Không thể :action: với nhà đăng ký :type:, hãy kiểm tra nhật ký lỗi để biết thêm chi tiết
zh_cn: 在 :type: 的 :action: 失败，请在错误日志中查看详情

source: deleting domains
ar_sa: حذف النطاقات قيد الإنجاز
bg_bg: изтриване на домейните
ca_es: eliminació de dominis
cs_cz: odstraňování domén
de_de: Domains löschen
el_gr: διαγραφή domains
fa_ir: در حال حذف دامنه ها
fi_fi: verkkotunnusten poistaminen
fr_fr: suppression de domaines
hu_hu: tartományok törlése
id_id: menghapus domain
nl_nl: domeinen verwijderen
pl_pl: usuwanie domen
pt_br: Excluindo domínios
pt_pt: eliminação de domínios
ro_ro: ştergerea domeniilor
ru_ru: удаление доменов
sr_rs: brisanje domena
tr_tr: alan adları siliniyor
uk_ua: Видалення доменів
vi_vn: xoá tên miền
zh_cn: 等待删除域名

source: :type: does not support :action:
ar_sa: :type: لا يدعم :action:
bg_bg: :type: не поддържа :action:
ca_es: :type: no admet :action:
cs_cz: :type: nepodporuje :action:
de_de: :type: unterstützt :action: nicht:
el_gr: Το :type: δεν υποστηρίζει το :action:
fa_ir: :type: پشتیبانی نمی کند :action:
fi_fi: :type: ei tue :action:
fr_fr: :type: ne prends pas en charge :action:
hu_hu: :type: nem támogatja a :action:
id_id: :type: tidak mendukung :action:
nl_nl: :type: ondersteuning ontbreekt voor :action:
pl_pl: :type: nie obsługuje :action:
pt_br: O :type: não oferece suporte a :action:
pt_pt: :type: não suporta :action:
ro_ro: :type: nu suportă :action:
ru_ru: :type: не поддерживает :action:
sr_rs: :type: ne podržava :action:
tr_tr: :type: :action: 'ı desteklemiyor
uk_ua: :type: не підтримує :action:
vi_vn: :type: không hỗ trợ :action:
zh_cn: :type: 不支持 :action:
