Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Membership service does not have any configuration options
ar_sa: خدمة العضوية لا تحتوي على أي خيارات تكوين
bg_bg: Услугата за членство няма опции за конфигуриране
ca_es: El servei de membres no té cap opció de configuració
cs_cz: Služba členství nemá žádné možnosti konfigurace
de_de: Mitgliedschaftsservice hat keine Konfigurationsoptionen
el_gr: Η υπηρεσία συνδρομής δεν διαθέτει επιλογές ρύθμισης παραμέτρων
fa_ir: سرویس عضویت هیچ گزینه پیکربندی ندارد
fi_fi: Jäsenyys palvelu ei ole mitään kokoonpano vaihtoehtoja
fr_fr: Le service d'adhésion n'a pas d'options de configuration
hu_hu: A tagsági szolgáltatás nem rendelkezik konfigurációs lehetőségekkel
id_id: Layanan keanggotaan tidak memiliki konfigurasi apapun
lt_lt: Narystės paslauga neturi jokių konfigūravimo parinkčių
nl_nl: Lidmaatschap service heeft geen configuratieopties
pl_pl: Usługa członkostwa nie ma żadnych opcji konfiguracyjnych
pt_br: Serviço de afiliados não tem nenhuma opção de configuração
pt_pt: O serviço de afiliação não tem quaisquer opções de configuração
ro_ro: Serviciul de membru nu are nicio opțiune de configurare
ru_ru: Сервис членства не имеет параметров конфигурации
sr_rs: Usluga članstva nema nikakve opcije za konfiguraciju
tr_tr: Üyelik hizmetinin herhangi bir yapılandırma seçeneği yoktur
uk_ua: Сервіс членства не має параметрів конфігурації
vi_vn: Dịch vụ thành viên không có bất kỳ tùy chọn cấu hình nào
zh_cn: 会员服务没有任何配置选项

source: Membership details
ar_sa: تفاصيل العضوية
bg_bg: Данни за членство
ca_es: Detalls de la pertinença
cs_cz: Podrobnosti členství
de_de: Details zur Mitgliedschaft
el_gr: Λεπτομέρειες μέλους
fa_ir: جزئیات عضویت
fi_fi: Jäsenyyden tiedot
fr_fr: Détails d'adhésion
hu_hu: Tagsági adatok
id_id: Rincian keanggotaan
lt_lt: Informacija apie narystę
nl_nl: Lidmaatschap details
pl_pl: Szczegóły członkostwa
pt_br: Detalhes de afiliados
pt_pt: Detalhes da filiação
ro_ro: Detalii membru
ru_ru: Детали членства
sr_rs: Detalji o članstvu
tr_tr: Üyelik Detayları
uk_ua: Інформація про членство
vi_vn: Chi tiết thành viên
zh_cn: 会员详情

source: SpamChecker settings
ar_sa: إعدادات التحقق من الرسائل المزعجة
bg_bg: Настройки на SpamChecker
ca_es: Configuració de SpamChecker
cs_cz: Nastavení kontroly SpamChecker
de_de: SpamChecker Einstellungen
el_gr: Ρυθμίσεις SpamChecker
fa_ir: تنظیمات بررسی اسپم
fi_fi: SpamCheckerin asetukset
fr_fr: Réglages de SpamChecker
hu_hu: A SpamChecker beállításai
id_id: Pengaturan SpamChecker
lt_lt: SpamChecker nustatymai
nl_nl: SpamChecker instellingen
pl_pl: Ustawienia SpamCheckera
pt_br: Configurações do verificador de spam
pt_pt: Definições do SpamChecker
ro_ro: Setări SpamChecker
ru_ru: Настройки SpamChecker
sr_rs: SpamChecker podešavanja
tr_tr: SpamChecker Ayarları
uk_ua: Налаштування SpamChecker
vi_vn: Cài đặt SpamChecker
zh_cn: 垃圾检查器设置

source: Enable IP blocking
ar_sa: تمكين حظر IP
bg_bg: Активирайте блокирането на ИП адреси
ca_es: Activa el bloqueig d'IP
cs_cz: Zapnout blokování IP
de_de: IP-Sperrung aktivieren
el_gr: Ενεργοποίηση αποκλεισμού IP
fa_ir: فعال‌کردن تعلیق آی‌پی
fi_fi: Ota IP-estäminen käyttöön
fr_fr: Activer le bloquage d'IP
hu_hu: IP-blokkolás engedélyezése
id_id: Aktifkan pemblokiran IP
lt_lt: Įjungti IP blokavimą
nl_nl: IP-blokkering inschakelen
pl_pl: Włącz blokadę IP
pt_br: Habilitar bloqueio de IP
pt_pt: Ativar o bloqueio de IP
ro_ro: Activează blocarea IP
ru_ru: Включить блокировку IP
sr_rs: Omogućite IP blokiranje
tr_tr: IP Engellemeyi Etkinleştir
uk_ua: Увімкнути блокування IP адрес
vi_vn: Bật chặn IP
zh_cn: 启用 IP 屏蔽

source: Blocked IPs are not allowed to login, register or open public ticket. (One IP per line)
ar_sa: لا يسمح لعناوين IP المحظورة بتسجيل الدخول أو التسجيل أو فتح تذكرة عامة. (IP واحد لكل سطر)
bg_bg: Блокираните ИП адреси нямат право да влизат в системата, да се регистрират или да отварят публичен билет за поддръжка. (Въвеждайте по един Ип адрес на ред)
ca_es: Les IP bloquejades no poden iniciar sessió, registrar-se ni obrir el bitllet públic. (Una IP per línia)
cs_cz: Zablokované IP adresy nejsou oprávněny se přihlásit, zaregistrovat nebo otevřít veřejný tiket. (Jedno IP na řádek)
de_de: Blockierte IPs dürfen sich nicht einloggen, registrieren oder öffentliches Ticket öffnen. (Eine IP pro Zeile)
el_gr: Οι αποκλεισμένες IP δεν επιτρέπεται να συνδεθούν, να εγγραφούν ή να ανοίξουν δημόσιο εισιτήριο. (Μία IP ανά γραμμή)
fa_ir: IP های مسدود شده مجاز به ورود، ثبت نام یا باز کردن تیکت عمومی نیستند. (هر سطر یک IP)
fi_fi: Estetyt IP-osoitteet eivät saa kirjautua, rekisteröidä tai avata julkista tukipyyntöä. (Yksi IP-osoite per rivi)
fr_fr: Les adresses IP bloquées ne sont pas autorisées à se connecter, à s'inscrire ou à ouvrir un ticket public. (Une IP par ligne)
hu_hu: A blokkolt IP-k nem léphetnek be, nem regisztrálhatnak és nem nyithatnak meg nyilvános jegyet. (Soronként egy IP)
id_id: IP yang diblokir tidak diizinkan untuk masuk, registrasi atau membuka tiket umum. (Satu IP per baris)
lt_lt: Užblokuotiems IP neleidžiama prisijungti, registruotis ar atidaryti viešą bilietą. (Vienas IP eilutėje)
nl_nl: Geblokkeerde IP's zijn niet toegestaan om in te loggen, te registreren of een openbaar ticket te openen. (Eén IP adres per regel)
pl_pl: Zablokowane adresy IP nie mogą się logować, rejestrować ani otwierać publicznych zgłoszeń. (Jedno IP na linię)
pt_br: IPs bloqueados não têm permissão para fazer login, registrar ou abrir ticket público. (Um IP por linha)
pt_pt: Os IPs bloqueados não estão autorizados a iniciar sessão, registar-se ou abrir um bilhete público. (Um IP por linha)
ro_ro: IP-urile blocate nu au permisiunea de a se autentifica, de a înregistra sau de a deschide un tichet public. (Un IP pe linie)
ru_ru: Заблокированным IP-адресам запрещено входить в систему, регистрироваться или открывать публичные тикеты. (Один IP-адрес в строке)
sr_rs: Blokiranim IP adresama nije dozvoljeno da se prijave, registruju ili otvore javni tiket. (Jedan IP po liniji)
tr_tr: Engellenen IP'lerin oturum açmasına, kayıt olmasına veya genele açık destek talebi oluşturmasına izin verilmez. (Her satırda bir tane)
uk_ua: Заблоковані IP з яких не дозволяється заходити, реєструватися або відкривати публічні заявки. (Один IP в рядок)
vi_vn: IPs bị chặn không được phép đăng nhập, đăng ký hoặc mở phiếu hỗ trợ. (1 IP trên 1 dòng)
zh_cn: 被阻止的 IP 不允许登录、注册或提交工单。(每行一个 IP)

source: reCAPTCHA settings
bg_bg: reCAPTCHA не съм робот настройки
ca_es: Configuració de reCAPTCHA
cs_cz: nastavení reCAPTCHA
de_de: reCAPTCHA Einstellungen
el_gr: Ρυθμίσεις reCAPTCHA
fa_ir: تنظیمات ریکپتچا
fi_fi: reCAPTCHA asetukset
fr_fr: Paramètres reCAPTCHA
hu_hu: reCAPTCHA beállítások
id_id: pengaturan reCAPTCHA
lt_lt: reCAPTCHA nustatymai
nl_nl: reCAPTCHA instellingen
pl_pl: Ustawienia reCAPTCHA
pt_br: Configurações do reCAPTCHA
pt_pt: Definições do reCAPTCHA
ro_ro: Setări reCAPTCHA
ru_ru: Настройки reCAPTCHA
tr_tr: reCAPTCHA Ayarları
uk_ua: Параметри reCAPTCHA
zh_cn: reCAPTCHA 验证码设置

source: Enable captcha for client registration and contact forms
ar_sa: تمكين كلمة التحقق لتسجيل العملاء واستمارات الاتصال
bg_bg: Активирайте captcha системата за регистрация на клиенти и формулярите за връзка с нас
ca_es: Activa captcha per al registre de clients i formularis de contacte
cs_cz: Povolit captcha pro registraci klientů a kontaktní formuláře
de_de: Captcha für Kundenregistrierung und Kontaktformulare aktivieren
el_gr: Ενεργοποίηση captcha για τις φόρμες εγγραφής πελατών και επικοινωνίας
fa_ir: کپچا را برای ثبت نام مشتری و فرم های تماس فعال کنید
fi_fi: Ota captcha käyttöön asiakkaan rekisteröinti- ja yhteydenottolomakkeissa
fr_fr: Activer le captcha pour l'inscription du client et les formulaires de contact
hu_hu: A captcha engedélyezése az ügyfélregisztrációhoz és a kapcsolatfelvételi űrlapokhoz
id_id: Aktifkan captcha untuk pendaftaran klien dan form kontak
lt_lt: Įgalinti captcha kliento registracijai ir kontaktinėms formoms
nl_nl: Captcha inschakelen voor klantregistratie en contactformulieren
pl_pl: Włącz captcha dla rejestracji klienta i formularzy kontaktowych
pt_br: Habilitar o captcha para registro de clientes e formulários de contato
pt_pt: Ativar o captcha para o registo de clientes e formulários de contacto
ro_ro: Activează captcha pentru formularele de înregistrare și de contact ale clienților
ru_ru: Включить капчу для регистрации клиентов и контактных форм
sr_rs: Omogućite captcha za registraciju klijenata i kontakt forme
tr_tr: Müşteri kaydı ve iletişim formları için captcha'yı etkinleştirin
uk_ua: Увімкнути капчу для реєстрації клієнтів та контактних форм
vi_vn: Bật captcha khi đăng ký khách hàng và form liên hệ
zh_cn: 为客户注册和联系表单启用验证码

source: Sign up for reCAPTCHA key for your domain at
bg_bg: Можете да регистрирате reCAPTCHA ключ за вашия домейн на
ca_es: Registreu-vos per obtenir la clau reCAPTCHA per al vostre domini a
cs_cz: Přihlaste se k reCAPTCHA klíči pro vaši doménu na
de_de: Melde dich unter für den reCAPTCHA-Schlüssel für deine Domain an
el_gr: Εγγραφείτε για το κλειδί reCAPTCHA για τον τομέα σας στο
fa_ir: برای کلید reCAPTCHA دامنه خود ثبت نام کنید در
fi_fi: Rekisteröidy saadaksesi reCAPTCHA avaimen verkkotunnuksellesi osoitteessa
fr_fr: Inscrivez-vous à la clé reCAPTCHA pour votre domaine sur
hu_hu: Regisztráljon a domainjéhez tartozó reCAPTCHA kulcsra a következő címen
id_id: Daftar untuk kunci reCAPTCHA di domain Anda
lt_lt: Prisiregistruokite gauti reCAPTCHA raktą savo domenui čia
nl_nl: Stel een reCAPTCHA sleutel in voor je domein op
pl_pl: Zarejestruj się na klucz reCAPTCHA dla swojej domeny na
pt_br: Registre-se para obter chave reCAPTCHA para o seu domínio em
pt_pt: Inscreva-se para obter a chave reCAPTCHA para o seu domínio em
ro_ro: Înscrie-te pentru cheia reCAPTCHA pentru domeniul tău la
ru_ru: Зарегистрируйте ключ reCAPTCHA для вашего домена на
tr_tr: Alan adınız için reCAPTCHA anahtarına şu adresten kaydolun:
uk_ua: Зареєструвати ключ на reCAPTCHA для вашого домену на
zh_cn: 为您的网站域名申请 reCAPTCHA key 密钥

source: Enable reCAPTCHA
bg_bg: Активиране на reCAPTCHA
ca_es: Activa reCAPTCHA
cs_cz: Povolit reCAPTCHA
de_de: Aktiviere reCAPTCHA
el_gr: Ενεργοποίηση reCAPTCHA
fa_ir: فعالسازی کپچا
fi_fi: Ota käyttöön reCAPTCHA
fr_fr: Activer reCAPTCHA
hu_hu: RECAPTCHA bekapcsolása
id_id: Aktifkan reCAPTCHA
lt_lt: Įgalinti reCAPTCHA
nl_nl: ReCAPTCHA inschakelen
pl_pl: Włącz reCAPTCHA
pt_br: Ativar reCAPTCHA
pt_pt: Ativar o reCAPTCHA
ro_ro: Activează reCAPTCHA
ru_ru: reCAPTCHA ni yoqish
tr_tr: reCAPTCHA'yı Etkinleştir
uk_ua: Увімкнути reCAPTCHA
zh_cn: 启用 reCAPTCHA

source: reCAPTCHA version
bg_bg: версия на reCAPTCHA
ca_es: versió reCAPTCHA
cs_cz: reCAPTCHA verze
el_gr: Έκδοση reCAPTCHA
fa_ir: نسخه کپچا
fi_fi: reCAPTCHA versio
fr_fr: version reCAPTCHA
hu_hu: reCAPTCHA verzió
id_id: Versi reCAPTCHA
lt_lt: reCAPTCHA versija
nl_nl: reCAPTCHA versie
pl_pl: Wersja reCAPTCHA
pt_br: versão do reCAPTCHA
pt_pt: Versão do reCAPTCHA
ro_ro: versiune reCAPTCHA
ru_ru: Версия reCAPTCHA
tr_tr: reCAPTCHA versiyonu
uk_ua: Версія reCAPTCHA
zh_cn: reCAPTCHA 版本

source: reCAPTCHA Public key
ar_sa: مفتاح reCAPTCHA العام
bg_bg: reCAPTCHA Публичен ключ
ca_es: reCAPTCHA Clau pública
cs_cz: reCAPTCHA veřejný klíč
de_de: reCAPTCHA - Webseitenschlüssel
el_gr: Δημόσιο κλειδί reCAPTCHA
fa_ir: کلید عمومی کپچا
fi_fi: reCAPTCHA Julkinen avain
fr_fr: clé reCAPTCHA publique
hu_hu: reCAPTCHA nyilvános kulcs
id_id: Kunci Publik reCAPTCHA
lt_lt: reCAPTCHA viešasis raktas
nl_nl: openbare reCAPTCHA sleutel
pl_pl: Klucz publiczny reCAPTCHA
pt_br: Chave pública do reCAPTCHA
pt_pt: reCAPTCHA Chave pública
ro_ro: Cheie publică reCAPTCHA
ru_ru: reCAPTCHA Ochiq kalit
sr_rs: reCAPTCHA javni ključ
uk_ua: Відкритий ключ reCAPTCHA
vi_vn: Khóa công khai reCAPTCHA
zh_cn: reCAPTCHA 公钥

source: reCAPTCHA Secret key
ar_sa: مفتاح reCAPTCHA السري
bg_bg: reCAPTCHA Секретен ключ
ca_es: Clau secreta del reCAPTCHA
cs_cz: reCAPTCHA tajný klíč
de_de: reCAPTCHA - Geheimer Schlüssel
el_gr: Ιδιωτικό κλειδί reCAPTCHA
fa_ir: کلید امنیتی کپچا
fi_fi: reCAPTCHA salainen avain
fr_fr: Clé reCAPTCHA secrète
hu_hu: reCAPTCHA titkos kulcs
id_id: Kunci Rahasia reCAPTCHA
lt_lt: reCAPTCHA slaptasis raktas
nl_nl: geheime reCAPTCHA sleutel
pl_pl: Klucz tajny reCAPTCHA
pt_br: Chave secreta do reCAPTCHA
pt_pt: reCAPTCHA Chave secreta
ro_ro: Cheie secretă reCAPTCHA
ru_ru: reCAPTCHA maxfiy kaliti
sr_rs: reCAPTCHA tajni ključ
uk_ua: Секретний ключ reCAPTCHA
vi_vn: Khoá riêng reCAPTCHA
zh_cn: reCAPTCHA 私钥

source: Stop Forum Spam settings
ar_sa: إيقاف إعدادات البريد المزعج للمنتدى
bg_bg: Спиране на настройките за спам във форума
ca_es: Atura la configuració de correu brossa del fòrum
cs_cz: Zastavit nastavení nevyžádané pošty fóra
de_de: Stop-Forum-Spam Einstellungen
el_gr: Ρυθμίσεις Stop Forum Spam
fa_ir: تنظیمات اسپم انجمن را متوقف کنید
fi_fi: Stop Forum Spam asetukset
fr_fr: Paramètres de la base de données Stop Forum Spam
hu_hu: Fórum spam beállítások leállítása
id_id: Pengaturan Stop Forum Spam
lt_lt: Sustabdyti forumo šlamšto nustatymus
nl_nl: Forum spam-instellingen stoppen
pl_pl: Ustawienia Stop Forum Spam
pt_br: Configurações do Stop Forum Spam
pt_pt: Definições para parar o spam no fórum
ro_ro: Setări Stop Forum Spam
ru_ru: Настройки Stop Forum Spam
sr_rs: Zaustavite podešavanja neželjene pošte na forumu
tr_tr: "Stop Forum Spam" Ayarları
uk_ua: Налаштування Stop Forum Spam
vi_vn: Cài đặt Stop Forum Spam
zh_cn: Stop Forum Spam 反灌水联盟设置

source: If enabled, client IP will be checked on the <a href="https://stopforumspam.com/" target="_blank">Stop Forum Spam</a> database before registration
ar_sa: في حالة التمكين، سيتم التحقق من IP العميل على قاعدة بيانات <a href="https://stopforumspam.com/" target="_blank">إيقاف المنتدى المزعج</a> قبل التسجيل
bg_bg: Ако е активирана, IP адресът на клиента ще бъде проверен на базата данни <a href="http://www.stopforumspam.com/" target="_blank"> http://www.stopforumspam.com </a> преди Регистрация
ca_es: Si està activat, la IP del client es comprovarà a la base de dades <a href="https://stopforumspam.com/" target="_blank">Stop Forum Spam</a> abans del registre
cs_cz: Pokud je povoleno, bude před registrací zkontrolována IP adresa klienta v <a href="https://stopforumspam.com/" target="_blank">Zastavit fórum nevyžádané</a> databázi
de_de: Wenn aktiviert, wird die Client-IP auf der <a href="https://stopforumspam.com/" target="_blank">Forum Spam</a> Datenbank vor der Registrierung überprüft
el_gr: Εάν είναι ενεργοποιημένη, η IP του πελάτη θα ελέγχεται στο <a href="https://stopforumspam.com/" target="_blank">Stop Forum Spam</a> βάση δεδομένων πριν από την εγγραφή
fa_ir: اگر فعال باشد <a href="https://stopforumspam.com/" target="_blank">توقف اسپم انجمن</a> پایگاه داده قبل از ثبت نام بررسی می شود
fi_fi: Jos tämä on käytössä, asiakkaan IP tarkistetaan <a href="https://stopforumspam.com/" target="_blank">Stop Forum Spam</a> -tietokannasta ennen rekisteröitymistä
fr_fr: Si activé, l'adresse IP du client sera vérifiée sur la base de données <a href="https://stopforumspam.com/" target="_blank">Stop Forum Spam</a> avant l'inscription
hu_hu: Ha engedélyezve van, a kliens IP-címe a regisztráció előtt ellenőrzésre kerül a <a href="https://stopforumspam.com/" target="_blank">Stop Forum Spam</a> adatbázisban
id_id: Jika diaktifkan, IP klien akan dicek di <a href="https://stopforumspam.com/" target="_blank">Stop Forum Spam</a> database sebelum registrasi
lt_lt: Jei įjungta, kliento IP prieš registraciją bus patikrintas <a href="https://stopforumspam.com/" target="_blank">Stop Forum Spam</a> duomenų bazėje
nl_nl: Indien ingeschakeld, wordt het client IP gecontroleerd op de <a href="https://stopforumspam.com/" target="_blank">Stop Forum Spam</a> database voordat registratie
pl_pl: Jeśli włączone, IP klienta będzie sprawdzane w bazie danych <a href="https://stopforumspam.com/" target="_blank">Stop Forum Spam</a> przed rejestracją
pt_br: Se ativado, o IP do cliente será verificado no banco de dados do <a href="https://stopforumspam.com/" target="_blank">Stop Forum Spam</a> antes do registro
pt_pt: Se ativado, o IP do cliente será verificado na base de dados <a href="https://stopforumspam.com/" target="_blank">Stop Forum Spam</a> antes do registo
ro_ro: Dacă este activat, clientul IP va fi verificat pe baza de date <a href="https://stopforumspam.com/" target="_blank">Stop Forum Spam</a> înainte de înregistrare
ru_ru: Если этот параметр включен, IP-адрес клиента будет проверен в базе данных <a href="https://stopforumspam.com/" target="_blank">Stop Forum Spam</a> перед регистрацией
sr_rs: Ako je omogućeno, IP klijenta će biti proverena u bazi podataka <a href="https://stopforumspam.com/" target="_blank">Stop Forum Spam</a> bazi podataka pre registracije
tr_tr: Etkinleştirilirse, kayıttan önce müşteri IP'si <a href="https://stopforumspam.com/" target="_blank">Stop Forum Spam</a> veritabanında kontrol edilecektir.
uk_ua: Якщо увімкнено, IP клієнта буде перевірятися на <a href="https://stopforumspam.com/" target="_blank">Stop Forum Spam</a> перед реєстрацією
vi_vn: Nếu được bật, IP khách hàng sẽ được kiểm tra tại cơ sở dữ liệu của <a href="https://stopforumspam.com/" target="_blank">Stop Forum Spam</a> trước khi đăng ký
zh_cn: 如果启用，访客的 IP 将在注册前向 <a href="https://stopforumspam.com/" target="_blank">Stop Forum Spam 反灌水联盟</a> 的数据库查询

source: Enable Stop Forum Spam
ar_sa: تمكين إيقاف المنتدى المزعج
bg_bg: Активирайте Стоп Форум Спам
ca_es: Activa Aturar correu brossa del fòrum
cs_cz: Povolit ochranu fóra před nevyžádanou poštou
de_de: Stop-Forum-Spam aktivieren
el_gr: Ενεργοποίηση Stop Forum Spam
fa_ir: توقف اسپم انجمن را فعال کنید
fi_fi: Ota käyttöön Stop Forum Spam
fr_fr: Activer la base de données Stop Forum Spam
hu_hu: Engedélyezze a fórum spam leállítását
id_id: Aktifkan Stop Forum Spam
lt_lt: Įjungti Stop Forum Spam
nl_nl: Stop forum spam Inschakelen
pl_pl: Włącz Stop Forum Spam
pt_br: Ativar Stop Forum Spam
pt_pt: Ativar a opção Stop Forum Spam
ro_ro: Activaţi Stop Forum Spam
ru_ru: Включить Stop Forum Spam
sr_rs: Omogući Stop Forum Spam
tr_tr: "Stop Forum Spam" Etkinleştir
uk_ua: Увімкнути Stop Forum Spam
vi_vn: Bật Stop Forum Spam
zh_cn: 启用 Stop Forum Spam

source: Temporary / disposable email protection
ar_sa: حماية البريد الإلكتروني المؤقتة / المتاحة
bg_bg: Временна / еднократна защита на имейл адресите
cs_cz: Dočasná / jednorázová ochrana e-mailů
de_de: Temporäre oder Einweg E-Mail Adresse
el_gr: Προσωρινή προστασία email
fa_ir: حفاظت از ایمیل های موقت/یکبار مصرف
fi_fi: Väliaikainen / kertakäyttöinen sähköpostisuoja
fr_fr: Protection temporaire / jetable des emails
hu_hu: Ideiglenes / eldobható e-mail védelem
id_id: Proteksi email sementara atau sekali pakai
nl_nl: Tijdelijke/wegwerpbare e-mail bescherming
pl_pl: Ochrona przed czasowymi / jednorazowymi adresami e-mail
pt_br: Proteção temporária / de e-mail descartável
ro_ro: Protecție temporară / disponibilă prin e-mail
ru_ru: Защита от временных/одноразовых адресов электронной почты
sr_rs: Privremena / jednokratna zaštita e-pošte
tr_tr: Geçici / tek kullanımlık e-posta koruması

source: If enabled, email addresses will be checked against a database of disposable email domains.
ar_sa: إذا تم تفعيله، سيتم التحقق من عناوين البريد الإلكتروني مقابل قاعدة بيانات لنطاقات البريد الإلكتروني المتاحة.
bg_bg: Ако е разрешено, имейл адресите ще бъдат проверявани спрямо база данни с имейл домейни за еднократна употреба.
cs_cz: Pokud je povoleno, e-mailové adresy budou zkontrolovány proti databázi e-mailových domén.
de_de: Falls aktiviert, werden die E-Mail-Adressen mit einer Datenbank von Wegwerf-E-Mail-Domains abgeglichen.
el_gr: Εάν είναι ενεργοποιημένη, οι διευθύνσεις ηλεκτρονικού ταχυδρομείου θα ελέγχονται βάσει μιας βάσης δεδομένων με τομείς ηλεκτρονικού ταχυδρομείου μίας χρήσης.
fa_ir: اگر فعال باشد، آدرس‌های ایمیل با پایگاه داده دامنه‌های ایمیل یکبار مصرف بررسی می‌شوند.
fi_fi: Jos käytössä, sähköpostiosoitteet tarkistetaan käyttäen tietokantaa, jossa on kertakäyttöisiä sähköpostiosoitteita.
fr_fr: Si activé, les adresses email seront vérifiées par rapport à une base de données de domaines de messagerie jetables.
hu_hu: Ha engedélyezve van, az e-mail címeket összeveti az eldobható e-mail domainek adatbázisával.
id_id: Jika diaktifkan, alamat-alamat email akan dilakukan pengecekan oleh database domain email sementara.
nl_nl: Indien ingeschakeld, worden e-mailadressen gecontroleerd met een database van wegwerpbare e-maildomeinen.
pl_pl: Jeśli włączone, adresy e-mail będą sprawdzane w bazie danych jednorazowych domen e-mail.
pt_br: Se ativado, os endereços de e-mail serão verificados em um banco de dados de domínios de e-mail descartáveis.
ro_ro: Dacă este activată, adresele de e-mail vor fi verificate în baza de date cu domenii de e-mail disponibile.
ru_ru: Если включено, адреса электронной почты будут проверяться по базе данных одноразовых почтовых доменов.
sr_rs: Ako je omogućeno, adrese e-pošte će se proveravati u odnosu na bazu podataka domena e-pošte za jednokratnu upotrebu.
tr_tr: Etkinleştirilirse, e-posta adresleri tek kullanımlık e-posta etki alanlarından oluşan bir veritabanıyla karşılaştırılarak kontrol edilecektir.

source: This database is updated daily and provided free of charge by the FakeFilter project under the BSD 3-Clause License.
ar_sa: ويتم تحديث قاعدة البيانات هذه يومياً وتوفيرها مجاناً بواسطة مشروع FakeFilter بموجب رخصة BSD 3-Clause Lense.
bg_bg: Тази база данни се актуализира ежедневно и се предоставя безплатно от проекта FakeFilter под лиценза BSD 3-Clause.
cs_cz: Tato databáze je denně aktualizována a bezplatně poskytována projektem FakeFiltrovat pod licencí BSD 3-Clause License.
de_de: Diese Datenbank wird täglich aktualisiert und vom Fake Filter-Projekt kostenlos unter der BSD 3-Clause Lizenz zur Verfügung gestellt.
el_gr: Αυτή η βάση δεδομένων ενημερώνεται καθημερινά και παρέχεται δωρεάν από το έργο FakeFilter υπό την άδεια BSD 3-Clause License.
fa_ir: این پایگاه داده روزانه به روز می شود و به صورت رایگان توسط پروژه FakeFilter تحت مجوز BSD 3-Clause ارائه می شود.
fi_fi: Tätä tietokantaa päivitetään päivittäin, ja FakeFilter-projekti tarjoaa sen maksutta BSD 3-Clause -lisenssin nojalla.
fr_fr: Cette base de données est mise à jour quotidiennement et fournie gratuitement par le projet FakeFilter sous licence BSD 3-Clause License.
hu_hu: Ezt az adatbázist naponta frissítik, és a FakeFilter projekt ingyenesen biztosítja a BSD 3-Clause License alatt.
id_id: Database ini diperbarui setiap hari dan menyediakan bebas charge dari FakeFilter project dibawah lisensi BSD 3-Clause.
nl_nl: Deze database wordt dagelijks bijgewerkt en kosteloos verstrekt door het FakeFilter project onder de BSD 3-Clause licentie.
pl_pl: Ta baza danych jest codziennie aktualizowana i udostępniana bezpłatnie przez projekt FakeFilter na licencji BSD 3-Clause.
pt_br: Esse banco de dados é atualizado diariamente e fornecido gratuitamente pelo projeto FakeFilter sob a licença BSD 3-Clause.
ro_ro: Această bază de date este actualizată zilnic și furnizată gratuit de proiectul FakeFilter sub licența BSD 3-Clause.
ru_ru: Эта база данных обновляется ежедневно и предоставляется бесплатно проектом FakeFilter в соответствии с лицензией BSD 3-Clause.
sr_rs: Ova baza podataka se svakodnevno ažurira i obezbeđuje je besplatno od strane FakeFilter projekta pod BSD 3-Clause licencom.
tr_tr: Bu veritabanı günlük olarak güncellenmekte ve BSD 3-Clause Lisans kapsamında FakeFilter projesi tarafından ücretsiz olarak sağlanmaktadır.
