Repository: FOSSBilling/locale
Catalog: */LC_MESSAGES/messages.po
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, hu_hu, id_id, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_rs, tr_tr, uk_ua, vi_vn, zh_cn

source: Company details at the moment of purchase
ar_sa: تفاصيل الشركة في وقت الشراء
bg_bg: Данни за фирмата в момента на покупката
ca_es: Dades de l'empresa en el moment de la compra
cs_cz: Podrobnosti společnosti v okamžiku nákupu
de_de: Unternehmensdaten zum Zeitpunkt des Kaufs
el_gr: Στοιχεία της εταιρείας κατά τη στιγμή της αγοράς
fa_ir: اطلاعات شرکت هنگام خرید
fi_fi: Yrityksen tiedot ostohetkellä
fr_fr: Détails de l'entreprise au moment de l'achat
hu_hu: A cég adatai a vásárlás pillanatában
id_id: Detail perusahaan pada saat pembelian
lt_lt: Įmonės duomenys pirkimo metu
nl_nl: Bedrijfsgegevens op het moment van aankoop
pl_pl: Dane firmy w chwili zakupu
pt_br: Detalhes da empresa no momento da compra
pt_pt: Dados da empresa no momento da compra
ro_ro: Detaliile companiei în momentul cumpărării
ru_ru: Реквизиты компании на момент покупки
sr_rs: Detalji o firmi u trenutku kupovine
tr_tr: Satın alma yapıldığı sıradaki firma bilgileriniz
uk_ua: Подробиці про компанію на момент покупки
vi_vn: Thông tin công ty tại thời điểm mua hàng
zh_cn: 购买时公司的详情

source: Client details at the moment of purchase
ar_sa: تفاصيل العميل في وقت الشراء
bg_bg: Данни за клиента в момента на покупката
ca_es: Dades del client en el moment de la compra
cs_cz: Podrobnosti o klientovi v okamžiku nákupu
de_de: Angaben zum Kunden zum Zeitpunkt des Kaufs
el_gr: Λεπτομέρειες πελάτη κατά τη στιγμή της αγοράς
fa_ir: اطلاعات مشتری هنکام خرید
fi_fi: Asiakkaan tiedot ostohetkellä
fr_fr: Coordonnées du client au moment de l'achat
hu_hu: Ügyfél adatai a vásárlás pillanatában
id_id: Detail klien pada saat pembelian
lt_lt: Kliento duomenys pirkimo metu
nl_nl: Klantgegevens op het moment van aankoop
pl_pl: Dane klienta w chwili zakupu
pt_br: Detalhes do cliente no momento da compra
pt_pt: Dados do cliente no momento da compra
ro_ro: Detaliile clientului în momentul cumpărării
ru_ru: Реквизиты клиента на момент покупки
sr_rs: Detalji o klijentu u trenutku kupovine
tr_tr: Satın alma yapıldığı sıradaki müşteri bilgileri
uk_ua: Реквізити клієнта на момент покупки
vi_vn: Thông tin khách hàng tại thời điểm mua hàng
zh_cn: 购买时客户的详情

source: Zip
ar_sa: الرمز البريدي
bg_bg: Пощенски код
ca_es: Codi postal
cs_cz: PSČ
de_de: Postleizahl
el_gr: Ταχυδρομικός Κωδικός
fa_ir: فشرده
fi_fi: Postinumero
fr_fr: Code postal
id_id: Kodepos
lt_lt: Pašto kodas
nl_nl: Postcode
pl_pl: Kod pocztowy
pt_br: CEP
pt_pt: Fecho
ro_ro: Cod poștal
ru_ru: Индекс
sr_rs: Poštanski broj
tr_tr: Posta Kodu
uk_ua: Поштовий індекс
vi_vn: Mã vùng
zh_cn: 邮政编码

source: Invoice items
ar_sa: عناصر الفاتورة
bg_bg: Продукти от фактурата
ca_es: Elements de la factura
cs_cz: Položky faktury
de_de: Rechnungsposten
el_gr: Προϊόντα
fa_ir: آیتم های فاکتور
fi_fi: Laskun kohteet
fr_fr: Lignes de facture
hu_hu: Számlatételek
id_id: Item Faktur
lt_lt: Sąskaitos faktūros elementai
nl_nl: Factuur items
pl_pl: Pozycje faktury
pt_br: Itens de fatura
pt_pt: Itens da fatura
ro_ro: Articolele facturii
ru_ru: Позиции счета
sr_rs: Stavke računa
tr_tr: Faturadaki Ürünler
uk_ua: Елементи рахунку-фактури
vi_vn: Mục hóa đơn
zh_cn: 账单项目

source: Quantity
ar_sa: الكمية
bg_bg: Количество
ca_es: Quantitat
cs_cz: Množství
de_de: Menge
el_gr: Ποσότητα
fa_ir: تعداد
fi_fi: Määrä
fr_fr: Quantité
hu_hu: Mennyiség
id_id: Kuantitas
lt_lt: Kiekis
nl_nl: Hoeveelheid
pl_pl: Ilość
pt_br: Quantidade
pt_pt: Quantidade
ro_ro: Cantitate
ru_ru: Количество
sr_rs: Količina
tr_tr: Miktar
uk_ua: Кількість
vi_vn: Số lượng
zh_cn: 数量

source: Price
ar_sa: السعر
bg_bg: Цена
ca_es: Preu
cs_cz: Cena
de_de: Preis
el_gr: Τιμή
fa_ir: قیمت
fi_fi: Hinta
fr_fr: Prix
hu_hu: Ár
id_id: Harga
lt_lt: Kaina
nl_nl: Prijs
pl_pl: Cena
pt_br: Preço
pt_pt: Preço
ro_ro: Preț
ru_ru: Narxi
sr_rs: Cena
tr_tr: Fiyat
uk_ua: Ціна
vi_vn: Giá
zh_cn: 价格

source: Approve
ar_sa: مقبولة
bg_bg: Одобряване
ca_es: Aprovar
cs_cz: Schválit
de_de: Bestätigen
el_gr: Έγκριση
fa_ir: تایید
fi_fi: Hyväksy
fr_fr: Approuver
hu_hu: Jóváhagy
id_id: Menyetujui
lt_lt: Patvirtinti
nl_nl: Goedkeuren
pl_pl: Zatwierdź
pt_br: Aprovar
pt_pt: Aprovar
ro_ro: Aprobați
ru_ru: Подтвердить
sr_rs: Odobri
tr_tr: Onayla
uk_ua: Затверджено
vi_vn: Phê duyệt
zh_cn: 核准

source: Print
ar_sa: طباعة
bg_bg: Разпечатване
ca_es: Imprimir
cs_cz: Tisk
de_de: Drucken
el_gr: Εκτύπωση
fa_ir: پرینت
fi_fi: Tulosta
fr_fr: Imprimer
hu_hu: Nyomtatás
id_id: Cetak
lt_lt: Spausdinti
nl_nl: Afdrukken
pl_pl: Drukuj
pt_br: Imprimir
pt_pt: Imprimir
ro_ro: Printați
ru_ru: Печать
sr_rs: Štampaj
tr_tr: Yazdır
uk_ua: Друкувати
vi_vn: In ra
zh_cn: 打印

source: Invoice settings
ar_sa: إعدادات الفاتورة
bg_bg: Настройки на фактурите
ca_es: Configuració de la factura
cs_cz: Nastavení faktury
de_de: Rechnungseinstellungen
el_gr: Ρυθμίσεις τιμολογίου
fa_ir: تنظیمات فاکتور
fi_fi: Laskun asetukset
fr_fr: Paramètres facture
hu_hu: Számlázási beállítások
id_id: Pengaturan faktur
lt_lt: Sąskaitos Faktūros Nustatymai
nl_nl: Factuur Instellingen
pl_pl: Ustawienia faktury
pt_br: Configurações da Fatura
pt_pt: Definições de faturação
ro_ro: Setările facturii
ru_ru: Настройки счетов
sr_rs: Podešavanja računa
tr_tr: Fatura Ayarları
uk_ua: Налаштування рахунків
vi_vn: Cài đặt hóa đơn
zh_cn: 发票设置

source: Number of days to generate new invoice before order expiration
ar_sa: عدد الأيام لإنشاء فاتورة جديدة قبل انتهاء صلاحية الطلب
bg_bg: Брой дни за генериране на нова фактура преди да изтече срока на поръчката
ca_es: Nombre de dies per generar una nova factura abans del venciment de la comanda
cs_cz: Počet dní na vygenerování nové faktury před vypršením platnosti objednávky
de_de: Anzahl der Tage bis zur Erstellung einer neuen Rechnung vor Ablauf der Bestellung
el_gr: Αριθμός ημερών για τη δημιουργία νέου τιμολογίου πριν από τη λήξη της παραγγελίας
fa_ir: تعداد روزهای تولید فاکتور جدید قبل از انقضاء سفارش
fi_fi: Uuden laskun luomiseen tarvittavien päivien määrä ennen tilauksen päättymistä
fr_fr: Nombre de jours pour générer une nouvelle facture avant l'expiration de la commande
hu_hu: Az új számla létrehozásához szükséges napok száma a megrendelés lejárta előtt
id_id: Jumlah hari untuk membuat faktur baru sebelum masa berlaku pesanan habis
lt_lt: Dienų skaičius, per kurį reikia sugeneruoti naują sąskaitą faktūrą iki užsakymo galiojimo pabaigos
nl_nl: Aantal dagen om een nieuwe factuur te genereren voordat de bestelling verloopt
pl_pl: Liczba dni na wygenerowanie nowej faktury przed upływem terminu zamówienia
pt_br: Número de dias para gerar nova fatura antes do vencimento do pedido
pt_pt: Número de dias para gerar uma nova fatura antes da expiração da encomenda
ro_ro: Numărul de zile pentru a genera o nouă factură înainte de expirarea comenzii
ru_ru: Количество дней для генерации нового счета до истечения срока заказа
sr_rs: Broj dana za generisanje novog računa pre isteka porudžbine
tr_tr: Yeni fatura, siparişin yenileme süresinin sona ermesinden kaç gün önce oluşturulmalı
uk_ua: Кількість днів для генерації рахунку перед закінченням замовлення
vi_vn: Số ngày để tạo hóa đơn mới trước khi đơn hàng hết hạn
zh_cn: 在订单到期前多少天生成续费账单

source: Invoice due days
ar_sa: تاريخ استحقاق الفاتورة
bg_bg: Фактурирани дни
ca_es: Dies de venciment de la factura
cs_cz: Den splatnosti faktury
de_de: Fälligkeitsdatum der Rechnung
el_gr: Ημερομηνία λήξης τιμολογίου
fa_ir: روزهای سررسید فاکتور
fi_fi: Laskun eräpäivä
fr_fr: Jours d'échéance des factures
hu_hu: Számla esedékességi napjai
id_id: Hari jatuh tempo faktur
lt_lt: Sąskaitos faktūros apmokėjimo dienos
nl_nl: Factuur vervaldagen
pl_pl: Termin płatności faktury
pt_br: Dias de vencimento da fatura
pt_pt: Dias de vencimento da fatura
ro_ro: Zile scadente ale facturii
ru_ru: Срок оплаты счета (дней)
sr_rs: Dani dospeć́a računa
tr_tr: Fatura oluşturulduktan maksimum kaç gün gün sonra ödenebilir (Vade Tarihi)
uk_ua: Строк сплати рахунку
vi_vn: Ngày hóa đơn đến hạn thanh toán
zh_cn: 发票截止日期

source: Auto invoice approval
ar_sa: الموافقة التلقائية على الفاتورة
bg_bg: Автоматично одобрение на фактурата
ca_es: Aprovació automàtica de la factura
cs_cz: Automatické schválení faktury
de_de: Auto-Rechnung-Freigabe
el_gr: Αυτόματη έγκριση τιμολογίου
fa_ir: تایید خودکار فاکتور
fi_fi: Automaattinen laskun hyväksyminen
fr_fr: Approbation automatique des factures
hu_hu: Automatikus számlajóváhagyás
id_id: Penyetujuan faktur otomatis
lt_lt: Automatinis sąskaitos faktūros patvirtinimas
nl_nl: Automatische factuur goedkeuring
pl_pl: Automatyczne zatwierdzanie faktury
pt_br: Aprovação de fatura automática
pt_pt: Aprovação automática de facturas
ro_ro: Aprobare automată factură
ru_ru: Автоматическое подтверждение счета
sr_rs: Automatsko odobrenje računa
tr_tr: Otomatik fatura onayı
uk_ua: Автоматичне схвалення рахунку
vi_vn: Tự động duyệt hóa đơn
zh_cn: 自动批准发票

source: Default invoice note
cs_cz: Výchozí poznámka k faktuře
fa_ir: یادداشت پیش‌فرض فاکتور
fr_fr: Note de facture par défaut
hu_hu: Alapértelmezett számlafeljegyzés
id_id: Catatan faktur bawaan
nl_nl: Standaard factuurnotitie
ro_ro: Notă implicită pentru factură
ru_ru: Примечание к счету по умолчанию
sr_rs: Podrazumevana napomena o fakturi

source: Supports markdown format.
cs_cz: Podporuje formát markdown.
fa_ir: پشتیبانی از فرمت مارک داون.
fr_fr: Supporte le format Markdown.
hu_hu: Támogatja a markdown formátumot.
id_id: Dukungan format markdown.
nl_nl: Ondersteunt markdown formaat.
ro_ro: Suportă formatul markdown.
ru_ru: Поддерживает формат Markdown.
sr_rs: Podržava markdown format.

source: Invoicing / Sequential Invoice Numbering
ar_sa: فاتورة / تسلسل رقم الفاتورة
bg_bg: Проформа фактуриране / последователно номериране на фактурите
cs_cz: Fakturace / pořadové číslo faktury
de_de: Rechnungsstellung / fortlaufende Nummerierung von Rechnungen
el_gr: Τιμολόγηση / Διαδοχική αρίθμηση τιμολογίων
fa_ir: شماره گذاری متوالی صدور فاکتور
fi_fi: Laskutus / Juokseva Laskun Numerointi
fr_fr: Facturation / Numérotation séquentielle des factures
hu_hu: Számlázás / Számlaszámozás
id_id: Penomoran Faktur / Faktur Berurutan
nl_nl: Facturering / Opeenvolgende factuurnummering
pl_pl: Fakturowanie / Sekwencyjna numeracja faktur
pt_br: Faturamento / Numeração Sequencial de Faturas
ro_ro: Facturare / Numerotare secvențială a facturilor
ru_ru: Выставление счетов / Последовательная нумерация счетов
sr_rs: Fakturisanje / Sekvencijalno numerisanje faktura
tr_tr: Faturalandırma / Sıralı Fatura Numaralandırma

source: Remove unpaid invoices after days
ar_sa: إزالة الفواتير غير المدفوعة بعد أيام
bg_bg: Премахване на неплатени фактури след еди колко си дни
ca_es: Elimineu les factures no pagades al cap de dies
cs_cz: Odstranit nezaplacené faktury po dnech
de_de: Unbezahlte Rechnungen nach X Tagen entfernen
el_gr: Αφαίρεση απλήρωτων τιμολογίων μετά από ημέρες
fa_ir: حذف فاکتورهای پرداخت نشده پس از تعداد روزها
fi_fi: Poista maksamattomat laskut päivien jälkeen
fr_fr: Supprimer les factures impayées après plusieurs jours
hu_hu: Kifizetetlen számlák eltávolítása napok után
id_id: Menghapus faktur yang belum dibayar setelah beberapa hari
lt_lt: Pašalinti neapmokėtas sąskaitas faktūras po dienų
nl_nl: Verwijder onbetaalde facturen na dagen
pl_pl: Usuń nieopłacone faktury po dniach
pt_br: Remover faturas a pagar após dias
pt_pt: Remover facturas não pagas após dias
ro_ro: Eliminați facturile neplătite după zile
ru_ru: Удалять неоплаченные счета через (дней)
sr_rs: Uklonite neplaćene fakture nakon nekoliko dana
tr_tr: Ödenmemiş faturalar kaç gün sonra kaldırılmalı?
uk_ua: Видаляти неоплачені рахунки після
vi_vn: Xóa hóa đơn chưa thanh toán sau số ngày
zh_cn: 几天后删除未付账单

source: Set 0 to keep invoices forever.
ar_sa: تعيين 0 للإبقاء على الفواتير إلى الأبد.
bg_bg: Задайте на 0, за да запазите фактурите завинаги.
ca_es: Establiu 0 per mantenir les factures per sempre.
cs_cz: Nastavte 0, abyste udrželi faktury navždy.
de_de: Setze 0, um Rechnungen für immer zu behalten.
el_gr: Ορίστε το 0 για να κρατήσετε τα τιμολόγια για πάντα.
fa_ir: برای نگهداری همیشگی فاکتورها روی 0 تنظیم کنید.
fi_fi: Aseta 0 säilyttääksesi laskut ikuisesti.
fr_fr: Définissez 0 pour conserver les factures pour toujours.
hu_hu: Állítsa be a 0 értéket a számlák örök megőrzéséhez.
id_id: Atur ke 0 untuk menjaga faktur selamanya.
lt_lt: Nustatykite 0, kad sąskaitos faktūros liktų amžinai.
nl_nl: Stel 0 in om facturen voor altijd te bewaren.
pl_pl: Ustaw 0, aby przechowywać faktury na zawsze.
pt_br: Defina 0 para manter as faturas para sempre.
pt_pt: Defina 0 para guardar as facturas para sempre.
ro_ro: Setați 0 pentru a păstra facturile pentru totdeauna.
ru_ru: Установите 0, чтобы хранить счета постоянно.
sr_rs: Postavite 0 da biste zauvek čuvali fakture.
tr_tr: 0 = Faturaları kaldırma
uk_ua: Установіть 0, щоб зберігати рахунки-фактури назавжди.
vi_vn: Đặt là 0 để giữ hóa đơn mãi mãi.
zh_cn: 设置 0 将永久保留发票。

source: Invoice prefix/series
ar_sa: بادئة/سلسلة الفاتورة
bg_bg: Префикс/серия на фактурата
cs_cz: Předpona/řada faktur
de_de: Präfix/Serie der Rechnung
el_gr: Πρόθεμα/σειρά τιμολογίου
fa_ir: پیشوند یا سری فاکتور
fi_fi: Laskun etuliite/sarja
fr_fr: Préfixe/série de la facture
hu_hu: Számlaelőtag/adatsorozat
id_id: Awalan/seri faktur
nl_nl: Factuur voorvoegsel/series
pl_pl: Prefiks/seria faktury
pt_br: Prefixo/série da fatura
ro_ro: Prefix/serie factură
ru_ru: Префикс/серия счета
sr_rs: Prefiks/serija fakture
tr_tr: Fatura ön eki/seri

source: Paid invoice prefix/series
ar_sa: بادئة/سلسلة فاتورة بروفورما
bg_bg: Платен префикс / серия за фактурата
ca_es: Prefix/sèrie de factura pagada
cs_cz: Předčíslí/řada zaplacených faktur
de_de: Bezahltes Rechnungspräfix
el_gr: Πρόθεμα/σειρά εξοφλημένων τιμολογίων
fa_ir: پیشوند یا سری فاکتور پرداخت شده
fi_fi: Maksettu lasku etuliite/sarja
fr_fr: Préfixe/série des factures payées
hu_hu: Fizetett számla előtagja/sorozata
id_id: Awalan/seri faktur terbayar
lt_lt: Apmokėtos sąskaitos faktūros priešdėlis/serija
nl_nl: Factuur voorvoegsel/series
pl_pl: Prefiks/seria opłaconej faktury
pt_br: Prefixo/série de fatura paga
pt_pt: Prefixo/série da fatura paga
ro_ro: Prefix/serie factură plătită
ru_ru: Префикс/серия оплаченного счета
sr_rs: Prefiks/serija plaćene fakture
tr_tr: Ödenen fatura ön eki/seri
uk_ua: Префікс/серія оплаченого рахунку
vi_vn: Tiền tố/chuỗi hóa đơn thanh toán
zh_cn: 付款账单 前缀/序列

source: Next paid invoice number
ar_sa: رقم الفاتورة المدفوعة التالي
bg_bg: Следващ платен номер на фактурата
ca_es: Següent número de factura pagada
cs_cz: Číslo další zaplacené faktury
de_de: Nächste Rechnungsnummer
el_gr: Επόμενος αριθμός εξοφλημένου τιμολογίου
fa_ir: شماره فاکتور پرداختی بعدی
fi_fi: Seuraavan maksetun laskun numero
fr_fr: Numéro de la prochaine facture payée
hu_hu: Következő fizetett számla száma
id_id: Nomor faktur yang dibayar berikutnya
lt_lt: Kitas apmokėtos sąskaitos faktūros numeris
nl_nl: Nummer volgende betaalde factuur
pl_pl: Następny numer opłaconej faktury
pt_br: Número da próxima fatura paga
pt_pt: Número da próxima fatura paga
ro_ro: Următorul număr al facturii plătite
ru_ru: Следующий номер оплаченного счета
sr_rs: Broj sledeće plaćene fakture
tr_tr: Sonraki ödenen fatura numarası
uk_ua: Наступний сплачений номер рахунку
vi_vn: Số hóa đơn thanh toán kế tiếp
zh_cn: 下次付款的账单编号

source: Invoice number padding length
cs_cz: Délka odsazení čísla faktury
fa_ir: طول تعلیق شماره فاکتور
fr_fr: Longueur du remplissage du numéro de facture
hu_hu: Számlaszám kitöltési hosszúság
id_id: Lebar padding nomor faktur
nl_nl: Opvullengte factuurnummer
ro_ro: Lungime padding număr factură
ru_ru: Длина дополнения номера счета
sr_rs: Dužina dopune broja fakture

source: Document settings
ar_sa: إعدادات المستند
bg_bg: Настройки на документите
cs_cz: Nastavení dokumentu
de_de: Dokumenteinstellungen
el_gr: Ρυθμίσεις εγγράφου
fa_ir: تنظیمات سند
fi_fi: Asiakirjan asetukset
fr_fr: Paramètres du document
hu_hu: Dokumentum beállítás
id_id: Pengaturan dokumen
nl_nl: Documentinstellingen
pl_pl: Ustawienia dokumentu
pt_br: Configurações do documento
ro_ro: Setări document
ru_ru: Настройки документа
sr_rs: Podešavanja dokumenta
tr_tr: Belge ayarları
uk_ua: Налаштування документа

source: Document format
ar_sa: تنسيق المستند
bg_bg: Формат на документите
cs_cz: Formát dokumentu
de_de: Format des Dokuments
el_gr: Μορφή εγγράφου
fa_ir: فرمت سند
fi_fi: Asiakirjan muoto
fr_fr: Format du document
hu_hu: A dokumentum formátuma
id_id: Format dokumen
nl_nl: Document indeling
pl_pl: Format dokumentu
pt_br: Formato do documento
ro_ro: Format document
ru_ru: Hujjatning formati
sr_rs: Format dokumenta
tr_tr: Belge formatı
uk_ua: Формат документу

source: Letter
ar_sa: خطاب
bg_bg: Писмо
cs_cz: Dopis
de_de: Brief
fa_ir: نامه
fi_fi: Kirje
fr_fr: Lettre
hu_hu: Betű
id_id: Kertas
nl_nl: Brief
pl_pl: List
pt_br: Carta
ro_ro: Scrisoare
sr_rs: Pismo
tr_tr: Letter (ABD)

source: Allow access to invoices without authentication
ar_sa: السماح بالوصول إلى الفواتير بدون مصادقة
bg_bg: Разрешаване на достъп до фактурите без удостоверяване
cs_cz: Povolit přístup k fakturám bez ověření
de_de: Zugriff auf Rechnungen ohne Authentifizierung erlauben
el_gr: Να επιτρέπεται η πρόσβαση σε τιμολόγια χωρίς έλεγχο ταυτότητας
fa_ir: اجازه دسترسی به فاکتورها بدون احراز هویت
fi_fi: Salli pääsy laskuihin ilman todennusta
fr_fr: Autoriser l'accès aux factures sans authentification
hu_hu: Hitelesítés nélküli hozzáférés engedélyezése a számlákhoz
id_id: Izinkan untuk mengakses ke tagihan tanpa masuk terlebih dahulu
nl_nl: Toegang tot facturen zonder authenticatie toestaan
pl_pl: Zezwalaj na dostęp do faktur bez uwierzytelnienia
pt_br: Permitir o acesso às faturas sem autenticação
ro_ro: Permite accesul la facturi fără autentificare
ru_ru: Разрешить доступ к счетам без аутентификации
sr_rs: Dozvolite pristup fakturama bez autentifikacije
tr_tr: Kimlik doğrulaması yapılmadan faturalara erişime izin ver
uk_ua: Дозволити доступ до рахунків без автентифікації

source: If enabled, invoices can be accessed by anyone who knows the invoice hash, although it's quite a long hash and would not be brute-forceable.
cs_cz: Pokud je povoleno, k fakturám může přistupovat kdokoli, kdo zná hash faktury, i když je to poměrně dlouhá hash a není vynutitelný.
ro_ro: Dacă este activată, factura poate fi accesată de oricine cunoaște hash-ul facturii, deși acesta este destul de lung și nu poate fi ghicit prin forță brută.
ru_ru: Если эта функция включена, к счетам может получить доступ любой, кто знает хеш счета, хотя это довольно длинный хеш, который невозможно взломать методом перебора.

source: Refunds settings
ar_sa: إعدادات استرداد الأموال
bg_bg: Настройки за възстановяване на суми
ca_es: Configuració de reemborsaments
cs_cz: Nastavení vrácení peněz
de_de: Erstattungseinstellungen
el_gr: Ρυθμίσεις επιστροφής χρημάτων
fa_ir: تنظیمات بازپرداخت
fi_fi: Hyvitysasetukset
fr_fr: Paramètres de remboursement
hu_hu: Visszatérítési beállítások
id_id: Pengaturan pengembalian
lt_lt: Grąžinimo nustatymai
nl_nl: Restituties instellingen
pl_pl: Ustawienia zwrotów
pt_br: Configurações de reembolsos
pt_pt: Definições de reembolsos
ro_ro: Setări de rambursare
ru_ru: Настройки возвратов
sr_rs: Podešavanja refundiranja
tr_tr: Ücret İadesi Ayarları
uk_ua: Налаштування повернення коштів
vi_vn: Thiết lập hoàn tiền
zh_cn: 退款设置

source: Refunds logic
ar_sa: منطق استرداد الأموال
bg_bg: Логика за възстановяване
ca_es: Lògica de reemborsaments
cs_cz: Logika vrácení peněz
de_de: Erstattungslogik
el_gr: Λογική επιστροφής χρημάτων
fa_ir: منطق بازپرداخت
fi_fi: Hyvitysten logiikka
fr_fr: Logique de remboursement
hu_hu: Visszatérítési logika
id_id: Logika pengembalian
lt_lt: Grąžinimo logika
nl_nl: Restitutie logica
pl_pl: Logika zwrotów
pt_br: Lógica de reembolso
pt_pt: Lógica dos reembolsos
ro_ro: Logica rambursărilor
ru_ru: Логика возвратов
sr_rs: Logika refundiranja
tr_tr: Ücret İadesi Yöntemi
uk_ua: Логіка повернення коштів
vi_vn: Logic hoàn tiền
zh_cn: 退款与操作

source: Negative invoice. Generate refund invoice continuing paid invoices numbering
ar_sa: الفاتورة السالبة. توليد الفاتورة المستردة المستمرة مع ترقيم الفواتير المدفوعة
bg_bg: Отрицателна фактура. Генериране на фактура за възстановяване с продължаване на номерацията на платените фактури
ca_es: Factura negativa. Generar factura de reemborsament continuant amb la numeració de factures pagades
cs_cz: Záporná faktura. Generování faktury k proplacení pokračující v číslování zaplacených faktur
de_de: Negative Rechnung. Erstattungsrechnung generieren, die die Nummerierung der bezahlten Rechnungen fortsetzt
el_gr: Αρνητικό τιμολόγιο. Δημιουργία τιμολογίου επιστροφής συνεχούς αρίθμησης πληρωμένων τιμολογίων
fa_ir: فاکتور منفی ایجاد فاکتور بازپرداخت با ادامه شماره گذاری فاکتورهای پرداخت شده
fi_fi: Negatiivinen lasku. Luo palautuslasku, joka jatkaa maksettujen laskujen numerointia
fr_fr: Facture négative. Générer une facture de remboursement en continuant la numérotation des factures payées
hu_hu: Negatív számla. Visszatérítési számla létrehozása Folyamatosan kifizetett számlák számozása
id_id: Faktur negatif. Membuat faktur pengembalian dana melanjutkan penomoran faktur yang telah dibayar
lt_lt: Neigiama sąskaita faktūra. Generuokite grąžinimo sąskaitą faktūrą, tęsdami apmokėtų sąskaitų faktūrų numeraciją
nl_nl: Negatieve factuur. Genereer restitutiefactuur met doorlopende betaalde facturen nummering
pl_pl: Faktura ujemna. Generuj fakturę zwrotu kontynuując numerację opłaconych faktur
pt_br: Fatura negativa. Gerar reembolso, mantendo a numeração de faturas pagas
pt_pt: Fatura negativa. Gerar fatura de reembolso com numeração contínua de facturas pagas
ro_ro: Factură negativă. Generați o factură de rambursare continuând numerotarea facturilor plătite
ru_ru: Отрицательный счет. Генерировать счет на возврат, продолжая нумерацию оплаченных счетов
sr_rs: Negativna faktura. Generišite fakturu za refundiranje nastavljajuć́i numerisanje plaćenih faktura
tr_tr: Negatif fatura. Ödenmiş fatura numaralandırmasına devam ederek geri ödeme faturası oluşturun
uk_ua: Від’ємна накладна. Створити рахунок-фактуру для відшкодування, продовжуючи нумерувати оплачені рахунки-фактури
vi_vn: Hóa đơn âm. Tạo hóa đơn hoàn tiền tiếp tục đánh số hóa đơn thanh toán
zh_cn: 借记记账。生成新账单并原路退款

source: Credit note. Generate credit note with unique numbering
ar_sa: ملاحظة ائتمانية. إنشاء ملاحظة ائتمان مع ترقيم فريد
bg_bg: Кредитна бележка. Генериране на кредитна бележка с уникална номерация
ca_es: Nota de crèdit. Generar nota de crèdit amb numeració única
cs_cz: Dobropis. Generovat dobropis s unikátním číslováním
de_de: Kreditnotiz. Erstellen Sie eine Gutschrift mit eindeutiger Nummerierung
el_gr: Πιστωτικό σημείωμα. Δημιουργία πιστωτικού δελτίου με μοναδική αρίθμηση
fa_ir: یادداشت اعتباری. یادداشت اعتباری با شماره گذاری منحصر به فرد ایجاد کنید
fi_fi: Luottoilmoitus. Luo hyvityslasku, jossa on yksilöllinen numerointi
fr_fr: Note de crédit. Générer une note de crédit avec une numérotation unique
hu_hu: Jóváírás. Jóváírás létrehozása egyedi számozással
id_id: Catatan kredit. Membuat catatan kredit dengan penomoran unik
lt_lt: Kredito pažyma. Sukurkite kredito pažymą su unikalia numeracija
nl_nl: Creditnota. Genereer creditnota met unieke nummering
pl_pl: Notatka kredytowa. Generuj notatkę kredytową z unikalną numeracją
pt_br: Nota de crédito. Gerar nota de crédito com numeração única
pt_pt: Nota de crédito. Gerar nota de crédito com numeração única
ro_ro: Notă de credit. Generați nota de credit cu numerotare unică
ru_ru: Кредит-нота. Генерировать кредит-ноту с уникальной нумерацией
sr_rs: Knjižno. Generišite kreditno pismo sa jedinstvenom numeracijom
tr_tr: Kredi dekontu. Benzersiz numaralandırmaya sahip kredi dekontu oluşturun
uk_ua: Кредитна квитанція. Генерувати кредитні квитанції з унікальним номером
vi_vn: Ghi chú tín dụng. Tạo ghi chú tín dụng với số duy nhất
zh_cn: 退到站内余额。生成唯一编号的贷记备注。
